{
    "scores": {
        "humans": 186,
        "zombies": 81,
        "winners": ["Unknown"]
    },

    "missions": [{
        "title": "Human Sunday Story-Form",
        "team": "human",
        "body": "<p>Dear New Associates!,</p>\r\n\r\n<p>OZMA&nbsp;is proud to welcome you as our new batch of interns. We are really excited to have you all on our team!<br />\r\nUnfortunately you are going to have to come in on Sunday. We&#39;re sorry for any inconvience.</p>\r\n\r\n<p>As you know, OZMA prides itself as the best producer of military grade cosmetics for animals. We just finished building a testing facility for our newest innovative product. Our hope is that this product will revolutionize the field of military cosmetics.&nbsp;</p>\r\n\r\n<p>Unfortunately our supply of grizzly bear test subjects have escaped and have bitten a couple of our scientists. Instead of reporting in to the medbay as per protocol, the scientists have mysteriously disappeared.&nbsp;Luckily OZMA implants all of its employees with tracking devices. With these, our certified technicians will be able to track down these scientists.<br />\r\n<br />\r\nYou&#39;re first job as an official OZMA intern will be to help our certified technicians track down these missing scientists. Well give you a performance review once we&#39;ve finished. Good luck, and OZMA is happy to add you to our growing family.</p>\r\n\r\n<p>- Terry<br />\r\nCEO of OZMA industries.</p>"
    }, {
        "title": "Sunday Human Non-Story Form",
        "team": "human",
        "body": "<ul>\r\n\t<li>Humans need to escort VIPs (technicians) to various locations around campus.<\/li>\r\n\t<li>VIPs have blue bandanas on their arm<\/li>\r\n\t<li>Once the VIP is at their designated location, you will have to hold the location for 8 minutes.<\/li>\r\n\t<li>VIPs will spawn at the locations listed below (1 VIP per location).<\/li>\r\n\t<li>Not all VIPs are spawning at the start of the mission, so you may need to recheck some of the spawn locations.<\/li>\r\n\t<li>If a VIP gets tagged, then they will return to their spawn location<\/li>\r\n<\/ul>\r\n\r\n<p><strong>Spawning Locations:<\/strong><\/p>\r\n\r\n<ol>\r\n\t<li>The front of LBJ (facing the quad)<\/li>\r\n\t<li>Grace Watson Hall<\/li>\r\n\t<li>The side of Gosnell (Facing Bus Stop)<\/li>\r\n\t<li>The front of Gleason<\/li>\r\n\t<li>The pi quad entrence to Gleason<\/li>\r\n\t<li>Liberal Arts Building&nbsp;<\/li>\r\n\t<li>The back of the Wallace Library<\/li>\r\n\t<li>Booth<\/li>\r\n\t<li>Gannett (Kodak)<\/li>\r\n\t<li>Cross Roads<\/li>\r\n<\/ol>"
    }, {
        "title": "Sunday Zombies Story Form",
        "team": "zombie",
        "body": "<p>Attention Grizzly Bears,&nbsp;</p>\r\n\r\n<p>As you have suddenly realized, you are self aware! You are known as fearsome grizzly bear in the animal kingdom. &nbsp;It seems that you have escaped the OZMA testing pens in the department where they were testing explosive mascara. I encourage you to rise up against those who oppresed you for so long! &nbsp;</p>\r\n\r\n<p>Also, the chemicals you have previously ingested have greatly reduced your lifespans. By 11&nbsp;pm tonight you shall be re-animated into&nbsp;human-like creatures. I would suggest if you want to stay alive, you grab some brains or you may go hungry.....</p>\r\n\r\n<p>Your friend in high places,</p>\r\n\r\n<p>Love,</p>\r\n\r\n<p>Terry</p>"
    }, {
        "title": "Zombie Sunday Non-Story form",
        "team": "zombie",
        "body": "<ul>\r\n\t<li>The humans are escorting VIPs (technicians) around campus.&nbsp;<\/li>\r\n\t<li>VIPs have blue bandanas on their arm<\/li>\r\n\t<li>Stop them<\/li>\r\n\t<li>Below is the list of the VIP destinations<\/li>\r\n\t<li>If the VIPs get tagged, they will return to their spawn location.<\/li>\r\n\t<li>Not all VIPs spawn at the beginning of the the mission.<\/li>\r\n\t<li>There is a side mission for you in Infinity Quad. It&#39;s optional, but if you do it there will be a pink bonus.<\/li>\r\n\t<li><strong>You must remember that you are frustrated and oppressed grizzly bears. Act like it. (The humans will get it in their story we hope.)<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p><strong>VIP Destinations:<\/strong><\/p>\r\n\r\n<ol>\r\n\t<li><strong>Greek Rock<\/strong><\/li>\r\n\t<li><strong>Gazebo<\/strong><\/li>\r\n\t<li><strong>Track Field<\/strong><\/li>\r\n\t<li><strong>The grass behind Lowenthal<\/strong><\/li>\r\n\t<li><strong>Grassy Knoll<\/strong><\/li>\r\n\t<li><strong>Slaughter Quad<\/strong><\/li>\r\n\t<li><strong>Behind Booth and Gannett<\/strong><\/li>\r\n\t<li><strong>The Sentinal<\/strong><\/li>\r\n\t<li><strong>Behind the SAU<\/strong><\/li>\r\n\t<li><strong>The grass between the clark gym and the Gordon Field House.<\/strong><\/li>\r\n<\/ol>"
    }, {
        "title": "Zombie Sunday Debrief",
        "team": "zombie",
        "body": "<p>Welcome my friends!</p>\r\n\r\n<p>As you have recently found out, you are no longer grizzly bears in body, but still in spirit. &nbsp;Those damn interns at the company managed to keep all those technicians alive. &nbsp;However, you did manage to bring some interns to your side via persuasive reasoning. &nbsp;We&#39;ll need to come up with a way bring down OZMA from the inside and put a stop to these horrible expermients. I&#39;ll begin to&nbsp;build a stockpile of resources to do this in the meantime. Help me&nbsp;</p>\r\n\r\n<p>You might find yourself asking &quot;But Terry, how do I add things to my stockpile?&quot; &nbsp;Well my Grizzly&nbsp;friends, you and your friends will gain items and advantages by completing midday missions as well as side missions. &nbsp;Futhermore, significant rewards can be obtained by performing&nbsp;well during your main missions&nbsp;Remember players, as long you participate you gain things, and if you do not, you don&#39;t the non grizzly bears&nbsp;probably will.</p>\r\n\r\n<p>Until Tomorrow,</p>\r\n\r\n<p>-Terry</p>\r\n\r\n<p>TLDR- You are no longer grizzly bears, Midday Mission begins at Noon (4/20/15), in the basement of Gosnell. The Link to Tier Voting is listed below.<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1kPAYBjn1WpoN3Byk2dIYl3yv5mVdAn0irvG74Is0imI/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1kPAYBjn1WpoN3Byk2dIYl3yv5mVdAn0irvG74Is0imI/viewform?usp=send_form</a></p>"
    }, {
        "title": "Sunday Human Debrief",
        "team": "human",
        "body": "<p>Dear interns,</p>\r\n\r\n<p>We are extremely pleased with the performance review from your first assignment. You obviously have what it takes to be part of the OZMA family. If you continue to perform this well, you&#39;ll be due for a promotion by Friday.</p>\r\n\r\n<p>Thanks to your help the technicians were able to track down the general location of our missing scientists. We still aren&#39;t exactly sure&nbsp;what they are doing, but it appears that they&#39;ve stolen all of the toilet paper out of the bathrooms.</p>\r\n\r\n<p>Unfortunately, animal control department does not work on Sundays, so the Grizzly Bears are still on the loose. If you encounter any of them, take a second to appreciate the quality of their OZMA cosmetics before gunning them down ruthlessly.</p>\r\n\r\n<p>- Terry<br />\r\nCEO of OZMA industries.</p>\r\n\r\n<p>P.S.</p>\r\n\r\n<p>We&#39;ve started a stockpile for you. This will hold a variety of useful items for all of you to use during our &quot;casual Fridays&quot;&nbsp;. You&#39;ll be able to add to this stockpile by&nbsp;completing midday missions as well as side missions. &nbsp;Futhermore, significant rewards can be obtained by performing&nbsp;well during your main missions. A important thing to remember&nbsp;here at OZMA:&nbsp;as long you apply yourself,&nbsp;&nbsp;you gain things, and if you do not, maybe you&#39;re not cut out to be part of the OZMA family.</p>\r\n\r\n<p>Tomorrow&#39;s Midday is at noon in the basement of Gosnell. The Tier list is given below<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1VlTf2Jy2pnFYnIiOKc-Pr2iGEBS3XimRkcq3ATqfCGE/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1VlTf2Jy2pnFYnIiOKc-Pr2iGEBS3XimRkcq3ATqfCGE/viewform?usp=send_form</a></p>"
    }, {
        "title": "Monday Story-Form",
        "team": "human",
        "body": "<p>Dear Interns,</p>\r\n\r\n<p>We have a new assignment for all of you, but first there are a few announcements.</p>\r\n\r\n<p>First and foremost, we&#39;re happy to announce that the bear problem has been resolved. During lunch hour, our animal control team&nbsp;was dispatched to round the escaped grizzlies. The team was led by OZMA&#39;s very own COO, Cornelius Mud.&nbsp;After an extensive search, they found no trace of our ferociously&nbsp;furry friends.&nbsp;</p>\r\n\r\n<p>In an unrelated matter, a number of unauthorized personnel have been sighted throughout the facility. They have proven to be hostile. We remind all of our employees that all acts of physical misconduct must be filed in an official report as per OZMA protocol.</p>\r\n\r\n<p>Now for you&#39;re assignment! Since our original team of scientists still has not reported back to work, we&#39;ve decided to replace them. The problem is that these new scientists have not been trained to use OZMA equiptment. We need you to help train this new team of scientists.&nbsp;There were training manuals for the equiptment, but the old scientists were extrememly unorganized and we don&#39;t know where they are.</p>\r\n\r\n<p>We would like you all to remember that here at OZMA, we place great value on each and every member of our staff.</p>\r\n\r\n<p>Sincerely,<br />\r\n- Terry<br />\r\nCEO of OZMA Industries &amp; Head Researcher of Facility A37-2BQ</p>"
    }, {
        "title": "Monday Story-Form",
        "team": "zombie",
        "body": "<p>I know this&nbsp;metamorphosis has been rough on all of you.&nbsp;It&#39;s not easy going from a humble Grizzly Bear to a ravenous zombie. I&#39;m sure you are all discovering you&#39;re new found abilities (walking on two legs, having opposable thumbs, being able to read this email...etc). These changes can be scary, but I&#39;m sure together we can all work through it. Except that I don&#39;t have to, since I was never a bear...<br />\r\n<br />\r\nThe point is, we all need to work together to stop the people that did this to you. In order to do that, you&#39;ll need to learn about the equipment of this&nbsp;facility. Luckily, the evil coorperation OZMA will be training a new team of scientists this evening. You&#39;ll have to kill these dwebs and take their knowledge filled brains to my associate, Cornelius Mud. He&#39;ll be able to extract the knowledge we need from the grey matter.<br />\r\nBest Wishes,<br />\r\n​- Terry</p>"
    }, {
        "title": "Monday Non-Story",
        "team": "zombie",
        "body": "<p>The Humans are collecting bottles and bringing them to VIPs around campus. You must tag these VIPs to get their bottles. You must then bring these bottles to the tiger statue.<\/p>\r\n\r\n<ul>\r\n\t<li>There are three VIPs.<\/li>\r\n\t<li>When tagged, the VIPs will give you all of the bottles they are currently carrying.<\/li>\r\n\t<li>The more bottles you acquire from the VIPs and turn in, the better.<\/li>\r\n\t<li>Zombies are not allowed to collect the bottles from their spawn points. They can only get them from VIPs.<\/li>\r\n\t<li>If you tag a VIP and then get stunned, you still collect the bottles. You cannot turn them in while stunned. You cannot tag a VIP while stunned.<\/li>\r\n\t<li>Your tier was Flat Tire, which gives you two items. When these items are thrown near&nbsp;a&nbsp;VIP, the VIP will stop and hold still for 5 minutes. Flares are one-use. Multiple VIPs can be affected by one flare.<\/li>\r\n\t<li>VIPs will have a blue bandana on their arm.<\/li>\r\n\t<li>Below is the&nbsp;map. The VIPs must stay within the circles, with one VIP per circle.<\/li>\r\n<\/ul>\r\n\r\n<p><img alt=\"image\" src=\"http:\/\/i.imgur.com\/rUO09z6.png\" style=\"height:495px; width:765px\" \/><\/p>"
    }, {
        "title": "Monday Non-Story",
        "team": "human",
        "body": "<p>There are three VIPs roaming around&nbsp;campus. Humans must find bottles we&#39;ve hidden and bring them to the VIPs. You are being rated based off of how long the VIPs are holding&nbsp;bottles. Your tier gave you another location to acquire bottles.<\/p>\r\n\r\n<ul>\r\n\t<li>There are three VIPs pathing around campus.<\/li>\r\n\t<li>There are bottles hidden in the field around&nbsp;Lowenthall, the gazebo, Slaughter Quad, behind Gannett, and around&nbsp;Greek Rock.<\/li>\r\n\t<li>If the VIPs are tagged, they surrender all of the bottles they are carrying&nbsp;to the zombie. If a zombie tags a VIP and then is stunned, they still get the bottles.<\/li>\r\n\t<li>The more bottles a VIP is carrying and the fewer times the VIPs get tagged,&nbsp;the higher your score will be.&nbsp;<\/li>\r\n\t<li>The VIPs will follow you, but they are not allowed to leave their designated areas&nbsp;(see below).&nbsp;<\/li>\r\n\t<li>VIPs may not enter safezones or go indoors.<\/li>\r\n\t<li>VIPs will have a blue bandana on their arm.<\/li>\r\n\t<li>The zombies have 2 items that, when thrown near&nbsp;a VIP,&nbsp;they will stop&nbsp;for five minutes. The items are one-use, but multiple VIPs may be affected by a single one.<br \/>\r\n\tHere is a map with the VIPs designated areas:<\/li>\r\n<\/ul>\r\n\r\n<p><img alt=\"image\" src=\"http:\/\/i.imgur.com\/rUO09z6.png\" style=\"height:495px; width:765px\" \/><\/p>"
    }, {
        "title": "Monday Debrief",
        "team": "human",
        "body": "<p>Good Job tonight humans. You only lost three bottles&nbsp;all night. The distribution of knowledge was a little lop sided (one scientist is a &nbsp;genious, another is average, and the third one can&#39;t figure out how to open child proof pill bottles), but it was an over all success.</p>\r\n\r\n<p>A set of generators have been added to your stockpile. (the scientists finally figured out how to turn them on)</p>\r\n\r\n<p>T<strong>omorrow&#39;s Mid-day mission is going to be at 2:00pm</strong> in the basement of Gosnell.<br />\r\nYou can vote for tiers here:&nbsp;<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1LMoKNvbSTrl_f6LpX4SiLJgiIt0fA5ajwkVRV-bE05E/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1LMoKNvbSTrl_f6LpX4SiLJgiIt0fA5ajwkVRV-bE05E/viewform?usp=send_form</a></p>"
    }, {
        "title": "Monday Debrief",
        "team": "zombie",
        "body": "<p>Unfortunately zombies only scored 3 bottles tonight.&nbsp;<br />\r\nThank you to everyone that showed up tonight and put forth a real effort.&nbsp;<br />\r\n<strong>Mid-day mission will be tomorrow at 2:00 in the basement of Gosnell</strong>. I suggest as many of you attend as possible so you can earn rewards for the horde.</p>\r\n\r\n<p>You can vote for tiers here:&nbsp;<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1HzapR0wgICqGfHdXkUSX6-WIpLmwGfrNs-0f9hKPo1c/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1HzapR0wgICqGfHdXkUSX6-WIpLmwGfrNs-0f9hKPo1c/viewform?usp=send_form</a></p>"
    }, {
        "title": "Human Tuesday Story Form",
        "team": "human",
        "body": "<p>Dear Interns,</p>\r\n\r\n<p>Wonderful job in distributing science, however it seems we have an overflow in weapons research. We&#39;ll have to liquidate some of our obselete assets to pay for this breakthrough. Unfortuneatly, this means that the employee spa and wellness center will have to be demolished.</p>\r\n\r\n<p>We have a new assignment for all of you,</p>\r\n\r\n<p>It seems that our wonderful COO, Cornelius Mudd, has lost his prized mud testing sample in the mail room. Considering he is the majority stockholder in this company, it would be a good idea if we retrieved this for him. We would do best to avoid inccuring the wrath of Mr. Mudd. &nbsp;I&#39;m gonna need you help out the mail couriers deliver materials to the other offices in the facility and try to find that sample somewhere in system. Be warned that the mail couriers have tight deadlines and will not have time to train you. &nbsp;I say this in your best interest that failure is not an option.</p>\r\n\r\n<p>We would like you all to remember that here at OZMA, we place great value on each and every member of our staff.</p>\r\n\r\n<p>Sincerely,<br />\r\n- Terry<br />\r\nCEO of OZMA Industries &amp; Head Researcher of Facility A37-2BQ</p>\r\n\r\n<p>Chairman of Telecon &amp; Foreign Relations</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>P.S.</p>\r\n\r\n<p>I have approved your requisition of generators for the company stockpile, however the facility inspector reported that some magazines and other literature containing&nbsp;innappropriate/lewd images were found. &nbsp;Regardless of scenery involving any animal species, we here at OZMA do not condone this behavior and will reprimand the individuals who left this material there.</p>"
    }, {
        "title": "Zombie Tuesday Story Form",
        "team": "zombie",
        "body": "<p>Dear esteemed bretheren,</p>\r\n\r\n<p>It has come to my attention that Terry has been leading you astray in some kind of attempt to gain&nbsp;my shares in the company. &nbsp;I also do not approve of you filthy animals destroying the equipment at MY company in some petty attempt to usurp true control. &nbsp;Thats right, I know your secret. All of you are those escaped grizzly bears. &nbsp;It would be a shame if I were to call animal control back after allow you all to escape.</p>\r\n\r\n<p>That being said, I am however an understanding gentleman. &nbsp;If you were to help with a little task tonight, I could forget that little transgression. Maybe you could even recieve a portion of the Mudd family fortune to your little stockpile. It&#39;s terry&#39;s fault you failed last night, but I can change that.</p>\r\n\r\n<p>Terry is mailing some highly value documents tonight to a satellite office. I want them. &nbsp;I made some excuse for him to throw his new interns into the mail room where they&#39;re gonna be moving parcels fast, and the sort. &nbsp;If you persuade those interns to join me and stop those packages from moving, he&#39;ll have to hire a new CFO under my approval. &nbsp;</p>\r\n\r\n<p>I may have a use for Y&#39;all yet. &nbsp;</p>\r\n\r\n<p>Your true friend,<br />\r\n​- Cornelius Mudd</p>"
    }, {
        "title": "Tuesday Non-Story form",
        "team": "human",
        "body": "<p>Humans picked investment, which means you get absolutely nothing tonight! However, they&nbsp;will get a second tier choice tomorrow<\/p>\r\n\r\n<p><br \/>\r\nHumans must acquire items and transport them&nbsp;to designated drop of locations within specified time limits. &nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>You can pick up items at the <strong>Greek lawn<\/strong>, the <strong>side of Gracies<\/strong>, and the <strong>field near the Baseball Diamond<\/strong>.<\/li>\r\n\t<li>Once a group has acquired an item, they will have 15&nbsp;minutes to bring it to a drop off location.<\/li>\r\n\t<li>This time limit will decrease periodically throughout the mission.<\/li>\r\n\t<li>The Items must arrive intact. <strong>Additional parameters may be given to you at the pickup locations.<\/strong><\/li>\r\n\t<li>You are allowed to go inside with the items.<\/li>\r\n\t<li>The drop off locations are the <strong>Grassy Knoll<\/strong> and the <strong>Gleason Pocket<\/strong> (The grassy patch next to the glass hallway in Gleason)<\/li>\r\n<\/ul>"
    }, {
        "title": "Tuesday Non-Story form",
        "team": "zombie",
        "body": "<p>Zombies picked Tanks for their tier, so you get Spaghetti! Just kidding, you get more Tanks!<\/p>\r\n\r\n<p>The Humans are transporting miscellaneous items across campus, and you need to stop them.<\/p>\r\n\r\n<ul>\r\n\t<li>When the Humans pick up an item, they are given a time limit to turn it in.<\/li>\r\n\t<li>The Humans can pick up items at <strong>the Greek Lawn<\/strong>, <strong>next to Gracies<\/strong>, and <strong>the field near the Baseball Diamond<\/strong>.<\/li>\r\n\t<li>They can drop the items off at either <strong>the Grassy Knoll<\/strong>, or <strong>the Gleason Pocket<\/strong> (The grassy patch next to the glass hallway in Gleason).<\/li>\r\n\t<li>The Humans are allowed to go inside with the items.<\/li>\r\n\t<li>Do not intentionally destroy the items.<\/li>\r\n\t<li>Zombies are also not allowed to interact with abandoned items unless it is to return them to a moderator<\/li>\r\n<\/ul>"
    }, {
        "title": "Tuesday Debrief",
        "team": "human",
        "body": "<p>Good job tonight, you did well. Unfortunately you didn&#39;t discover the package full of sentry turrets while you were in the mail room. Perhaps you can get them tomorrow?</p>\r\n\r\n<p><strong>Important announcement:&nbsp;</strong>We&#39;ve been finding hard tipped darts around campus. These darts are identical to the normal nerf elite darts, except that they have a hard tip. If you are using these darts, please stop, they are leaving welts. If anyone encounters a player intentionally using these darts, please notify a mod or admin immediately.</p>\r\n\r\n<p>Mid-day mission will be at 1:00pm tomorrow.</p>\r\n\r\n<p>Tiers can be voted on here: &nbsp;<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/16ENdS_UlOfMUDuNgrpU_4mN-t17sWk4jMHIvVYWBA4g/viewform?usp=send_form\">https:</a><a href=\"//docs.google.com/a/g.rit.edu/forms/d/16ENdS_UlOfMUDuNgrpU_4mN-t17sWk4jMHIvVYWBA4g/viewform?usp=send_form\">//docs.google.com/a/g.rit.edu/forms/d/16ENdS_UlOfMUDuNgrpU_4mN-t17sWk4jMHIvVYWBA4g/viewform?usp=send_form</a></p>"
    }, {
        "title": "Tuesday Debrief",
        "team": "zombie",
        "body": "<p>Good Job Zombies! you guys really turned it around from yesterday. You prevented the humans from adding anything cool from their stockpile</p>\r\n\r\n<p>Mid-day mission will be at 1:00pm tomorrow.&nbsp;<br />\r\nTiers can be voted on here:&nbsp;<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1_GyeZ3XbYiJ7oalD-putMMv3QOF3D_1p-2oTY0CvkqA/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1_GyeZ3XbYiJ7oalD-putMMv3QOF3D_1p-2oTY0CvkqA/viewform?usp=send_form</a></p>"
    }, {
        "title": "Human Wednesday Story Form",
        "team": "human",
        "body": "<p>Dear Interns,</p>\r\n\r\n<p>The head courier from the mail room sent his report. He was satisfied with your performance, but you were unable to recover Cornelius Mudd&#39;s prized test sample. He didn&#39;t give you the overflow turret cargo from Japan to fit into your stockpile.&nbsp;The mud sample incident alongside the fact that most of our mail couriers were killed last night due to forklift accidents and caffeine overdoses has Mr. Mud believing that our company has not invested enough money into employee safety. As a result of this alleged financial irregularity, he has hired a new CFO, Samantha Carlsbie. Please make sure she is made comfortable here at the company.</p>\r\n\r\n<p>We have a new assignment for all of you.&nbsp;Ms. Carlsbie has brought along her own support staff of 65 members to assist her in an audit of the company&#39;s finances. I will require all interns to lead these members on a tour of our facility while I balance our books and &quot;organize&quot; them so that they look &quot;professional&quot; when Ms. Carlsbie begins the audit. She&nbsp;seems particularly interested in viewing the basement before the audit so please let her spend as long as she likes wherever she likes. I must INSIST that you give her all the time she needs. Handling the company finances is quite a tedious task. We would like you all to remember that here at OZMA, we place great value on each and every member of our staff.</p>\r\n\r\n<p>Sincerely,</p>\r\n\r\n<p>- Terry</p>\r\n\r\n<p>CEO of OZMA Industries, Head Researcher of Facility A37-2BQ, Chairman of Telecon, Foreign Relations&nbsp;Animal Care Operations Manager</p>"
    }, {
        "title": "Zombie Wednesday Story Form",
        "team": "zombie",
        "body": "<p>Dear esteemed brethren,</p>\r\n\r\n<p>Last night was a wonderful success. For a pack of inferior half-bred circus creatures, you have impressed me. If you keep up this performance, you will receive quite the reward tonight. I have inserted one Ms. Carlsbie into the OZMA executive board as the new CFO. Little do those fools know that she is under my thumb. I have just received word that our little &quot;surprise&quot; has been put into place in the company basement. A real ornery beast whose just ready to ... erm ... cause some property damage. Or as far as you&#39;ll know.</p>\r\n\r\n<p>Your mission tonight, my furry companions, is to cause as much chaos as you can. The more of those interns that you can &quot;negotiate with&quot;, the more time you&#39;ll buy Ms. Carlsbie to release our associate. Remember that she is a lady of high society and does not wish to be kept waiting.</p>\r\n\r\n<p>Your true friend,</p>\r\n\r\n<p>- Cornelius Mudd</p>"
    }, {
        "title": "Wednesday Non-Story",
        "team": "human",
        "body": "<ul>\r\n\t<li>\r\n\t<p>You must gather VIPs around campus and bring them to designated hold points.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>Each point requires between 0 and 3 VIPs to start the cap timer. You can find out the required number of VIPs for each point by going to that point and asking the mod there.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>Each location must be held for 13 minutes<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>One of your tiers was Weaponized mud research. This means the VIPs will spawn with socks, and they can armed further by players.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>Your other tier was elephant blaster. You can pick it up in the lobby of the library at 9:05.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>VIPs cannot go inside, but they may enter safezones<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>The VIPs will spawn at <strong>Slaughter Quad, The Track Field, Under the Quarter Mile Bridge, Gazebo, <\/strong>and <strong>Brown Hall.<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>If a VIP is tagged, they will respawn at their original location.<\/p>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>The hold locations are: in <strong>Kodak Quad, Pi Quad, Sentinel, Polisseni, Infinity Quad, behind Gannet, Grassy Knoll, <\/strong>and <strong>near the Tiger Statue.<\/strong><\/p>\r\n\r\n<p>&nbsp;<\/p>"
    }, {
        "title": "Wednesday Non-Story",
        "team": "zombie",
        "body": "<p>Humans are trying to gather VIPs and bring them to cap points. You&#39;re objective is to kill as many humans and VIPs as possible, when you reach a specific kill count, you will recieve a reward.<\/p>\r\n\r\n<ul>\r\n\t<li>Each cap point needs between 0 and 3 VIPs to capture.<\/li>\r\n\t<li>The capture locations are&nbsp;<strong>Kodak Quad, Pi Quad, Sentinel, Infinity Quad, Grassy Knoll, Behind Gannett, in front of the&nbsp;Polissini,&nbsp;<\/strong>and <strong>near the Tiger Statue.&nbsp;<\/strong><\/li>\r\n\t<li>For tonight only, kills get you points.&nbsp;Each human killed counts as 1 point, while each vip counts as 3 points. When you get 20 points,&nbsp;we will grant the horde their grand prize. Zombies have selected the Rapid Evolution Tier which will reduce the required number of tags.<\/li>\r\n\t<li>The VIPs are armed. They have a blue on their neck and a green on their arm.<\/li>\r\n\t<li>VIPs cannot be tagged until they are picked up by a group.<\/li>\r\n\t<li>If they are tagged, they will respawn.<\/li>\r\n<\/ul>"
    }, {
        "title": "Wednesday Debrief",
        "team": "human",
        "body": "<p>You guys capped 7/8 of your objectives, which earned you sentry turrets for your stockpile.</p>\r\n\r\n<p>I wish I didn&#39;t have to say this, but we are still finding hard tipped darts. If we find anyone using these darts, they will be reprimanded.</p>\r\n\r\n<p>Mid-day mission will be at 2:00pm tomorrow in the basement of Gosnell.</p>\r\n\r\n<p>You can vote for teirs here: &nbsp;<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1OiK14bnVAYw1HTyciCJi6Q8nKIf8jebjaVgjAUJ_83k/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1OiK14bnVAYw1HTyciCJi6Q8nKIf8jebjaVgjAUJ_83k/viewform?usp=send_form</a></p>"
    }, {
        "title": "Wednesday Debrief",
        "team": "zombie",
        "body": "<p>Good Job tonight zombies! you were organized and looking good. Hopefully your turnout rate will improve, but other than that you guys did well.</p>\r\n\r\n<p>If anyone sees a human intentionally using (like they are exlcusively using) hard tipped darts, please inform a admin or moderator immediately.<br />\r\n<br />\r\nMid-day mission will be at 2:00pm tomorrow in the basement of Gosnell.</p>\r\n\r\n<p>You can vote for tiers here: &nbsp;<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1IF7U79rIFFiBBnRzqIEhsEqjp6Q32mrNJ3D4IXnWfTA/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1IF7U79rIFFiBBnRzqIEhsEqjp6Q32mrNJ3D4IXnWfTA/viewform?usp=send_form</a></p>"
    }, {
        "title": "Human Thursday Story Form",
        "team": "human",
        "body": "<p>Dear Interns,</p>\r\n\r\n<p>From what I understand the tours were a great success. You managed to show off most of the facility and even cleaned up the mess in the basement. Thanks to your diligence, I was able to balance our books in time to present them to Ms. Carlsbie.</p>\r\n\r\n<p>We have a new assignment for all of you.&nbsp;I am not sure how, but a large number of our &quot;problem interns&quot; has been set free. What is more curious is that they seem to have&nbsp;launch codes&nbsp;around their necks&nbsp;that pertain to our company missile silos. Mr. Mudd and Ms. Carlsbie are nowhere to be found at the moment, so I will personally look into who could have possibly done this until they return.</p>\r\n\r\n<p>I need you interns to capture a few of the escaped &quot;problem interns&quot; and input the right codes back into the locked terminals. You have a few hours from the time I send this memo, but please do not wait too long. They are privately funded OZMA brand missiles&nbsp;after all,&nbsp;and we wouldn&#39;t want to lose our investments if they were to be launched into a rival company&#39;s facility. We would like you all to remember that here at OZMA, we place great value on each and every member of our staff.</p>\r\n\r\n<p>Sincerely,</p>\r\n\r\n<p>- Terry CEO of OZMA Industries Head Researcher of Facility A37-2BQ Chairman of Telecon &amp; Foreign Relations Animal Care Operations Manager Director of Industrial Manufacturing</p>"
    }, {
        "title": "Zombie Thursday Story Form",
        "team": "zombie",
        "body": "<p>Dear esteemed brethren,</p>\r\n\r\n<p>Last night was another wonderful success. We managed to recruit more of Terry&#39;s precious workforce over to our side. Now we can begin to move into the final phase of our plans.</p>\r\n\r\n<p>I have it on good authority that Ms. Carlsbie has released another group of your filthy kind into the facility and hidden the company&#39;s launch codes on their&nbsp;bodies. These bears have mutated in the same unholy fashion you have except they don&#39;t seem mind getting shot so much. Why can&#39;t you simpletons survive getting shot in the cranium? Regardless, while the interns are busy stopping the company&#39;s privately funded missile collection from firing at my competitor&#39;s cosmetics companies, I am going to set up my trap to lure Terry into certain doom. Terry won&#39;t be able to throw interns at this problem when he finds a southern section of his&nbsp;cranium missing.</p>\r\n\r\n<p>Your mission tonight, my lackluster omnivores, is to stop the interns from moving those launch codes as long as possible. Negotiate with as many of them as you can. Do this for me and I&#39;ll be able to guarantee you all a new life in the forest. We will end Terry&#39;s Empire tonight.</p>\r\n\r\n<p>Your true friend,</p>\r\n\r\n<p>- Cornelius Mudd</p>"
    }, {
        "title": "Thursday Non-story form",
        "team": "human",
        "body": "<p>Humans will have to unlock 5 boxes around campus.<\/p>\r\n\r\n<ul>\r\n\t<li>Each box is locked with a combination. Do not touch the box.<\/li>\r\n\t<li>There will be a number of witches at each box.<\/li>\r\n\t<li>One witch at each location will know the combination for a box at a&nbsp;<strong>different&nbsp;<\/strong><strong>location.&nbsp;<\/strong>you will have to capture them and bring them to the correct lock.<\/li>\r\n\t<li>A photograph will be hidden around the designated lock area&nbsp;which will identify which witch is the holder of the combination to one of the locks. This photograph will be attached to a bottle. Alternatively you can guess at the correct witch.<\/li>\r\n\t<li>Do not move the bottles<\/li>\r\n\t<li>There will be mods distributing hula hoops in the&nbsp;<strong>Basement of Gosnell<\/strong>, The <strong>Golisano Atrium<\/strong>,&nbsp;and <strong>door to Booth on the ramp<\/strong><strong>.<\/strong><\/li>\r\n\t<li>You can capture a witch by stunning them and placing the hula hoop around them. The witch will then follow you as long as the hula hoop remains around them (A&nbsp;player must be holding the hoop).&nbsp;<\/li>\r\n\t<li>If you die with a hula hoop, you may pass it off to another human in your group. If there are no nearby humans, bring it to a mod or admin.<\/li>\r\n\t<li>Witches may not go indoor, but they may go into safezones. Only one witch from each point may be held in captivity at a time.<\/li>\r\n\t<li>Your tier is Big Game Hunter. You have a mercenary that knows how to use an elephant blaster really well. He also has charm. He&#39;ll spawn in Carlson.<\/li>\r\n\t<li>The zombies have a tier&nbsp;item which can despawn witches and hoops while they are in safezones.&nbsp;<\/li>\r\n\t<li>The Box locations are&nbsp;<strong>Grassy Knoll, Behind the Sau, Kodak, Pi Quad,&nbsp;<\/strong>and <strong>Slaughter Quad.<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p><strong>Please remember: Do not stand on the Pi Statue, Do not use hard-tipped darts, and DO NOT ENTER EASTMAN OR PROP THE ATM DOORS OPEN&nbsp;(BUILDING 1).<\/strong><\/p>\r\n\r\n<p><strong>Return all hula hoops at the end of the night to the Liberal Arts building (building 6).<\/strong><\/p>"
    }, {
        "title": "Thursday Non-Story",
        "team": "zombie",
        "body": "<ul>\r\n\t<li>The humans are trying to capture witches in hula hoops and take them to different points around campus.<\/li>\r\n\t<li>You are not allowed to touch hula hoops.<\/li>\r\n\t<li>If a human dies with a hula hoop, they&nbsp;may pass it off to another human in your group. If there are no nearby humans, bring the hula hoop&nbsp;to a mod or admin.<\/li>\r\n\t<li>The five points are <strong>Kodak quad, PI quad, grassy knoll, the bench behind the SAU, and the Slaughter quad.<\/strong><\/li>\r\n\t<li>At each point there are&nbsp;witches and a box. The witches will guard the box. You are not allowed to touch the box.<\/li>\r\n\t<li>There are bottles that the humans are looking for. Do not touch the bottles.<\/li>\r\n\t<li>The humans will have to take one of the witches from each point and move them to a different point.&nbsp;The points are listed above.<\/li>\r\n\t<li>Your tier gives you a Feral Flare. If you&nbsp;throw it and it lands near a witch that is being held in a safe zone, the hula hoop holding the witch will break and the witch will go back to their starting point.<\/li>\r\n\t<li>The human&#39;s tier is the elephant blaster. Beware my grizzly bear.<\/li>\r\n<\/ul>\r\n\r\n<p><strong>Please remember: Do not stand on the Pi Statue,&nbsp;and DO NOT ENTER EASTMAN OR PROP THE ATM DOORS OPEN&nbsp;(BUILDING 1).<\/strong><\/p>\r\n\r\n<p><strong>Return all hula hoops at the end of the night to the Liberal Arts building (building 6).<\/strong><\/p>"
    }, {
        "title": "Thursday Debrief",
        "team": "human",
        "body": "<p>You unlocked zero boxes tonight. As a result you didn&#39;t earn a bonus for your stockpile.</p>\r\n\r\n<p>Everyone should remember that <strong>tomorrow&#39;s mission starts at 6:00pm</strong>&nbsp;and ends at 8:00pm</p>\r\n\r\n<p>Mid-day mission will be at noon in the gosnell basement.</p>\r\n\r\n<p>You can vote for tiers here:<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1n1E5VCZ4mLPkYM3dMif0lzfc83_82XUJzApvGAZnVhQ/viewform?usp=send_form\">&nbsp;https://docs.google.com/a/g.rit.edu/forms/d/1n1E5VCZ4mLPkYM3dMif0lzfc83_82XUJzApvGAZnVhQ/viewform?usp=send_form</a></p>"
    }, {
        "title": "Thursday Debrief",
        "team": "zombie",
        "body": "<p>Good job tonight, you went out and shut the humans down even though it was really cold out. Big props to you all.<\/p>\r\n\r\n<p>Here is you stockpile for friday (this isn&#39;t all you get, it&#39;s in addition to your normal # of shirts)<\/p>\r\n\r\n<ul>\r\n\t<li>2 tank shirts<\/li>\r\n\t<li>1 boomer<\/li>\r\n<\/ul>\r\n\r\n<p>Remember that tomorrow&#39;s mission starts at&nbsp;<strong>6:00pm&nbsp;<\/strong>and ends at 8:00pm<\/p>\r\n\r\n<p>Mid-day will be at noon in the basement of gosnell.<\/p>\r\n\r\n<p>you can vote for tiers here:&nbsp;<a href=\"https:\/\/docs.google.com\/a\/g.rit.edu\/forms\/d\/1V8azkTNE-zuOSYi0ncr1qi6kSTj2sFvTBQWk1s1W5sg\/viewform?usp=send_form\">https:\/\/docs.google.com\/a\/g.rit.edu\/forms\/d\/1V8azkTNE-zuOSYi0ncr1qi6kSTj2sFvTBQWk1s1W5sg\/viewform?usp=send_form<\/a><\/p>"
    }, {
        "title": "Friday Story Form",
        "team": "human",
        "body": "<p>Dear Interns,</p>\r\n\r\n<p>I am sorely dissapointed in your performance last night. Not only did you allow all of the missiles to be launched at our competitors, but you have also allowed for many cities worldwide to be removed from the face of the earth.&nbsp; I suppose a promotion will not be in your future anytime soon.&nbsp; With this being said, UN peacekeeping forces as well as several IRS agents are en route to this facility as we speak.&nbsp; With the loss of our ICBMS and most of our cosmetics facilites now destroyed, we do not have a primary source of income to keep us ahead for the quarter. In order to rectify these issues, I am taking some time off in Dubai in order to clear my head and then develop a recovery strategy. After a few weeks of planning I will return and give you your new assignments. In the meantime please carry on your duties as normal.</p>\r\n\r\n<p>Your assignment tonight is to call for my transport and hold it in the facility until I am done attending to matters.&nbsp; I will need you to check the radio towers as well as our armory to make sure that our communications are up and running as I don&#39;t want to be late. You may do as you like while you wait for the phone call.</p>\r\n\r\n<p>I thought I should also leave a note that Cornleius Mudd, ex COO of this company, and Ms. Carlsbie have been at odds with me for many years and have&nbsp;made several attempts to take over OZMA.&nbsp; We are going to have a discussion about our futures here at the main branch after I make a quick trip to our weapons facility. I would encourage you and your fellow interns to delete this e-mail shortly after reading it.&nbsp; I would also encourage you to call the company&#39;s law firm if you have any questions while the IRS is visiting the facility. Please note that most of the firm will be meeting me in Dubai.</p>\r\n\r\n<p>Regards,</p>\r\n\r\n<p>- Terry</p>\r\n\r\n<p>-CEO of OZMA Industries</p>\r\n\r\n<p>-Head Researcher of Facility A37-2BQ</p>\r\n\r\n<p>-Chairman of Telecon &amp; Foreign Relations</p>\r\n\r\n<p>-Animal Care Operations</p>\r\n\r\n<p>-Manager Director of Industrial Manufacturing</p>\r\n\r\n<p>-OZMA Chief of Security</p>"
    }, {
        "title": "Friday Non-story",
        "team": "human",
        "body": "<ul>\r\n\t<li>Humans need to hold 4 different small&nbsp;points around campus. These locations can only be captured TWO&nbsp;at a time (while two are&nbsp;being captured, the other two&nbsp;will be frozen.)<\/li>\r\n\t<li>Before you can start capturing a point, you will need to get the right &quot;code&quot; for that specific location. The code must be brought to location.<\/li>\r\n\t<li>The Codes will be given out by mods at&nbsp;<strong>Pi Quad<\/strong>,&nbsp;<strong>The Sentinel<\/strong>,&nbsp;<strong>In front of Lowenthal<\/strong>, and&nbsp;<strong>Behind Gannett<\/strong>.<\/li>\r\n\t<li>If you are pushed off of a point, you will need to go get another &quot;code&quot; before you can begin capturing it again. However the cap time does not reset.<\/li>\r\n\t<li>The small Locations are <strong>Kodak, The Greek Lawn, The Field next to E lot&nbsp;<\/strong>(on the way to the rotary), and&nbsp;<strong>The Gazebo<\/strong>.<\/li>\r\n\t<li>You will hold these points for 25 minutes each.<\/li>\r\n<\/ul>\r\n\r\n<p><strong>Alternatively<\/strong><\/p>\r\n\r\n<ul>\r\n\t<li>You may bring&nbsp;all of the&nbsp;codes to a&nbsp;main location. The location is the <strong>grassy strip between clark gym and gordon field house<\/strong>.<\/li>\r\n\t<li>This location will have a shorter cap per code than the smaller locations. But you still must cap it one code at a time. This means you must hold this point for 4 seperate increments of 15 minutes. &nbsp;Once you complete a set of 15 minutes at this point, it will count as capturing one of the 4 points mentioned above.<\/li>\r\n\t<li>It also contains all of your main stockpile rewards.<\/li>\r\n\t<li>The zone has a variable safezone around it. This safezone will cycle between being active for 5 minutes, and being offline for 2 minutes. (Your tier reduced the time it stays deactivated for)<\/li>\r\n\t<li>A flag will be placed in the center to tell you when the safe zone is up. FLAG UP MEANS SAFE ZONE IS UP. FLAG DOWN MEANS SAFE ZONE IS DOWN.<\/li>\r\n\t<li>There are also turrets (mods) around the safezone, who will provide some aid.<\/li>\r\n\t<li>An elephant blaster will be found at the large armory\/stockpile point. There will be another elephant blaster located at the basement of gosnell.<\/li>\r\n<\/ul>\r\n\r\n<p><em>If you finish a capture time for a particular code at a small location, that code will count as captured for the large location a well. (and vice versa).<\/em><\/p>\r\n\r\n<p><strong>Once you have finished capturing all 4 codes the extraction vehicle will deploy.<\/strong><\/p>\r\n\r\n<ul>\r\n\t<li>The extraction vehicle will be two mods with a rope between them.<\/li>\r\n\t<li>you must find them and grab a hold of the rope. Once you&#39;ve done that, you have extracted.<\/li>\r\n\t<li>There &nbsp;is no set path for these two mods, but they will try to avoid central campus.<\/li>\r\n\t<li>Zombies picked a tier that causes the extraction &quot;vehicle&quot; to periodically break down. During this time, the mods will pick up the rope &nbsp;and no one will be able to extract for a short period.<\/li>\r\n<\/ul>"
    }, {
        "title": "Friday Story Form",
        "team": "zombie",
        "body": "<p>Dear esteemed brethren,</p>\r\n\r\n<p>I have to say that I am thoroughly impressed your mettle. You might be smarter than the average bear after all. It seems you have all become accomplices in mass genocide, or did I forget to mention that?&nbsp; I&#39;m sure we probably missed most of your old homes so there is nothing to fear.</p>\r\n\r\n<p>Your final mission tonight is to tie up the remaining interns under Terry&#39;s control.&nbsp; They will most likely being calling for some kind of escape as I have alerted the IRS to visit the facility and question Terry about his apparent 5 year tax evasion.&nbsp; You must prevent them from securing those communications devices so that I can finally put an end to Terry himself.&nbsp; If all else fails, kill every last one of them. Including that bastard Terry if I haven&#39;t done away with him myself.&nbsp; His execution will happen on the eight hour.&nbsp;</p>\r\n\r\n<p>Do this for me and all is forgiven. You may leave my sight and never return.</p>\r\n\r\n<p>It has been quite the ordeal,</p>\r\n\r\n<p>- Cornelius Mudd</p>\r\n\r\n<p>*************************</p>\r\n\r\n<p>So it seems the IT department has finally fixed my company account, which means you should all be receiving this message.&nbsp; I&#39;m not sure what Mudd has been telling you for the last few days, but I felt I needed to contact you and apologize.&nbsp; I may have used all of you for a small, inconsequential insurance fraud case.&nbsp; Sorry about that.&nbsp; In any case, I know I don&#39;t have the right to ask, but could you maybe kill all of my interns? I didn&#39;t have the heart to tell them, but the company has actually run out of funding months ago. Ms. Carlsbie nearly had a stroke when she saw all of the red zeroes. I can no longer pay them in food stamps and it seems international security forces are coming to collect evidence. If you destroy the facility we both win. You get your revenge on your captors and I don&#39;t have to join a man named Porkchop in a prison cell, or worse, get murdered by Mudd.</p>\r\n\r\n<p>Farewell Friends,</p>\r\n\r\n<p>Terry</p>"
    }, {
        "title": "Friday non-story",
        "team": "zombie",
        "body": "<ul>\r\n\t<li>Throughout the week, you managed to add two tanks and a boomer to your stockpile. They will be given out tonight.<\/li>\r\n\t<li>Humans will be&nbsp;holding 4 different small&nbsp;points around campus. These locations can only be captured TWO&nbsp;at a time (while two&nbsp;are&nbsp;being captured, the other two&nbsp;will be frozen.)<\/li>\r\n\t<li>Before they&nbsp;can start capturing a point, they&nbsp;will need to get the right &quot;code&quot; for that specific location. The code must be brought to location.<\/li>\r\n\t<li>If they&nbsp;are pushed off of a point, they&nbsp;will need to go get another &quot;code&quot; before they&nbsp;can begin capturing it again. However the cap time does not reset.<\/li>\r\n\t<li>The small Locations are&nbsp;<strong>Kodak, The Greek Lawn, The Field next to E lot&nbsp;<\/strong>(on the way to the rotary), and&nbsp;<strong>The Gazebo<\/strong>.<\/li>\r\n<\/ul>\r\n\r\n<p><strong>Alternatively<\/strong><\/p>\r\n\r\n<ul>\r\n\t<li>They may bring the all of the&nbsp;codes to a&nbsp;main location.&nbsp;The location is the <strong>grassy strip between clark gym and gordon field house.<\/strong><\/li>\r\n\t<li>This location will have a shorter cap per code than the smaller locations. But they&nbsp;still must cap it one code at a time. This means the humans will essentially choose to capture this point 4 times or a combination of the smaller ones and this main one.<\/li>\r\n\t<li>It also contains all of the human main stockpile rewards.<\/li>\r\n\t<li>The zone has a variable safezone around it. This safezone will cycle between being active and inactive.<\/li>\r\n\t<li>A flag will be placed in the center to tell you when the safe zone is up. FLAG UP MEANS SAFE ZONE IS UP. FLAG DOWN MEANS SAFE ZONE IS DOWN.<\/li>\r\n\t<li>There are also turrets (mods) around the safezone, who will provide some aid to the humans.<\/li>\r\n<\/ul>\r\n\r\n<p>If they&nbsp;finish a capture time for a particular code at a small location, that code will count as captured for the large location a well. (and vice versa).<\/p>\r\n\r\n<p><strong>Once humans have finished capturing all 4 codes the extraction vehicle will deploy.<\/strong><\/p>\r\n\r\n<ul>\r\n\t<li>The extraction vehicle will be two mods with a rope between them.<\/li>\r\n\t<li>Humans must find them and grab a hold of the rope. Once they&#39;ve done that, you have extracted.<\/li>\r\n\t<li>There&nbsp;is no set path for these two mods, but they will try to avoid central campus.<\/li>\r\n\t<li>You picked a tier that causes the extraction &quot;vehicle&quot; to periodically break down. During this time, the mods will pick up the rope and no one will be able to extract for a short period.<\/li>\r\n<\/ul>"
    }]
}