{
    "scores": {
        "humans": 197,
        "zombies": 603,
        "winners": ["Many People", "Tyler Jones"]
    },

    "missions": [{
        "title": "Sunday Night Story Form - Humans",
        "team": "human",
        "body": "<p>You exit the dim red light of the black hawk helicopter, that somehow transported hundreds of people all at once. You&#39;ve been hired by the Military Utilitarian Defense Division as a security detail. You&#39;re first assignment is to provide security for a team of civilian workers as they renovate an old abandoned science facility. The facility was once owned by the ORION corporation, but was abandoned when the company&#39;s board of directors mysteriously disappeared.&nbsp;<br />\r\nA team of civilian engineers was sent into the compound last week to gauge the initial condition of the facility&#39;s infrastructure. We have since lost contact with both them and their security team.<br />\r\nThe higher ups are now concerned that the facility might be unsafe at this time, and have decided to take a major security initiative.</p>\r\n\r\n<p>Your commanding officer walks out in front of your team, sizing up the swath of new recruits laid out in front of him. &quot;I&#39;m not gonna lie to you, most of you aren&#39;t going to make it out of this. Hell, I don&#39;t even care if there is anything wrong here, I&#39;m just not bringing most of you back with me, especially this guy&quot; (He motions towards the recruit to your left &quot;Yeah sorry buddy, I don&#39;t like the cut of your jib, this is your home now.&quot; The sobbing of your squad mate drowns out the laughter of the rest of the recruits. &quot;Now that we&#39;re here, your mission is to recover as much intel as possible left behind by the previous team. We have reason to believe that they have all met what was quite literally a grizzly end, but their reconnaissance&nbsp;will be critical to us in recovering this facility. We&#39;re deploying into the compound at 21:00 hours, so grab the gear you need, and report to your assigned squads.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>"
    }, {
        "title": "Sunday Night Story Form - Zombies",
        "team": "zombie",
        "body": "<p>In an old decrepit security room of an abandoned&nbsp;ORION bio-science facility, a cracked monitor flickers as it cycles through the same scene again and again. Though the facility has been abandoned for years, the timestamp in the corner of the screen indicates that the footage is only a few days old.</p>\r\n\r\n<p>The monitor shows a group of buff looking technicians sorting through shelves upon shelves of vials containing a strange green liquid. After a few minutes, one of the technicians drops a vial, shattering it on the ground. A few moments later, the same technician falls to the ground, his hands around his neck. The rest of the technicians rush for the door, but it is too late as the room is filled with a thick fog of unknown origin. The footage only has one more discernable image, and that is the distinct figure of the muscular, yet clumsy technician, beginning to feast on the tasty flesh of his previous allies.</p>"
    }, {
        "title": "Sunday Night Non-Story Form - Human",
        "team": "human",
        "body": "<p>Humans are collecting pieces of intel (Bottles with brightly colored duct tape around them) that are hidden in various locations around campus. They must take this intel and turn it into a recon specialist at a central location.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>The locations where intel is hidden are:</strong></p>\r\n\r\n<p>-Slaughter Quad</p>\r\n\r\n<p>-Gazebo</p>\r\n\r\n<p>-Pi Quad</p>\r\n\r\n<p>-Greek Lawn</p>\r\n\r\n<p>-Grassy Knoll</p>\r\n\r\n<p>-Global Village</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>The intel turn in location is:</strong></p>\r\n\r\n<p>-The Tiger Statue</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The bottles may respawn throughout the night, so periodically recheck the locations so that you have previously searched.</p>"
    }, {
        "title": "Sunday Night Non-Story Form - Zombie",
        "team": "zombie",
        "body": "<p>Humans are looking for pieces of intel hidden around campus (Bottles covered in brightly colored duct tape). You are NOT TO TOUCH THE BOTTLES. They must then take these bottles and turn them in at a central point on campus. But your mission is to tag those humans, and here&#39;s where they need to go.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>The locations where intel is hidden are:</strong></p>\r\n\r\n<p>-Slaughter Quad</p>\r\n\r\n<p>-Gazebo</p>\r\n\r\n<p>-Pi Quad</p>\r\n\r\n<p>-Greek Lawn</p>\r\n\r\n<p>-Grassy Knoll</p>\r\n\r\n<p>-Global Village</p>\r\n\r\n<p><br />\r\nOnce again DO NOT TOUCH THE BOTTLES.</p>"
    }, {
        "title": "Sunday Post Mission: Human",
        "team": "human",
        "body": "<p>Great Job tonight. Despite the large zombie presence, you were able to make pushes and score 52 bottles!</p>\r\n\r\n<p>Tomorrow&#39;s midday mission will be at 12:00pm. We&#39;ll be meeting&nbsp;in the basement of the Gosnell atrium.</p>\r\n\r\n<p>Here&#39;s a link to your tiers.<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/12Bb-hxE-bUE1-1RdCv8izulvOGd5LBox7tS8ER_5v5A/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/12Bb-hxE-bUE1-1RdCv8izulvOGd5LBox7tS8ER_5v5A/viewform?usp=send_form</a></p>"
    }, {
        "title": "Post Sunday: Zombie",
        "team": "zombie",
        "body": "<p>Good Job Zombies!&nbsp;despite the humans being able to score a large number of bottles, you dished out a good punishment.</p>\r\n\r\n<p>Midday tomorrow will be at 12:00pm. We&#39;ll be starting the basement of the Gosnell Atrium. Hope to see you there.</p>\r\n\r\n<p>Here is a link for you Tier Rewards:<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1ean5pAimXMUooaWYoQHAVeZWqS9V-_nN88b_hF-peuE/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1ean5pAimXMUooaWYoQHAVeZWqS9V-_nN88b_hF-peuE/viewform?usp=send_form</a></p>"
    }, {
        "title": "Monday Night Story Form - Humans",
        "team": "human",
        "body": "<p>After collecting the intel last night, you now know that this facility has been overrun with some horrible creatures that may have once been human, but are now horribly...funky. Recovering the data pods helped to recover information about the surrounding area, but much of the facility is still a mystery to us. Our current mission is to pick up where the old team left off and get this facility up and running again, and the first step towards that is going to be fixing up the mapping stations so we can get a fuller picture of the types of resources that we&#39;re here to recover.</p>"
    }, {
        "title": "Monday Night Story Form - Zombies",
        "team": "zombie",
        "body": "<p>The hunger that overtook the first victims of the mysterious green vials has now taken you and many of your comrades as well. You entered this facility with the intention of gathering some sort of vital resource, but now the only thing that seems important is the acquisition of the tasty flesh of the people you once thought were your friends. As you walk out into the facility it dawns on you that the viscera that seems to coat every wall, now feels to you like a warm embrace, like a wet meaty hug...gross. You can&#39;t help but escape the feeling that you are no longer the same person you used to be, but that the nagging robotic voice in the back of your mind propels you to spread whatever this newfound feeling is. As the wind turns, you hear the muffled sounds of your former compatriots, and the softspoken coo of heavy construction machinery.</p>"
    }, {
        "title": "Monday Non-Story: Human",
        "team": "human",
        "body": "<p>Humans must escort technicians to points around campus, where they will repair receivers for a super secret mapping system codenamed &ldquo;H.E.A.V.E.N.H.A.N.D.S&rdquo;. Once at the receiver, the technician will inspect the equipment and send you out to collect the needed parts for repair by giving you a voucher for one of the parts that you&rsquo;ll need (If you already have a voucher give this to the technician and they will tell you what it does). If a technician gets tagged on the way to the mapping equipment, they will respawn at their start location. If they are tagged while at the location, they will be &ldquo;dead&rdquo; but they will continue to give you the vouchers and repair the mapping system. You will receive a bonus for keeping more technicians alive. If you die with a part, and don&rsquo;t have another human with you to pass it to, you must return the part to the point you took it from.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Locations where technicians will spawn are:</p>\r\n\r\n<p>-Carlson</p>\r\n\r\n<p>-Kodak Quad Door of Gannet</p>\r\n\r\n<p>-Inside the Sky Bridge</p>\r\n\r\n<p>-The SAU</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Since you got enough intel last night, the supply locations will be:</p>\r\n\r\n<p>-Behind Booth and Gannet</p>\r\n\r\n<p>-Slaughter Quad</p>\r\n\r\n<p>-Grass Behind Lowenthal</p>\r\n\r\n<p>-Global Village Plaza</p>\r\n\r\n<p>-Greek Rock</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>You all picked deployable cover for your tier tonight. Some of the technicians will start with them. A deployable cover is a box covered in hvz duct tape.&nbsp;A Human player can activate the cover by putting it on the ground and crushing it. The Cover generates a 15ft radius safe zone around the box for 5 minutes. Once crushed, the box cannot be moved. each cover is single use.</p>\r\n\r\n<p>&nbsp;</p>"
    }, {
        "title": "Monday Non-Story: Zombies",
        "team": "zombie",
        "body": "<p>Humans are building something to help get the facility back up and running, you do not want that to happen. They have to escort technicians to points around campus, and then they will be going to purchase parts from merchants at other points on campus. Your goal should be to kill the technicians, as well as stop the humans from collecting their needed parts. (If you run into a mod that you are not sure if they are a technician or merchant, just ask and they will tell you)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Humans picked deployable cover for their tier tonight. Some of the technicians will start with them. A deployable cover is a box covered in hvz duct tape.A Human player can activate the cover by putting it on the ground and crushing it. The Cover generates a 15ft safe zone&nbsp;radius around the box for 5 minutes. Once crushed, the box cannot be moved. &nbsp;</p>\r\n\r\n<p>&nbsp;</p>"
    }, {
        "title": "Monday Post Mission - Humans",
        "team": "human",
        "body": "<p>Dear Humans,</p>\r\n\r\n<p>You did OK, I mean you really tried but there was a lot of fear in your eyes and a lack of demonstrated resolve to complete the objective. You got 5 of the 12 parts needed to repair the mapping stations, and you let all of the technicians die. But do not be discouraged, that&#39;s not so bad, stiff upper lip, all that jazz.</p>\r\n\r\n<p>Tiers - <a href=\"http://goo.gl/forms/U13FWIaLJQ\">http://goo.gl/forms/U13FWIaLJQ</a></p>\r\n\r\n<p>Midday mission is at 12:30 today in the Gosnall Atrium Basement, and there may be other small missions throughout the day so keep an eye on the Facebook group.</p>"
    }, {
        "title": "Monday Post Mission - Zombies",
        "team": "zombie",
        "body": "<p>Hey Zombies! (I liked the things you do-o), Hey Zombies! (If I could I would be you). I mean, *cough* you did pretty well last night, keeping the humans from getting about half of their objectives, as well as doing a good job coordinating to keep them shaking in their rubber boots. So overall we are pleased with your progress.</p>\r\n\r\n<p>Tiers - <a href=\"http://goo.gl/forms/ohWMUOP7uh\">http://goo.gl/forms/ohWMUOP7uh</a></p>\r\n\r\n<p>Midday mission is at 12:30 today in the Gosnall Atrium Basement, and there may be other small missions throughout the day so keep an eye on the Facebook group.</p>"
    }, {
        "title": "Tuesday Story Form: Human",
        "team": "human",
        "body": "<p>The mapping stations you activated last night revealed a number of strange testing chambers hidden within the facility. However, these areas are blocked off by large security doors which are tied into the main compound&rsquo;s electrical grid. As long as these doors remain powerless, these chambers remain inaccessible to us. Your task tonight will be to restore power to the facility.</p>"
    }, {
        "title": "Tuesday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>A foggy haze has enveloped your mind. You&rsquo;re former memories are fading, becoming nothing but a fleeting jumble of images and smells. Replacing your former self is an insatiable hunger, driven by an overpowering voice in the back of your head. This voice, which sounds very strong and muscular, and it&rsquo;s telling you that the lights are going to come back on. The voice sounds displeased by this idea, and you are filled by this sudden urge prevent this at all cost.</p>"
    }, {
        "title": "Tuesday Non-Story: Human",
        "team": "human",
        "body": "<p>You must pick up &ldquo;Batteries&rdquo; from designated pick up locations, and bring them to designated drop off locations.<\/p>\r\n\r\n<p>after a pick up location hands out a &ldquo;battery&rdquo;, it must wait 5 minutes before it can hand out another. There will be a mod with a flag at each pick up location. If the flag is raised, the mod will have the flag raised in the air. If you die with a battery or super battery you may give it off to a friend, or you should drop it where you died if you have no friends (sorry)<\/p>\r\n\r\n<p>These points can also hand out &ldquo;Super Batteries&rdquo;, which count as 4&nbsp;batteries. To get a &ldquo;super battery&rdquo;, you must hold the location for a continuous 10 minutes.&nbsp;There must be a battery ready to be picked up at the point before you can start the cap timer for a super battery.&nbsp;<\/p>\r\n\r\n<p>There will also be a &ldquo;Elephant Grenade&rdquo; out tonight. This will be a hvz beach ball accompanied by a mod. The beach ball can be thrown at an unstunned special zombie. If it hits, the special zombie will lose their special shirt and become a normal zombie. This will only work on one special zombie. It will be spawning in the lobby of the library.<\/p>\r\n\r\n<p>You picked &ldquo;Overvolt&rdquo; as your tier, which reduces the time in between battery spawns.<\/p>\r\n\r\n<p>The Zombies picked &quot;Brown Out&quot; which gives them a single use card that can shut down a pickup location for 20 minutes. They also have a &quot;Deplorable Cover&quot; which is a single use boomer cone that when they use it, it activates a 3.5 minute boomer cone that goes away forever once used.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Pickup Locations Are<\/p>\r\n\r\n\t<ul>\r\n\t\t<li>\r\n\t\t<p>Polleseni Center<\/p>\r\n\t\t<\/li>\r\n\t\t<li>\r\n\t\t<p>Sentinel<\/p>\r\n\t\t<\/li>\r\n\t\t<li>\r\n\t\t<p>Track Field<\/p>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Dropoff Locations Are<\/p>\r\n\r\n\t<ul>\r\n\t\t<li>\r\n\t\t<p>Brown (Color Science Thing)<\/p>\r\n\t\t<\/li>\r\n\t\t<li>\r\n\t\t<p>Under the skybridge<\/p>\r\n\t\t<\/li>\r\n\t\t<li>\r\n\t\t<p>Pi quad<\/p>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>"
    }, {
        "title": "Tuesday Non-Story: Zombie",
        "team": "zombie",
        "body": "<p>The humans managed to build enough of their mapping station last night that they are moving on to the next phase: Charging their super weapon. The humans must pick up &quot;Batteries&quot; at 3&nbsp;set locations, and then bring them to 3 set dropoff locations. After they pick up a battery that pick up point is deactivated for 5 minutes, then it can give out a new battery, however they can opt to hold the point for 10 minutes instead to get a battery worth 4 times the value of one of the other batteries. You&nbsp;will be scored for every 20 minutes that goes by at each location where humans are not getting a battery so guard the pick up locations.&nbsp;</p>\r\n\r\n<p>The pick up locations are:</p>\r\n\r\n<p>-In front of the Polleseni Center</p>\r\n\r\n<p>-The Sentinel</p>\r\n\r\n<p>-The Track Field (In front of gordon)</p>\r\n\r\n<p>You picked &quot;Brown Out&quot; which gives you a card that can be used at any time&nbsp;by handing in to a pickup location and it will shut down that location for 20 minutes.&nbsp;</p>\r\n\r\n<p>Humans have an Elephant Grenade out tonight, which is a beach ball with duct tape that if it hits a special zombie they are dead and no longer special, however once it has killed a special it is no longer active.&nbsp;</p>\r\n\r\n<p>From the midday mission Zombies will have a &quot;Deplorable Cover&quot; which is a single use boomer cone that when it is used, generates a boomer cone respawn point for 3.5 minutes.&nbsp;</p>"
    }, {
        "title": "Tuesday Post-Mission: Humans",
        "team": "human",
        "body": "<p>The Science facility remains dark and without power. Luckily, you have another chance&nbsp;tomorrow at midday.<br />\r\nMidday is at 12:00 noon tomorrow, and will start in the basement of Gosnell. The mission may last longer than the usual length, and it is highly encouraged that you all attend (if able).</p>\r\n\r\n<p>here is a link to your tier rewards:<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1PK-EsDXODppzvd0_GupeJ2CePGxir0IMnMFlGv0Cx6s/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1PK-EsDXODppzvd0_GupeJ2CePGxir0IMnMFlGv0Cx6s/viewform?usp=send_form</a></p>"
    }, {
        "title": "Tuesday Post-Mission: Zombie",
        "team": "zombie",
        "body": "<p>Well, You all won. I wouldn&#39;t call it a hard fought victory, but that&#39;s certainly not your fault.&nbsp;<br />\r\nYou all did a splendid job, despite the lack of brains to devour.&nbsp;</p>\r\n\r\n<p>Midday tomorrow will be at 12:00pm in the basement of gosnell.</p>\r\n\r\n<p>Also, We&#39;ve had numerous complaints about zombies following humans inside during missions.<br />\r\nYou need to refrain from using indoors except for necessary reasons (I.E. bathroom, getting a drink of water, not freezing to death during a blizzard,...etc)</p>\r\n\r\n<p>Here is a link to your zombie tier:<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1TjMN5rHKl87I1AiqgjAOGah8wRUAvlqksdrA9OXL6Kc/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1TjMN5rHKl87I1AiqgjAOGah8wRUAvlqksdrA9OXL6Kc/viewform?usp=send_form</a></p>\r\n\r\n<p>Thank you all</p>\r\n\r\n<p>&nbsp;</p>"
    }, {
        "title": "Wednesday Story Mission: Zombies",
        "team": "zombie",
        "body": "<p>We now realize that &quot;You&quot; no longer exist, and that all there is and will ever be is the &quot;We&quot; that you have become. Sniffing the ground every few steps we begin to think about the last time we ate a tasty brain, and how nice it would be to get another. Right before the rapture of this thought can overtake us, a formidable scent washes through our decaying nostrils This is a smell we do not wish to smell, a smelly smell that smells smelly. When it dawns on us that something might be worse than us, it is apparent that this is something to fear, and something to respect...</p>"
    }, {
        "title": "Wednesday Story Mission: Humans",
        "team": "human",
        "body": "<p>This morning a scream filled the halls of your makeshift operating base in the middle of the compound, by the time your finger was on the trigger of your childrens toy, your squad&#39;s commander is already within inches of your face and you realize that he is the source of the disturbance. &quot;You&#39;re lucky as all hell that there are other soldiers willing to pull their weight around here, or we never would have gotten through those security doors.&quot; The sense of honor you once had in your work as an armed defender of children&#39;s toys has been broken, along with your spirit. Just as you begin to contemplate a change of career, another, more violent sound lingers in the air, and your commander for the first time, is just as scared as you are...</p>"
    }, {
        "title": "Wednesday Non Story Mission: Humans",
        "team": "human",
        "body": "<p>You are doing a witch capture mission. There will be 3 groups of roaming witches, each with a corresponding color (you will identify the color by the glowsticks being carried by the witches.) There are also 3 &quot;pens&quot; around campus. You need to bring one of each color witch to each of these pens.<\/p>\r\n\r\n<p>You can capture and move a witch using an HvZ Hula Hoop. By placing a hoop around a stunned witch, you will have captured them. A captured witch will remain docile and follow you as long as you have one hand on the hoop.<\/p>\r\n\r\n<p>Once you capture them, you must bring one of each witch color to each of the three pens. The other witches in the group, will follow and try to kill you for capturing their friend. Once you have scored a witch into a pen that doesn&#39;t have one of that color, the other two will be uncapturable for 2 minutes. You may only capture 1 witch from each group at a time, regardless of how many hoops you have.<\/p>\r\n\r\n<p>For your tier reward, you will get lures. Lures are thrown objects that will always attract the attention of upcaptured witches.<\/p>\r\n\r\n<p>There will be an Elephant Blaster out this mission, an Elephant Blaster is a special blaster that will kill a special zombie and revert it back to being a normal zombie. (For tonight, the Elephant Blaster will be unable to kill a witch).<\/p>\r\n\r\n<p>The pen locations are:<\/p>\r\n\r\n<ul>\r\n\t<li>In front of lowenthal<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n<\/ul>\r\n\r\n<p>Hula hoops will be given out in the Library Lobby, and the Golisano Atrium.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>"
    }, {
        "title": "Wednesday Non Story Mission: Zombies",
        "team": "zombie",
        "body": "<p>There are groups of witches roaming around tonight. Humans are trying to capture them and bring them to designated &quot;pens&quot; using HvZ hula hoops. Your job is to prevent that.</p>\r\n\r\n<p>You also have a mission of your own, where there are roaming blights around campus. They will be wearing green shirts that say &quot;Blight&quot; along with pink headbands. These blights cannot tag humans and cannot stun zombies, but it is your job to tag them, if you do so, you will get a point for your team.</p>\r\n\r\n<p>As a result of your tier there will be more of the blights to score, so keep looking and tagging them.</p>\r\n\r\n<p>The humans will have an Elephant Blaster tonight, which is a special blaster that can be used to kill a special zombie and revert them to a normal zombie.</p>"
    }, {
        "title": "Wednesday Night Post Mission - Humans",
        "team": "human",
        "body": "<p>What&#39;s the haps humies? So I know that many of your comrades have fallen, but I encourage you to keep the faith. Last night we saw some great HvZ get played, and even though you only scored 1 witch, we still are proud of you for the way you played your little hearts out. Play safe, play fair, have fun!</p>\r\n\r\n<p>Midday is at Gosnell basement starting at 12:30pm</p>\r\n\r\n<p>Tiers are here: <a href=\"http://goo.gl/forms/sr9QbP31g1\">http://goo.gl/forms/sr9QbP31g1</a></p>"
    }, {
        "title": "Wednesday Night Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>After a long discussion, you and the witches finally found some common interests. It looks like they&#39;ll finally stop stunning you, and might even invite you to the annual witch labor union cook out.</p>\r\n\r\n<p>Just Kidding! Those temperamental crack pots can&#39;t be reasoned with, you better watch out for them.<br />\r\nMidday will be at 12:30 in the basement of Gosnell</p>\r\n\r\n<p>here&#39;s a link to your tiers:<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1sCK6r1ZRcA8xkLdY_9V1a7idmD8G4ozkGfrjsxRqOpo/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1sCK6r1ZRcA8xkLdY_9V1a7idmD8G4ozkGfrjsxRqOpo/viewform?usp=send_form</a></p>"
    }, {
        "title": "Thursday Night Mission - Zombies",
        "team": "zombie",
        "body": "<p>After a long winded and very bloody bargaining phase, the witches we met last night agreed to chill out a bit (And also to take a shower). Over a fine meal of brains and tasty wine, they revealed that in their living life they were actually research scientists who worked in this facility. Tonight we have the intention of filling our half of the agreement, and helping them recover some of their research that was done in their past life.</p>"
    }, {
        "title": "Thursday Night Mission - Humans",
        "team": "human",
        "body": "<p>Last night was the most hard fought battle of your long career as a soldier specializing in plastic and foam warfare. You look ahead and realize that all that sits in front of you is a harder path, and a big steaming plate of dirt. Your squad mates sit around and in hushed voices reveal that there are rumors of the things you encountered last night, and that those test specimens are now loose in the compound. Capturing them for study is no longer an option; they must be put down.</p>"
    }, {
        "title": "Thursday Non-Story: Human",
        "team": "human",
        "body": "<p>Zombies will be escorting 5 ZVIPs around campus. Because of the Zombie tier choice, <strong>these ZVIPs will be zombie friendly witches<\/strong>.<\/p>\r\n\r\n<p><strong>Each ZVIP has a set of 4 locations<\/strong> which they must be brought to. The ZVIP will then have to <strong>hold the location for 5 minutes<\/strong> without being stunned in order to capture it.<\/p>\r\n\r\n<p>Each ZVIP must capture <strong>each location<\/strong> on their list <strong>before they can repeat a location.<\/strong><\/p>\r\n\r\n<p>Your objective is to <strong>stun these ZVIPs<\/strong> as many times as possible. Once stunned, the ZVIP will return to the last location they captured to respawn.<\/p>\r\n\r\n<p>You&rsquo;re tier was &ldquo;Somebody&rsquo;s Poisoned the Water Hole&rdquo; which will give you a number of &ldquo;traps&rdquo;. <strong>Each of these items<\/strong> will allow you to increase the capture time of a location to 10 minutes. These Items will be handed out in the Golisano Atrium, the Basement of Gosnell, and the SAU.<\/p>\r\n\r\n<p>There is an Elephant Blaster out tonight, it will start at the Global Village Fountain.<\/p>\r\n\r\n<p>Here are is a list of each ZVIPs set locations.<\/p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>ZVIP #1<br \/>\r\n\tGreek Rock<br \/>\r\n\tGrassy Knoll<br \/>\r\n\tSlaughter Quad<br \/>\r\n\tBehind Booth &amp; Gannet &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP #2<br \/>\r\n\tKodak Quad<br \/>\r\n\tPi Quad<br \/>\r\n\tGV Statue<br \/>\r\n\tIn Front Of Lowenthal<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP #3<br \/>\r\n\tUnder Skybridge<br \/>\r\n\tIn Front of Polisseni<br \/>\r\n\tSentinel<br \/>\r\n\tSlaughter Quad<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP #4<br \/>\r\n\tSentinel<br \/>\r\n\tBetween Orange and Engineering<br \/>\r\n\tPi Quad<br \/>\r\n\tFront of Lowenthal<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP #5<br \/>\r\n\tField Between Clark Gym and GFH<br \/>\r\n\tKodak Quad<br \/>\r\n\tUnder Skybridge<br \/>\r\n\tGazebo<\/p>\r\n\t<\/li>\r\n<\/ul>"
    }, {
        "title": "Thursday Non-Story: Zombie",
        "team": "zombie",
        "body": "<p>Tonight your mission will be to escort 5 Zombie VIPs to points around campus. Each ZVIP will have a set of 4 points that they can go to, and each time you bring them to a location you must hold it for 5 minutes without them getting stunned in order to score. The ZVIPs must go to each location on their list, before they can repeat a location, and if they are stunned at any time they will go back to the location they most recently completed a capture at.<\/p>\r\n\r\n<p>Since you picked &ldquo;Cyborgs&rdquo; the VIPs will be &ldquo;friendly&rdquo; baby witches rather than regular useless ZVIPs. If you have more than one ZVIP in the same group, they will get agitated and start taging zombies.<\/p>\r\n\r\n<p>The human&rsquo;s picked &ldquo;Somebody&rsquo;s Poisoned The Water Hole!&rdquo; which gives them the ability to set traps at your cap locations, which would double the hold timer at that point. (So 10 minutes).<\/p>\r\n\r\n<p>There is an Elephant Blaster out tonight. It can revert a special zombie back into a normal zombie.<\/p>\r\n\r\n<p>The ZVIPs will start at one of their list of points, the lists of points are as follows.<\/p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>ZVIP#1<br \/>\r\n\tGreek Rock<br \/>\r\n\tGrassy Knoll<br \/>\r\n\tSlaughter Quad<br \/>\r\n\tBehind Booth &amp; Gannet &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP#2<br \/>\r\n\tKodak Quad<br \/>\r\n\tPi Quad<br \/>\r\n\tGV Statue<br \/>\r\n\tIn Front Of Lowenthal<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP#3<br \/>\r\n\tUnder Skybridge<br \/>\r\n\tIn Front of Polisseni<br \/>\r\n\tSentinel<br \/>\r\n\tSlaughter Quad<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP#4<br \/>\r\n\tSentinel<br \/>\r\n\tBetween Orange and Engineering<br \/>\r\n\tPi Quad<br \/>\r\n\tFront of Lowenthal<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p>ZVIP#5<br \/>\r\n\tField Between Clark Gym and GFH<br \/>\r\n\tKodak Quad<br \/>\r\n\tUnder Skybridge<br \/>\r\n\tGazebo<\/p>\r\n\t<\/li>\r\n<\/ul>"
    }, {
        "title": "Thursday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>Great job, you capped a total of 46 points. If you bring that same amount of energy tomorrow,&nbsp;you&#39;ll have to rent out a warehouse to store&nbsp;all the brains you collect.&nbsp;</p>\r\n\r\n<p>Midday tomorrow will be at 12:00 in the Gosnell basement. Be there or be a rhombus.</p>\r\n\r\n<p>Here is a link to your tiers:<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1oxJDq1mZ9kQRSNmt3BllfLFlVt4aVAtcb7zggedv1mc/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1oxJDq1mZ9kQRSNmt3BllfLFlVt4aVAtcb7zggedv1mc/viewform?usp=send_form</a></p>"
    }, {
        "title": "Thursday Post Mission: Humans",
        "team": "human",
        "body": "<p>Good Job Humans. Stunned up a whole 6 ZVIPs.&nbsp;<br />\r\nI hope you all are ready for extraction. It&#39;s sure to be one hell of a challange, and you&#39;re now playing for all the marbles.</p>\r\n\r\n<p>Midday is at 12:00 tomorrow in the basement of Gosnell, I hope to see you all there. (for awesome bonus mission stuff)</p>\r\n\r\n<p>Here is a link to your tier:<br />\r\n<a href=\"https://docs.google.com/a/g.rit.edu/forms/d/1tQf7aARO7Uj9DAKBOeC4Wcb5QOs3WT1GZjb3KF6szTk/viewform?usp=send_form\">https://docs.google.com/a/g.rit.edu/forms/d/1tQf7aARO7Uj9DAKBOeC4Wcb5QOs3WT1GZjb3KF6szTk/viewform?usp=send_form</a></p>"
    }, {
        "title": "Extraction Story - Zombies",
        "team": "zombie",
        "body": "<p>The voice in the back of our head has matured into the full figure of what our eyes see. We see and hear everything in this place, and though the compound has been a good home to us, it is time for us to spread our tags and fly. The survivors seem to be aware of our newfound lust for blood, and are opting to leave our muscle bound, infected bodies behind. We know that the only way out of here and on to spreading our love to the world, is through them, and their flavorful aromatic brains.</p>\r\n\r\n<p>Note: All zombies should at the very least be collecting the tag #s of players that they kill throughout the night. We have traditionally not been worried about registering tags during extraction, but just as an added precaution, we will check players with only 1 tag number on their ID, to make sure they did in fact AV and make it out as a human)</p>"
    }, {
        "title": "Extraction Story - Humans",
        "team": "human",
        "body": "<p>This place has grown cold and tired with the constant barage of allies falling in battle, and rising again to hunt you down. (Also sometimes rising again I guess).Your commander comes by your bunk to offer you some comfort &quot;Here, take a bowl of hot soup, and try to forget about what we&#39;ve seen in this place.&quot; As he hands you the steaming bowl of chowder, you hear the screeching of the infected once again banging on the doors. Last night&#39;s mission to stem the tide of their growth seems to have done nothing, and it is now obvious to you that the only way to survive this is to get clear and purge this site from existence. As you feel that last warm swallow of chowder enter your tummy, you know that this is the last bit of comfort you will get until you make it home...</p>\r\n\r\n<p>Note: All humans MUST have a physical copy of their ID before the extraction mission, if you do not have something you can hand to an Admin, then you WILL NOT BE ABLE TO EXTRACT. (This can be printed at home, so long as it has your name, all your ID numbers, and your picture). Also, if a zombie tags you during extraction please give them your tag code, but you may begin playing as a zombie immediately without worrying about the tag registering on the website.</p>"
    }, {
        "title": "Friday Non-Story: Human",
        "team": "human",
        "body": "<p>There is an extraction bunker located on campus, you must reach it in order to extract. You can either enter the bunker on foot or via a &ldquo;helicopter&rdquo; that is flying around campus.</p>\r\n\r\n<p>The Helicopter must be called in by radio technicians. There are three radio technicians scattered around campus. Once you find a technician, you must bring them to an acceptable landing location. You must defend the technician at the landing site for 10 minutes so they can set up a distress beacon. After the distress beacon has been activated, the technician can no longer be tagged and the &ldquo;helicopter&rdquo; will make it&rsquo;s way to that general area. At this point you no longer have to wait outside with the technician. Each technician can only set up a single distress beacon.</p>\r\n\r\n<p>The helicopter will be two admins/mods carrying rope and a flag. to signify the helicopter has landed (and is safe to enter), One of the mods/admins will raise a flag above their head. If you come into contact with the rope before the flag is raised, you will die.</p>\r\n\r\n<p>Once the flag goes up, the helicopter will remain open for 3 minutes. In order to extract, you must hand your hvz id to one of the admins in the helicopter. (You will get it back if you come to debrief)</p>\r\n\r\n<p>Your Tier was &ldquo;lock picks&rdquo;, which eliminated the need for keys to enter the bunker. However, the bunker will be inaccessible until 6:15pm.</p>\r\n\r\n<p>The Technicians will spawn at the following locations:</p>\r\n\r\n<p>Inside Lowenthal<br />\r\nInside Carlson<br />\r\nGolisano Atrium</p>\r\n\r\n<p>The Bunker is located in the Field between the track field and the Commons (Next to the greek lawn). In order to enter the bunker you will need to go through the &ldquo;door&rdquo; (Which is its open side). Upon entering the bunker on foot, you must give your hvz id to an admin. (You will get the ID back at debrief).</p>\r\n\r\n<p>The Technicians will be able to set up beacons in the following areas (the technician will be able to provide more specific details)</p>\r\n\r\n<p>Global VIllage<br />\r\nKodak Quad<br />\r\nPi Quad<br />\r\nBehind booth and Gannett<br />\r\nBehind Lowenthal<br />\r\nThe Gazebo<br />\r\nThe Grass between the Gordon Field House and the Clark Gym<br />\r\nGrassy Knoll</p>\r\n\r\n<p>There will be an elephant blaster handed out at one of the technician spawns.</p>"
    }, {
        "title": "Friday Non-Story: Zombie",
        "team": "zombie",
        "body": "<p>There is a bunker on campus which the humans are trying to enter in order to extract. Humans can either enter the bunker on foot or via a &ldquo;Helicopter&rdquo; which will be flying around campus.</p>\r\n\r\n<p>The Helicopter must be called in by radio technicians. There are three radio technicians scattered around campus. The humans must bring the radio technicians to acceptable landing sites where the technician will set up a &ldquo;distress beacon&rdquo;. In order to set up the beacon, the humans must guard the technician for 10 minutes. After the distress beacon has been activated, the technician can no longer be tagged and the &ldquo;helicopter&rdquo; will make it&rsquo;s way to that general area. At this point humans no longer have to wait outside with the technician. Each technician can only set up a single distress beacon.</p>\r\n\r\n<p>The helicopter will be two admins/mods carrying rope and a flag. to signify the helicopter has landed (and is safe to enter), One of the mods/admins will raise the flag above their head. If you come into contact with the rope, you will be stunned.</p>\r\n\r\n<p>Once the flag goes up, the helicopter will remain open for 3 minutes.</p>\r\n\r\n<p>There is an elephant blaster out today. If a special zombie is shot by it, they must immediately give up their special shirt and bandanna to the nearest mod or admin.</p>\r\n\r\n<p>Your tier was New Apocalypse. Your shirts will be distributed on the grass between the Gordon Field House and the Clark Gym</p>\r\n\r\n<p>&nbsp;</p>"
    }]
}
