{
    "scores": {
        "humans": 59,
        "zombies": 150,
        "winners": ["Unknown"]
    },

    "missions": [{
        "title": "Sunday Night Story",
        "team": "all",
        "body": "<p>Greetings and salutations explorers!</p>\n\n<p>My name is Tindiana Jones.&nbsp;I will be leading us on this great and historical expedition.<br />\nAs you well know, we are enroute to the ancient temple of Ramen Ingesting&nbsp;Tutankhamun. This ruin has been lost for centuries, and was only discovered recently due to a freak romanian clog dancing accident.</p>\n\n<p>In case you haven&#39;t had time to read the anthropological&nbsp;dossier pertaining to local customs and myths, there is a legend surrounding this mysterious ruin.</p>\n\n<p>Legend has it that there once was a noble sorcerer king, named Terance,&nbsp;who ruled with honor and dignity.&nbsp;He was loved by his people, and brought great prosperity to the land. The kingdom continued to dwell in peace and harmony for many years, until the day the kings son fell ill.</p>\n\n<p>With his son stricken by an unknown sickness, which even magic could not cure,&nbsp;the king sent for all the healers in the kingdom. Sadly, the healers were unable to help the child and the king had to watch his son slowly fade into the afterlife.</p>\n\n<p>Enraged by his grief, the king sentenced all of the healers to death. He then locked himself in his quarters and set about concocting a cure for death! Years passed, and the kingdom decended into darkness.</p>\n\n<p>Not much is known about the final destruction of the kingdom, but some people say that the King Terance&#39;s spell went awry. It caused dead to rise, and crave the flesh of the living.</p>\n\n<p>... But we are scholars of science and find folly in such fairy tales! No smoke and mirrors or dried up mummies will stop us from making the discovery of the life time. Tally ho ladies and gents, we are off on an adventure!</p>\n"
    }, {
        "title": "Sunday Night Non-Story Form: Humans.",
        "team": "human",
        "body": "<p>The expedition&#39;s quartermasters must set up campsites around the ruins.<\/p>\r\n\r\n<ul>\r\n\t<li>There are 8 locations around campus.<\/li>\r\n\t<li>Each location will have a inactive mod (&quot;quartermaster&quot;) at it.<\/li>\r\n\t<li>The quartermasters become&nbsp;active&nbsp;when a human&nbsp;approaches them.<\/li>\r\n\t<li>An active quartermaster will be wearing both their blue mod bandanna and a green armband.<\/li>\r\n\t<li>Each quartermaster must be brought to one of the 7 other locations (The quartermaster will only tell you once&nbsp;you arrive at the correct point.)<\/li>\r\n\t<li>Once brought to the correct location,&nbsp;the quartermaster must be guarded&nbsp;for 8 minutes as he sets up his gear.<\/li>\r\n\t<li>Every 35 minutes, the quartermasters will remove their armbands and despawn.<\/li>\r\n\t<li>5 minutes after they despawn, the quartermasters will respawn at their original locations.<\/li>\r\n\t<li>After respawning, each quartermaster will have a new destination point.<\/li>\r\n\t<li>Quartermasters can&#39;t go indoors.<\/li>\r\n\t<li>Quartermasters can be tagged.<\/li>\r\n\t<li>The Quartermasters can&#39;t travel together.<\/li>\r\n\t<li>The merchants will not be out tonight, but there will some &quot;coins&quot; handed out.<\/li>\r\n<\/ul>\r\n\r\n<p>The 8 locations are:<\/p>\r\n\r\n<ol>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>Global Village Volley Ball Court<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Behind Booth and Gannett<\/li>\r\n\t<li>In Front of the Track Field<\/li>\r\n\t<li>Greek Rock<\/li>\r\n\t<li>Front of the Polleseni Center<\/li>\r\n\t<li>Tiger Statue<\/li>\r\n<\/ol>"
    }, {
        "title": "Sunday Night Non-Story: Zombies",
        "team": "zombie",
        "body": "<p>The human&nbsp;expedition&#39;s quartermasters must set up campsites around the ruins.<\/p>\r\n\r\n<ul>\r\n\t<li>There are 8 locations around campus.<\/li>\r\n\t<li>Each location will have a inactive mod (&quot;quartermaster&quot;) at it.<\/li>\r\n\t<li>The quartermasters become&nbsp;active&nbsp;when a human&nbsp;approaches them.<\/li>\r\n\t<li>An active quartermaster will be wearing both their blue mod bandanna and a green armband.<\/li>\r\n\t<li>Each quartermaster must be brought to one of the 7 other locations (The quartermaster will only tell you once&nbsp;you arrive at the correct point.)<\/li>\r\n\t<li>Once brought to the correct location,&nbsp;the quartermaster must be guarded&nbsp;for 8 minutes as he sets up his gear.<\/li>\r\n\t<li>Every 35 minutes, the quartermasters will remove their armbands and despawn and return to their original locations to respawn.&nbsp;<\/li>\r\n\t<li>Quartermasters can&#39;t go indoors.<\/li>\r\n\t<li>Quartermasters can be tagged.<\/li>\r\n\t<li><strong>If you tag an active quartermaster, you can escort them to their final location for a bonus. This can be attempted once per spawn cycle until it is completed once, granting you the bonus.&nbsp;<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p>The 8 locations are:<\/p>\r\n\r\n<ol>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>Global Village Volley Ball Court<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Behind Booth and Gannett<\/li>\r\n\t<li>In Front of the Track Field<\/li>\r\n\t<li>Greek Rock<\/li>\r\n\t<li>Front of the Polleseni Center<\/li>\r\n\t<li>Tiger Statue<\/li>\r\n<\/ol>"
    }, {
        "title": "Sunday Post Mission: Humans",
        "team": "human",
        "body": "<p>These local townsfolk didn&#39;t seem to enjoy our arrival, which strange because this region is know for it&#39;s peaceful inhabitants.&nbsp;I guess they just don&#39;t appreciate true adventure like we do!</p>\n\n<p>Thanks to you and the quartermasters, all of our campsites are up and operational. Oddly enough, the quartermaster in charge of our light bulb and small golf pencil&nbsp;supply&nbsp;has gone missing. Not to worry though:&nbsp;if the going gets tough, we can always tap into our reserves of candles and awkwardly large pens.</p>\n\n<p>Anyways, it&#39;s time to rest up. With the camps set up, tomorrow we&nbsp;start excavating the ruins!<br />\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Tomorrow&#39;s Midday mission will be at 12 tomorrow. It will be given out in the basement of Gosnell (right next to the registration room).</p>\n\n<p>Your tiers are listed below, you can&nbsp;have until 5pm tomorrow to vote for which one you want.&nbsp;<br />\nGoodnight and stay warm.</p>\n"
    }, {
        "title": "Sunday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>Finally, there&#39;s&nbsp;something to do around here!<br />\nYou can&#39;t remember the last time&nbsp;you had a reason&nbsp;to stretch your legs, but it seems like an eternity ago. Come to think of it, you actually can&#39;t remember anything. It&#39;s almost as if parts of your brain have turned to mush. You can remember bits and pieces: a flashing light, a surge of pain, the smell of pancakes, and an angry man with an extremely fancy hat. It&#39;s so hard to make sense of any of it. All you know for certain is that there is an insatiable&nbsp;hungry growing inside you. A hunger so great, that no amount of pancakes would stop it.</p>\n\n<p>As the wind shifts and your nostrils fill with the delicious smell of fresh food, you are overcome with a singular notion.&nbsp;Maybe if you can feed this hunger, your memories will begin to return.</p>\n\n<p>----------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>[Non-Story]<br />\nGood job zombies. You braved the snow, and tagged some humans. You also completed your bonus mission, which will give you more special shirts for the rest of the week.</p>\n\n<p>Tomorrow&#39;s Midday will be at 12, and will start in the basement of Gosnell.</p>\n\n<p>Your tiers are listed below, you&#39;ll have until 5pm to vote on them.<br />\nGoodnight and stay warm!</p>\n"
    }, {
        "title": "Monday Night Non-Story: Humans",
        "team": "human",
        "body": "<p>You must help the expedition&#39;s archaeologists recover ancient artifacts.<\/p>\r\n\r\n<ul>\r\n\t<li>There are 5 &quot;digsites&quot; scattered around campus.&nbsp;<\/li>\r\n\t<li>An&nbsp;archaeologist will be posted at each digsite.<\/li>\r\n\t<li>There will be a high volume of &quot;artifacts&quot; (easter eggs) hidden at each digsite.&nbsp;<strong>Do not touch them.<\/strong><\/li>\r\n\t<li>The&nbsp;archaeologists need your help finding the artifacts, but they are the only ones trained to handle them.<\/li>\r\n\t<li>Once you find an artifact, alert the&nbsp;archaeologist. They will walk over to you and pick it up.<\/li>\r\n\t<li>Everytime an archaeologist collects 3 artifacts, they&nbsp;will pack them up so they are safe to transport. <strong>You must stay with the&nbsp;archaeologists during this time.<\/strong><\/li>\r\n\t<li>You must then take this package of artifacts to a mobile drop off location.&nbsp;(The Merchants)<\/li>\r\n\t<li>There is a rogue out tonight for the zombie bonus mission. It will be a mod with a human armband on.&nbsp;<\/li>\r\n\t<li>You picked the &quot;Defense&quot; tier, which makes it so that archaeologists will move at a normal walking pace&nbsp;while coming to pick up artifacts. (Trust us, you didn&#39;t want to see what &quot;Slow&quot; was)&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<p>The Digsite Location:<\/p>\r\n\r\n<ol>\r\n\t<li>Kodak Quad<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Gazebo<\/li>\r\n\t<li>Near the Bus Stop<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n<\/ol>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock.<br \/>\r\nDeployable Cover - 1 Duck<br \/>\r\nBig Rock - 2 Ducks<br \/>\r\nAnti-Viruses - 20 Ducks<\/p>"
    }, {
        "title": "Monday Night Non-Story: Zombies",
        "team": "zombie",
        "body": "<p>You must stop the humans from completing an expedition to recover ancient artifacts.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>There are 5 &quot;digsites&quot; scattered around campus.&nbsp;<\/li>\r\n\t<li>An&nbsp;archaeologist will be posted at each digsite (These are mods, you cannot tag them).<\/li>\r\n\t<li>There will be a high volume of &quot;artifacts&quot; (easter eggs) hidden at each digsite.&nbsp;<strong>Do not touch them.<\/strong><\/li>\r\n\t<li>Everytime an archaeologist collects 3 artifacts, they&nbsp;will pack them up so they are safe to transport. Humans<strong>&nbsp;must stay with the&nbsp;archaeologists during this time.<\/strong><\/li>\r\n\t<li>Humans will be taking packed up artifacts to a mobile drop location (The Merchant)<\/li>\r\n\t<li>There is a rogue out tonight for the zombie bonus mission. It will be a mod with a human armband on. <strong>The Rogue will be traveling between the different &quot;digsite&quot; locations, if you tag the rogue there will be fabulous bonus prizes.<\/strong><\/li>\r\n\t<li>You picked the &quot;Specials&quot; tier, which will grant you 2 Tanks and 4 Jackals (You are getting 2 more Jackals than you would have, because you completed your bonus last night)<\/li>\r\n<\/ul>\r\n\r\n<p>The Digsite Locations:<\/p>\r\n\r\n<ol>\r\n\t<li>Kodak Quad<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Gazebo<\/li>\r\n\t<li>Near the Bus Stop<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n<\/ol>\r\n\r\n<p>The Merchants are out tonight. Here&#39;s a list of what they have in stock.<br \/>\r\nJackal - 1 duck<br \/>\r\nTank - 3&nbsp;ducks<br \/>\r\nDeplorable Cover - 4 ducks<br \/>\r\nAnti-Viruses - 20 ducks<\/p>"
    }, {
        "title": "Monday Night Story: Zombies",
        "team": "zombie",
        "body": "<p>As you crouch over the remains of a deceased explorer, feasting on his brains, your mind begins to clear. The memories start to surge&nbsp;back&nbsp;like an uncontrollable flood of information. You remember life before, as a healing in a long lost kingdom. You dedicated your life to tending to the sick and wounded, always putting others before yourself. That was until the day of your failure. When great King Tarence called you and your fellow healers to cure his son, you did everything within your power to help.</p>\n\n<p>Though it wasn&#39;t enough. Days later, after countless hours of agonizing torture, you were finally put to death. As you try to recall what happened next, the mental clarity begins to subside. As the hunger starts to overpower you once again, you are accutely aware of a foreign presence within your head. This new consciousness envelops you for a moment, feeding you knowledge as if it were nothing.&nbsp;</p>\n\n<p>You look back down at your recent kill, now noticing the footprints of his companions. Leaving the cleanly picked bones behind, you start to follow the tracks.They lead you to the kingdom&#39;s old market district, where the royal thrift stores once stood. You hear a scream, and the smell of blood permeates the air.</p>\n\n<p>It looks like your fellow healers have come to join you.</p>\n"
    }, {
        "title": "Monday Story form: Humans",
        "team": "human",
        "body": "<p>Eureka!<br />\nOur archaeologists have found several ruins of what appear&nbsp;to be religious temples! We must promptly excavate these site for artifacts. Any artifacts recovered could provide us with crucial&nbsp;information regarding this fallen culture.</p>\n\n<p>Earlier, a group of our explorers were able to recover the golf pencils that went missing last night. However, the light bulbs and missing quartermaster are still unaccounted for.</p>\n\n<p>Anyways, off you go! Don&#39;t keep the&nbsp;archaeologists waiting.</p>\n"
    }, {
        "title": "Monday Post Mission: Humans",
        "team": "human",
        "body": "<p>Greetings and salutations my adventurous collegues. We have yet again proven our muster of folks willing to get rough and tumble in the pursuit of thrilling exploits and untold treasures!&nbsp;This evening we hit a bit of a snag, where it seemed that the locals weren&#39;t so happy with us digging up their ancient culture...At least we think they were locals, it sure was a sight to see what they did to some of you interns. Perhaps the legends of this place were true. I mean they reallllly went to town on some of you folks, I&#39;m not trying to be rude or anything but I mean did you see what they did to Trevor?&nbsp;(Trevors brother begins to openly weep). Come now boy, stiff upper lip! Who or what-ever these savages may be we must press on, and bring home enough glory and treasure to ensure our continued funding!</p>\n\n<p>Tally Ho!</p>\n\n<p>(Non Story)</p>\n\n<p>You folks did a great job tonight turning in those eggs. There were some serious moves being made, and we&#39;re very proud of you for going out there and scoring so many eggs that both buckets and much of the backpack were full. Tomorrows midday will be at the Gosnall basement, and it will begin at 12:15pm. Have fun, and we will see you then.&nbsp;</p>\n"
    }, {
        "title": "Monday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>You look up from your most recent kill, and see a group of explorers retreating into their camps. The recent infusion of flesh and brains into your tummy bring back another round of warm and fuzzy memories of your time in this district of the kingdom. It is with this recollection that you are puzzled as to why the explorers put so much effort into exploring the old thrift shops in this area...I mean they seriously went all out to collect a couple of mismatched pairs of socks, broken keyboards, and what may have been an incomplete food dehydrator. This thought begins to linger just long enough for you to realize that you aren&#39;t the only one thinking it, and a feeling of togetherness beings to wash over you. There is something larger than yourself coming from deep within the temple, and your former life as a healer comes clearly into view, but it also no longer matters. The temple eminates an energy that you haven&#39;t felt since back before you died, and it is apparent at this point that the explorers won&#39;t understand, unless we make them.&nbsp;</p>\n\n<p>(Non-Story)</p>\n\n<p>We were very happy with your performance this evening. You stopped the humans from getting all of the eggs, and you managed to kill the Rogue 3 times, granting you a few bonus ducks as well as a bonus special point for the rest of the week. Midday will be at the Gosnell basement at 12:15 tomorrow, and we hope to see you there. Happy Hunting!</p>\n"
    }, {
        "title": "Tuesday Night Story: Zombies",
        "team": "zombie",
        "body": "<p>Ever since you started your new diet of fresh brain and fear, you&#39;ve realized that undeath doesn&#39;t naturally come with mindlessness. It is merely accompanied&nbsp;with severe hunger induced agitation.&nbsp;</p>\n\n<p>This morning, it was really looking like the&nbsp;adventurers had turned over a new leaf. They began digging up your old overdue library books, and it seemed apparent that they intended to return them to you.&nbsp;After all, what use would they have for&nbsp;books like&nbsp;&quot;101 Recipes for Brains&quot;, &quot;I Am Dead, And So Can You!&quot;, and&nbsp;&quot;The Horrors of&nbsp;Oral Tooth Decay&quot;?</p>\n\n<p>However, when you went over to collect your tomes and thank the explorers for their kind gesture, they chased you away with harsh language and torches. The thought of their&nbsp;more nimble and less decomposed hands all over your stuff sets you tattered hair on end.</p>\n\n<p>You have no idea why these brash explorers would care for your odd collection of&nbsp;books, but the fact that they keep taking your&nbsp;stuff and shooting at you has gotten you a bit miffed. The discontent quickly turns to rage, and you feel the warm dark hum of the temple calling out to you, bringing back more memories of old&nbsp;times, but these are different...</p>\n\n<p>These&nbsp;are memories of a more modern age, and the faces working frantically above you are certainly not those of the former king or his royal torture masters. These troubling revelations are gone just as they have appeared, but it is clear that the darkness is more familiar than you previously believed...</p>\n"
    }, {
        "title": "Tuesday Night Story: Humans",
        "team": "human",
        "body": "<p>Good evening chaps!&nbsp;</p>\n\n<p>As you are all well aware, today we have made yet another groundbreaking discovery regarding our research into the long forgotten civilizations of this land! We have discovered a number of their texts through a thorough pillaging&nbsp;of their ruined homes.&nbsp;We believe that this text may be the key to unlocking a better understanding of the lives of these folks, as well as the delicious grant money that comes along with it!</p>\n\n<p>As another key point of note, while we are all very excited about these discoveries, we will be asking that all members of the expedition be a bit more careful moving forward. There have been some...incidents, and we are hoping that a bit more caution from all members of the team can help us avoid raising the body count any higher. Actually come to think of it, we can&#39;t exactly &quot;Count&quot; the dead, since they keep, you know...&quot;Getting up and trying to eat us.&quot; But still, a bit of preparedness never hurt anyone.&nbsp;</p>\n\n<p>I know what some of you have been suggesting, that these coincidences are somehow proof that the legends of the dead being brought to life and feasting on the living are true. I must say that as a man of science I cannot tolerate these superstitions! What is happening is obviously a weather balloon and swamp gas situation, and will surely resolve itself if we keep our heads held high, and focus on violently ripping&nbsp;the secrets of this ancient temple from the earth.&nbsp;</p>\n\n<p>Press on, and I shall speak with you once we have made more progress on the ancient texts.&nbsp;</p>\n"
    }, {
        "title": "Tuesday Night Non-Story: Humans",
        "team": "human",
        "body": "<p>Tonight you will be translating ancient texts&nbsp;with&nbsp;the ciphers you recovered during&nbsp;the midday:<\/p>\r\n\r\n<ul>\r\n\t<li>Untranslated texts can be picked up inside of either <strong>Lowenthal (Saunders)<\/strong> or <strong>Carlson<\/strong><\/li>\r\n\t<li>Texts will not be given out if one had been given out in the last <strong>5 minutes<\/strong>.&nbsp;<\/li>\r\n\t<li>Only one untranslated text will be given out per group of humans.&nbsp;<\/li>\r\n\t<li>You must take the untranslated texts to one of <strong>4 translators&nbsp;<\/strong>around campus, where you must&nbsp;<strong>hold it for 7&nbsp;minutes&nbsp;<\/strong>while the translation takes place.<\/li>\r\n\t<li>When that piece of&nbsp;&nbsp;translation is complete, the translator will mark your text and tell you the next location it must be brought to.<\/li>\r\n\t<li>Translators can only work on one text at a time, so if you arrive at a location while another group is translating, you must wait for them to finish before you can begin your translation.&nbsp;<\/li>\r\n\t<li>Once a text has been translated&nbsp;<strong>3 times<\/strong>, the final translator will keep it, and you will be free to go pick up another untranslated text.&nbsp;<\/li>\r\n\t<li>Zombies will have bonus objectives located in different spots around campus, <strong>DO NOT TOUCH THEM<\/strong>&nbsp;however they will be trying to score those objectives at your translation locations, so you can try to hold them back from doing that.<\/li>\r\n<\/ul>\r\n\r\n<p>The translators will be located at:<\/p>\r\n\r\n<ol>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>Infinity Quad<\/li>\r\n\t<li>Pollesseni<\/li>\r\n\t<li>Front of CAST<\/li>\r\n<\/ol>\r\n\r\n<p>You picked your &quot;Defense&quot; tier, which means that your cap time stays at 7 minutes, as opposed to going up to 9 minutes in accordance with the tier the Zombies picked.<\/p>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deployable Cover - 1 Duck - 2 Available<\/li>\r\n\t<li>Big Rock - 2 Ducks - 1 Available<\/li>\r\n\t<li>Elephant Blaster - 4 Ducks - 1 Available<\/li>\r\n\t<li>Body Armor - 7 Ducks - 1 Available<\/li>\r\n\t<li>Witch Bomb - 5 Ducks - 1 Available<\/li>\r\n\t<li>Anti-Viruses - 20 Ducks<\/li>\r\n<\/ol>"
    }, {
        "title": "Tuesday Night Non-Story: Zombies",
        "team": "zombie",
        "body": "<p>Humans will be taking texts to different locations around campus to get them translated.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>They will take the texts to&nbsp;<strong>4 translators&nbsp;<\/strong>around campus, and&nbsp;<strong>then hold those locations for 7&nbsp;minutes&nbsp;<\/strong>while the translation takes place<\/li>\r\n\t<li>When that piece of&nbsp;&nbsp;translation is complete, the translator will mark the text and give them a new location to bring it for translation.&nbsp;<\/li>\r\n\t<li>Translators can only work on one text at a time.<\/li>\r\n\t<li>Once they have translated a given text at <strong>3 of the 4 locations<\/strong>, it is scored, and they can go start a new one.&nbsp;<\/li>\r\n\t<li>You will have a bonus where there will be &quot;Artifacts&quot; scattered around campus that you can find for a bonus.<\/li>\r\n\t<li>These artifacts will be plungers with bandanas and colored tape on them.<\/li>\r\n\t<li>When you find an artifact, you must bring it to the correct one of the &quot;Translators&quot; the humans are using for their objective.<\/li>\r\n\t<li>When you bring the artifact to the correct translator, it will be scored.&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<p>Human Translators are located at:<\/p>\r\n\r\n<ol>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>Infinity Quad<\/li>\r\n\t<li>Polleseni<\/li>\r\n\t<li>In Front of CAST<\/li>\r\n<\/ol>\r\n\r\n<p>Your artifacts will be hidden around:<\/p>\r\n\r\n<ol>\r\n\t<li>Global Village Plaza<\/li>\r\n\t<li>Kodak Quad<\/li>\r\n\t<li>Gazebo<\/li>\r\n<\/ol>\r\n\r\n<p>You picked your &quot;Attack&quot; tier which will grant you 8 Jackals, it would have also forced the humans to hold their points for 9 minutes, but they blocked that by picking their &quot;Defense&quot; option.&nbsp;<\/p>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deplorable Cover - 2&nbsp;Ducks (SALE SALE SALE) - 2&nbsp;Available<\/li>\r\n\t<li>Tank - 3 Ducks - 2&nbsp;Available<\/li>\r\n\t<li>Jackal - 1 Duck - 4 Available<\/li>\r\n\t<li>Anti-Viruses - 20 Ducks<\/li>\r\n<\/ol>"
    }, {
        "title": "Tuesday Post Mission: Humans",
        "team": "human",
        "body": "<p>Absolutely splendid job with the translations tonight! Barely any of you were horribly maimed which is certainly a big plus. We managed to decipher the codes from 9 of the texts we dug up, and the results really paint a picture of what life was like under the reign of King Terrence. During these times it appears that much emphasis was placed on good dental hygiene and that their food supply contained a heavy amount of brain. Perhaps traditions like these die hard in unexplored parts of the world...Of course by &quot;Die&quot;, I mean &quot;Get up, walk around, kill dozens of our men, and question the fashion sense of strangers.&quot; Now that we have pulled this expedition up by its totally in season bootstraps, we will be moving forward with entering the burial chamber within the&nbsp;temple to&nbsp;see what riches lurk within.&nbsp;<\/p>\r\n\r\n<p>Non-Story:<\/p>\r\n\r\n<p>You guys got 9 books completed, that&#39;s pretty good, and we were once again absolutely stunned by your beautiful hustle. A few things of note:<\/p>\r\n\r\n<ol>\r\n\t<li>We have been seeing illegal darts, if we find that you are using them you will be in serious trouble. If you don&#39;t know whether or not your darts are illegal, ask and we will tell you for sure. (There is no penalty for that)<\/li>\r\n\t<li>Just as a reminder, the merchants will not be selling all of the items each night. Sometimes there will be more, and sometimes less. If it is your plan to hold out until later in the week, you may be dissapointed in what that gets you.&nbsp;<\/li>\r\n<\/ol>\r\n\r\n<p>Midday will be tomorrow at 12pm in Gosnell basement, we hope to see you all there!<\/p>"
    }, {
        "title": "Tuesday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>After spending an evening watching the confused and poorly dressed members of this strange expedition puzzle over the finer points of gum health and the preparation of &quot;Brain A-La-King,&quot; you retire to the dungeons of the buried temple, searching for a place to ponder your recent how people can clash colors and patterns like this, without being slapped (Especially in a scientific setting, I mean come on, your better than that.) While searching the dank tunnels, you stumble upon a curious room filled with odd instruments,&nbsp;some of which seem to be freshly coated with unknown and terrifying substances, even for a member of the undead horde. It is at this point that you realize you are being observed...<\/p>\r\n\r\n<p>Non-Story:<\/p>\r\n\r\n<p>You guys got all of your bonus stuff completed. We were impressed by your &quot;Can&#39;t stop, Won&#39;t stop&quot; attitude, and we hope to see dedication like that every night!<\/p>\r\n\r\n<ul>\r\n\t<li>Just as a reminder, the merchants will not be selling all of the items each night. Sometimes there will be more, and sometimes less. If it is your plan to hold out until later in the week, you may be dissapointed in what that gets you.&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<p>Midday will be tomorrow at 12pm in Gosnell basement, we hope to see you all there!<\/p>"
    }, {
        "title": "Wednesday Night Non-Story: Zombies",
        "team": "zombie",
        "body": "<p>Tonight you will be escorting pairs that consist of&nbsp;<strong>1 Witch&nbsp;<\/strong>and&nbsp;<strong>1 Blight<\/strong>&nbsp;to points around campus so they can destroy spirit guardians that are holding back the power of the temple.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>Witch\/Blight pairs will spawn on the field house lawn<\/li>\r\n\t<li>In order to get a pair to join you, you must utter the magic phrase&nbsp;<strong>Great Googly Moogly&nbsp;<\/strong>(Not kidding, you have to say it)<\/li>\r\n\t<li>Once the pair has joined you, the Blight will follow your commands, and the Witch will stay within 30 feet of the Blight.<\/li>\r\n\t<li>The Witch will try to kill humans you get it near enough to, and will be neutral towards you as long as the Blight is up. The Witch will be trying to protect the Blight from getting killed.&nbsp;<\/li>\r\n\t<li>You will need to escort the pairs to several on campus locations, and get the Witch to tag the &quot;Spirit Idol&quot; (A mod standing at the point)<\/li>\r\n\t<li>Once tagged, the Spirit idols will respawn after 12&nbsp;minutes<\/li>\r\n\t<li>The humans will be trying to stop you by stunning the Blight, if the Blight is stunned with either a dart or a sock, the Witch will tag zombies in the immediate area, and both will despawn, walk back to the field house, and respawn.<\/li>\r\n\t<li>If a Witch is hit with an Elephant Blaster or Big Rock, it will count as a stun on their attatched Blight.&nbsp;<\/li>\r\n\t<li>Blights cannot tag humans, and <strong>multiple Witch\/Blight&nbsp;pairs cannot be in the same group<\/strong>.&nbsp;<\/li>\r\n\t<li>The Blights will each have 6 respawns, although one of them will have 7 because you won the midday mission.<\/li>\r\n\t<li>Additional pairs could be released throughout the mission.&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<p>The locations of idols that you need the Witches to tag are:<\/p>\r\n\r\n<ol>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Lowenthal\/Saunders&nbsp;Circle (Edge of the circle, close to the bus stop)<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Just South of The Skybridge<\/li>\r\n\t<li>Between Library and SAU<\/li>\r\n<\/ol>\r\n\r\n<p>Because you chose your &quot;Attack&quot; tier, the Humans got a troll idol location, which will be the Sentinel. They will know they were trolled, but not which of the locations is fake (So they think you have to go there). Additionally you will get 2 Tanks, and 6 Jackals.<\/p>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deplorable Cover - 4&nbsp;Ducks&nbsp;- 2&nbsp;Available<\/li>\r\n\t<li>Tank - 3 Ducks - 2&nbsp;Available<\/li>\r\n\t<li>Boomer - 4 Ducks - 1 Available (SALE SALE SALE)<\/li>\r\n\t<li>Jackal - 1 Duck - 6&nbsp;Available<\/li>\r\n\t<li>Anti-Viruses - 25&nbsp;Ducks (1 Used So Far)<\/li>\r\n<\/ol>"
    }, {
        "title": "Wednesday Night Non-Story: Human",
        "team": "human",
        "body": "<p>Tonight Zombies&nbsp;will be escorting pairs that consist of&nbsp;<strong>1 Witch&nbsp;<\/strong>and&nbsp;<strong>1 Blight<\/strong>&nbsp;to points around campus so they can destroy spirit guardians that are currently protecting you daring&nbsp;adventurers from the full dark power of the temple.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>Blights will follow Zombie commands, and the Witch will stay within 30 feet of the Blight.<\/li>\r\n\t<li>The Witches will try to kill any humans they&nbsp;get&nbsp;near, and will specifically try to protect the Blight<\/li>\r\n\t<li>Zombies need to escort the pairs to several on campus locations, and get the Witch to tag the &quot;Spirit Idol&quot; (A mod standing at the point)<\/li>\r\n\t<li>You can stop the Zombies by stunning the Blight with a dart or sock, which will cause them and the Witch to despawn and then respawn at another location. (The Witch will also tag any nearby Zombies before despawning)<\/li>\r\n\t<li>If a Witch is hit with an Elephant Blaster or Big Rock, it will count as a stun on their attatched Blight.&nbsp;<\/li>\r\n\t<li>Blights cannot tag humans, and multiple Witch\/Blight&nbsp;pairs cannot be in the same group.&nbsp;<\/li>\r\n\t<li>The Blights will each have 6 respawns, although one of them will have 7 because you lost the midday mission.<\/li>\r\n\t<li>Additional pairs may be released throughout the mission.&nbsp;<\/li>\r\n\t<li>It is your goal to limit the number of times the Witches tag the artifacts by killing the Blights.&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<p>The locations of idols that Witches will be trying to tag are.&nbsp;<\/p>\r\n\r\n<ol>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Lowenthal\/Saunders Circle (Edge of the circle, close to the bus stop)<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Just South of The Skybridge<\/li>\r\n\t<li>Between Library and SAU<\/li>\r\n\t<li>Sentinel&nbsp;<\/li>\r\n<\/ol>\r\n\r\n<p>You picked your &quot;Defense&quot; tier, which means that the Blights will have many glowsticks on in order to help you identify them. The Zombies picked their &quot;Attack&quot; tier, which means that one of the 6 locations I gave you above is fake and there is no idol there.&nbsp;<\/p>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deployable Cover - 1 Duck - 2 Available<\/li>\r\n\t<li>Big Rock - 2 Ducks - 1 Available<\/li>\r\n\t<li>Elephant Blaster - 4 Ducks - 1 Available<\/li>\r\n\t<li>Body Armor - 7 Ducks - 1 Available<\/li>\r\n\t<li>Witch Bomb - 5 Ducks - 1 Available<\/li>\r\n\t<li>Information - 2 Ducks - 1 Available<\/li>\r\n\t<li>Anti-Viruses - 25&nbsp;Ducks (1 Used So Far)<\/li>\r\n<\/ol>"
    }, {
        "title": "Wednesday Night Story: Humans",
        "team": "human",
        "body": "<p>Umm...Hey team,</p>\n\n<p>We ran into a bit of a problem when we opened up the burial chambers this morning. So it turns out there wasn&#39;t really much in the way of treasures in there, we looked high and low hoping to find something. You&#39;d think they&#39;d bury their dead with at least a teeny tiny nugget of gold or something. Unfortunately, that&#39;s not even our biggest dissapointment. We uncovered some sweet&nbsp;sarcophagi that we were hoping to get back to camp, but when we came back from our hourly union mandated naps, they were open and nothing was inside. We initially thought, as all good scientists do, that this was the result of a strong wind that carried some stiff dust particles through that could lift up a 2 ton sarcaphagus, but then we found the body of poor Jeff. His mangled corpse was beyond anything we&#39;ve ever seen, and the symbols made using his entrails were clearly of some disturbing ritual procedure. We got out of there as fast as we could, trying to ignore the fact that we were following twisted claw marks and glowing green slime trails on the floor and walls as we ran. The only thing we can know for certain about these beasts, is that they are going to kill us all.&nbsp;</p>\n\n<p>In other news I may have tried to&nbsp;place&nbsp;a calm and totally not panicked phone call to our extraction team to indicate that we wanted to leave a bit early. They weren&#39;t as responsive as we&#39;d like, and that&#39;s when we found that whatever the things are that have been attacking us all week seem to have destroyed all of our communications equipment and trapped us here. I must encourage you all not to panic about this, and just deal with one problem at a time.&nbsp;</p>\n"
    }, {
        "title": "Wednesday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>Just as you hear hushed voices from somewhere ahead, you are suddenly blinded by a intense ray of light. At first you panic, thinking the charlatans of both&nbsp;science and dresswear have somehow made it this far into the temple so qucikly. As the light recedes, your worries are replaced with confusion. Standing around you are dozens of people wearing purple labcoats, and holding an assortment of sciency shit. Finally, people with fashion sense!</p>\n\n<p>As you stand there contemplating the strangers, you can&#39;t help but feel as if you&#39;ve seen them before. A moment later and you remember: They woke you up. These purple bearing fashionistas had come to the temple months ago and disturbed your slumber, rounded you all up, and conducted numerous experiments on you and your friends.<br />\nAs pure rage begins to curdle up in your throat, you are distracted by a loud screech! A group of mummies charge into the room, falling upon the scientists with vicious intent.&nbsp;</p>\n\n<p>From the markings on their bandages, you know these mummies must have been members of the royal guard; sworn to protect the king in both life and death. It was clear that the mummies would have made mincemeat out of the scientists, but just before the onslaught began, the mummies slowed to a halt.</p>\n\n<p>A glowing undead creature emerges&nbsp;from the crowd, it&#39;s pulsing eyes fixated on the mummies. One of the scientists mutters something into this new monstrosity&#39;s ear, and the beast gives out a grunt in confirmation. The monster then turns it&#39;s gaze upon you. With those glowing eyes leaving you, the monster raising it&#39;s decrepit&nbsp;hand and points down the hall. The mummies give out a shriek before running off in that direction. The dark presence in the back of your head flares up, advising you to play and long and do what this thing tells you to do. A few images are then&nbsp;pumped into your head, indicating the gruesome outcome defiance would lead to.<br />\nI guess you are stuck with these creatures for now.</p>\n"
    }, {
        "title": "Wednesday Post Mission: Humans",
        "team": "human",
        "body": "<p>I pray that this is not my final time addressing you beautiful and brave travelers of the unexplored world...</p>\n\n<p>Those of us who survived the initial encounter with what we can only describe as abominations not of the natural realm, have sought refuge in the recently discovered dungeons within the heart of the temple. We had to chip away at the stone, but we ended up finding a nice little place to hide. That&#39;s when things got more interesting for us, as we discovered a previously unseen door made of what appeared to be stainless steel. Upon entering this room, we found a laboratoy which given our circumstances and location was out of place to say the least. Just as we began to enter the fetal position and pray to the old gods and the new that the wretched beasts would not find us, a scientist with a coat that was honestly a little too flashy in my opinion came to greet us. She began explaining that we needed to leave, because the laboratory had been compromised with the release of the creatures from the sarcaphagus, and that their experiments had escaped as well. They were working on creatures that would be able to contain the power of the monsters we had been running from, but when turned loose the two of them teamed up and worked to destroy the magic that was holding the evil within this temple from getting out into the world. Just before we were able to ask why there was a high tech science lab in the basement of an ancient ruin, she was abruptly cut off by the screeches of one of the fiends that we had been trying to escape. As we watched the sin of creation skillfully remove the life from this woman of science before us, it became apparent that the only thing that could save us would be a miracle...</p>\n\n<p>Non-Story:</p>\n\n<p>You guys did a good job protecting most of your points, some groups did a particularly good job at hunting Blights, while others approached the mission as more of a holding of the point, both of which yielded some mixed results, but still definitely satisfactory.&nbsp;</p>\n\n<p>The midday tomorrow will start at 1:15pm and go to 2:15pm, and will meet at the Gosnell basement.&nbsp;</p>\n"
    }, {
        "title": "Wednesday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>To whomever finds this log; we&#39;ve made a grave error.</p>\n\n<p>We first came to these ruins ten years ago, as part of a biological weaponized cosmetic&nbsp;research team. We had heard the legends surrounding the temple.&nbsp;It&#39;s affinity for supernatural phenomena, particularly the stories of necromancy and magic. We found these tales to be unbelievable, yet also appealing. We had been working on a facial scrub that would reverse the aging process, and we thought that removing death would be a good start. Upon meddling with the different strange materials that lay within the temple, and building our state of the art cosmetics test lab, there were a number of incidents involving members of the team inexplicably being mauled in the middle of the night and then coming back to visit the same fate unto others. At first we believed this to be some sort of fluke, perhaps a result of the local food, but this was no mere gastronintestinal distress. The more dire our situation became, and the more brutal the killings, we decided that we needed to use the mystical resources present within the temple to fashion ourselves a weapon that would control whatever was&nbsp;hunting us. We thought that we had solved our problems by building our own monsters that would pacify the beasts, but upon turning them loose, we observed quite a different fate. Our creations had turned on us, as if they had minds of their own, and began to hunt us alongside the previously mummified (But now beautifully exfoliated)&nbsp;residents of the temple. I am sure that the last thing I see will be the gnarled jaws of a monster as it begins to tear me to pieces, but I hope that you can avoid this same fate.</p>\n\n<p>Probably Dead,</p>\n\n<p>Patricia Mudd<br />\nHead of Avocado Mask Development<br />\nOZMA INC.</p>\n\n<p>Non-Story</p>\n\n<p>You all came out tonight and kicked some serious ass. We saw how you handled the solid resistance from the humans, and admired how quickly you adapted especially given that it was a mission where you were the ones protecting something. Since 2 of the Blights were not destroyed, you will get 2 more bonus points in your specials for the rest of the week.&nbsp;</p>\n\n<p>Midday mission will start at 1:15PM and will meet at the Gosnell Basement.</p>\n"
    }, {
        "title": "Thursday Night Story: Human",
        "team": "human",
        "body": "<p>Just as the leader of this&nbsp;expedition was eviscerated, the horrible beast was driven away by a bright light that appeared to come out of nowhere. When you regained sight, before your eyes floated a wooden face which spoke in a beautiful falsetto, that would break the glass all around you provided that you weren&#39;t sitting in a stone temple.</p>\n\n<p>&quot;We haven&#39;t much time, my name is Karl, and I&#39;m the supreme guardian of this temple. Long ago, before the reign of King Terrence and the fall of this mighty kingdom, I was a shaman who worked in the swamps doing all manner of magical work. You know, filing taxes, spiritual cleansings, and the manufacturing of my very own kelp tape. Since those days, this temple has been cursed by a dark spirit, created when the King tried to cast aside the natural world, and bring his son back from death. When he succeeded, what he brought back was not his son any longer, but was a dark and twisted soul from the nether realms. Me and the other guys were talking, and we thought maybe the whole &#39;Hey, lets bring dark demon spirit things into the world&#39;&nbsp;thing wasn&#39;t cool, so we worked to build a shield protecting the outside from the evil that had already befallen the temple. Your expedition here, as well as the meddling of the scientists with absolutely stunning coats, has led to the destruction of the idols we have used to contain this darkness. My power is dwindling, and I fear that soon, we will not be able to contain this threat, and the world will be overcome by some pretty uncool shit.&quot;&nbsp;</p>\n"
    }, {
        "title": "Thursday Night Non-Story: Human",
        "team": "human",
        "body": "<p>Tonight you will be building powerful spirit idols to stop the growth of the dark force that lives in the temple.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>At several locations around campus you will have to retrieve <strong>maps<\/strong> that have the location for all of the pieces of <strong>1 of the 4<\/strong> spirit idols you need to construct.&nbsp;<\/li>\r\n\t<li>Once you get the map, you must go to the locations and find the pieces in order to build the idol&nbsp;<strong>Because you chose your &quot;Defense&quot;&nbsp;tier, you will only need to get 4 out of the 5 pieces to construct the idol.&nbsp;<\/strong>The pieces will be cans with duct tape that corresponds to the color of the map you are using.&nbsp;<\/li>\r\n\t<li>If a map has been taken but the idol isn&#39;t constructed, a fresh map will be available to take at 10:00pm in the same distribution location.&nbsp;<\/li>\r\n\t<li>When you get enough pieces, return to the place where you got the map, and the map distributor will build the idol.&nbsp;<\/li>\r\n\t<li>When the idol is built, you will be allowed to leave that building through any exit you like, but you will then not be able to go back indoors with the idol (The map distribution mod will follow the idol to make sure it doesn&#39;t go indoors)<\/li>\r\n\t<li>With the idol, you must travel to a specific one of the cap locations, which one will be specified by the map mod.&nbsp;<\/li>\r\n\t<li>When you get it there, you have to get the idol scored by placing it in a bucket at the location (This bucket may&nbsp;be guarded by a Witch that came up when you completed building the idol)<\/li>\r\n\t<li>In addition to the Witch being activated, completing the construction of an idol will cause flags to go up at that cap location (Just in case you aren&#39;t with an idol as it travels, you can see where one is going)<\/li>\r\n<\/ul>\r\n\r\n<p>Locations for the map distributors:<\/p>\r\n\r\n<ol>\r\n\t<li>Golisano Atrium<\/li>\r\n\t<li>Gosnell Basement (Door facing bus stop)<\/li>\r\n\t<li>Gannett Lobby (Kodak Door)<\/li>\r\n\t<li>Carlson Atrium<\/li>\r\n<\/ol>\r\n\r\n<p>Locations for the idol scoring spots:<\/p>\r\n\r\n<ol>\r\n\t<li>Bus Stop<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>The Sentinel<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n<\/ol>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deployable Cover - 1 Duck - 2 Available<\/li>\r\n\t<li>Big Rock - 2 Ducks - 1 Available<\/li>\r\n\t<li>Elephant Blaster - 4 Ducks - 1 Available<\/li>\r\n\t<li>Body Armor - 7 Ducks - 1 Available (Not usable after 2:00am on Friday)<\/li>\r\n\t<li>Witch Bomb - 5 Ducks - 1 Available<\/li>\r\n\t<li>Anti-Viruses - 25&nbsp;Ducks (1 Used So Far)<\/li>\r\n<\/ol>"
    }, {
        "title": "Thursday Night Non-Story: Zombie",
        "team": "zombie",
        "body": "<p>Humans will be building spirit idols in order to contain the beauty of the dark spirit.&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>They will be getting maps from indoor locations, these maps have the locations of different hidden pieces on them&nbsp;<strong>DO NOT TOUCH THE ITEMS<\/strong><\/li>\r\n\t<li>When they get enough items, they will be going back to the map distribution locations in order to construct the idol.&nbsp;<\/li>\r\n\t<li>Because you chose your &quot;Attack&quot; tier,&nbsp;when the idol is built&nbsp;they will be allowed to go outdoors&nbsp;through any exit they like&nbsp;but they will then not be able to go back indoors with the idol (The map distribution mod will follow the idol to make sure it doesn&#39;t go indoors)<\/li>\r\n\t<li>When the humans get the idol to the location, they have to score it by placing it in a bucket that will be guarded by a Witch that will come up once they have finished building that idol.&nbsp;<\/li>\r\n\t<li>In addition to the Witch being activated, completing the construction of an idol will cause flags to go up at that cap location (Just in case the Witch is gone, you will still know what locations have active idols)<\/li>\r\n<\/ul>\r\n\r\n<p>Since you chose &quot;Attack&quot; in addition to the bonus you got making the humans walk the idols outside, you will also get 1 Snake Charmer + 2 Tanks + 6 Jackals<\/p>\r\n\r\n<p>Locations for the idol scoring spots:<\/p>\r\n\r\n<ol>\r\n\t<li>Bus Stop<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>The Sentinel<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n<\/ol>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deplorable Cover - 4&nbsp;Ducks&nbsp;- 2&nbsp;Available<\/li>\r\n\t<li>Tank - 3 Ducks - 2&nbsp;Available<\/li>\r\n\t<li>Boomer - 8&nbsp;Ducks - 1 Available<\/li>\r\n\t<li>Information - 2 Duck - 1 Available<\/li>\r\n\t<li>Jackal - 1 Duck - 6&nbsp;Available<\/li>\r\n\t<li>Anti-Viruses - 25&nbsp;Ducks (1 Used So Far)<\/li>\r\n<\/ol>"
    }, {
        "title": "Thursday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>Turns out that those glowing blights from last night were only pretending to be under the scientist&#39;s control. Soon after you all were out of earshot, the new creatures clued you in on their little ruse. They were originally loyal to the scientists, who had creatured them out of special cosmetic materials, but changed face&nbsp;after the dark spirit reached out to them with promises of a competitive salary, health benefits,&nbsp;and bacon.&nbsp;</p>\n\n<p>Though you still don&#39;t know if they were serious about the cosmetics thing, they were a really nice bunch of people and you were looking forward to a long lasting friendship. Of course, since the theme of your existence seems to be misery and loneliness, the friendship wasn&#39;t meant to last. Just when one of your pals was telling you about their hometown, those pesky explorers showed up and made swiss cheese out of your newly found friends.</p>\n\n<p>Overcome with loss, you wondered off into the woods to be alone. After hours of sobbing, the familiar presence of the dark spirit washes over you. The spirit reassures you that your loss wasn&#39;t completely in vain. The&nbsp;blights had children, who are all ready and willing&nbsp;to avenge their fallen parents.</p>\n\n<p>Despite your relief, your celebration must wait until later. The dark spirit alerts you that the explorers are on the move again.&nbsp;</p>\n"
    }, {
        "title": "Thursday Post Mission: Humans",
        "team": "human",
        "body": "<p>The remaining group of humans huddle around the ancient floating spirit head, and it begins to address them regarding their current situation.&nbsp;</p>\n\n<p>&quot;Children of the lands far away. You have come here with the intention of seeking knowledge from the anvient world, and have found instead a threat which could elminiate the existence of all life on your planet. You did a great deal tonight towards destroying the dark spirit that was once the child of our king, but now we stand on the precipice, unable to leave this cursed place until we know for sure that it is destroyed once and for all. Rest well in this, our darkest night, in the hopes that perhaps tomorrow, we shall overcome our obstacles and witness the dawn of a new day for human kind.&quot;</p>\n\n<p>As you close your eyes and hope to drown out the sounds of the monsters running freely on the ground above. You drift off to sleep, and dream of the struggle to come.&nbsp;</p>\n\n<p>Non-Story<br />\nYou guys did well tonight. For the first hour we saw a whole lot of nothing, but you did sure pull it all together. You didn&#39;t get all of the points, which means that the dark spirit is still alive and you&#39;ll have to kill it.</p>\n\n<p>Midday will be at 12pm in Gosnell basement<br />\nCan&#39;t Stop, Won&#39;t Stop</p>\n"
    }, {
        "title": "Thursday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>So as it turns out, the children of the Blight&#39;s were a regular chip off the old block. You went out to do the bidding of the dark spirit and tried to stop the explorers from building idols that could control it. You managed to stop them from full on destroying the spirit, but it is now weak and unable to perform the feats previously demonstrated. Upon walking in to the innermost chambers of the temple, now thick with reanimated corpses just like yourself bending the knee to the wounded darkness, you are all addressed regarding the coming struggle.</p>\n\n<p>&quot;Welcome my children, to the dawn of the new world. I have lived for thousands of years, straddling the line between this world and the next. We are now for the first time since I was imprisoned here by the guardians of the temple, given an opportunity to escape these walls and bring to the human race a power that they have never imagined, the will to work together as one, fearless or death or disease, just as all of you have done with me. They spend their lives cowering in fear of what will come at the moment of their death, and we will take that fear from them, and replace it with freedom.&quot;</p>\n\n<p>As the hum of the kind of gross mass of decomposing thralls in the room slowly shuffling away from their master beings to subside, you realize that you believe in this cause more than anything that spoke to you in this life or your last. These explorers have been nothing but rude to you, have killed your friends, and have made an attempt on the life of the one entity that has made you feel like a family. And for those indiscretions, they cannot be forgiven.&nbsp;</p>\n\n<p>Non-Story<br />\nWe saw things tonight that we both liked, and didn&#39;t like. We thought that you handled the Snake Charmers really well, and enjoyed watching you use Witches to scare the everloving shit out of the humans. There were some attempts on the human cap locations that looked relatively uncontested though, and that certainly did hurt you a bit. You prevented the humans from getting all of their locations though, which means they will still have to kill the dark spirit in order to have any hope of extracting. Overall, great work!</p>\n\n<p>Midday will be at 12pm in Gosnell basement.&nbsp;</p>\n"
    }, {
        "title": "Extraction Non-Story: Human",
        "team": "human",
        "body": "<p>In order to extract you will need to build a magical ship using parts located around campus.<\/p>\r\n\r\n<ul>\r\n\t<li>There are <strong>5 parts<\/strong> at specific locations around campus. You need to acquire these parts and use them to build a ship.<\/li>\r\n\t<li>Before picking up a part, you must first hold its location for <strong>5 minutes<\/strong>.<\/li>\r\n\t<li>The parts must&nbsp;be brought to 1 of 3 workshop locations,&nbsp;where you can build the ship<\/li>\r\n\t<li>Once&nbsp;<strong>4 of the 5&nbsp;<\/strong>parts are at one workshop, you may begin constructing the boat (You will be physically constructing it).<\/li>\r\n\t<li>You are allowed to move parts between the different workshop locations, but all construction must take place at these workshops.&nbsp;<\/li>\r\n\t<li>When the boat is fully constructed&nbsp;(An admin will tell you that it is done) the boat will become a safe zone and begin moving.&nbsp;(The safe zone will have mods standing at the boundaries)<\/li>\r\n\t<li>The boat will move through campus as a safe zone, and will break down periodically. When this happens, the safe zone will&nbsp;deactivate.<\/li>\r\n\t<li>The mods on the corners of the boat will have flags. They will raise these flags to indicate that the safe zone is currently down.<\/li>\r\n\t<li>The safe zone will remain deactivated for a short timer (this timer will pause if humans leave the vicinity)<\/li>\r\n\t<li>Humans can join the boat at any time, but if there is nobody inside of it, the boat will not move.&nbsp;<\/li>\r\n\t<li>When the ship is fixed (and the safe zone is back up)&nbsp;it will continue to move until it breaks down again or arrives at the final&nbsp;extraction location.<\/li>\r\n\t<li>Once the boat gets close to the final location, it&nbsp;will stop moving. At this point the safe zone will only remain active for&nbsp;5 more minutes.<\/li>\r\n\t<li>Humans will need to get through the final extraction point, in order to survive.&nbsp;<strong>Note: the extraction point will not be open&nbsp;until the boat arrives.<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p>Locations for the parts:<\/p>\r\n\r\n<ol>\r\n\t<li>Under Quarter Mile Bridge<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Behind Lowenthal\/Saunders<\/li>\r\n\t<li>Behind Booth and Gannett<\/li>\r\n\t<li>Sentinel<\/li>\r\n<\/ol>\r\n\r\n<p>Locations for the workshops:<\/p>\r\n\r\n<ol>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Kodak Quad<\/li>\r\n\t<li>Behind the RITZ entrance to the SAU<\/li>\r\n<\/ol>\r\n\r\n<p>Since you chose your &quot;Defense&quot; tier, it has added a workshop location in order to block the Zombies from easily camping those spots.<\/p>\r\n\r\n<ol>\r\n\t<li>Big Rock - 2 Ducks - 2&nbsp;Available<\/li>\r\n\t<li>Elephant Blaster - 3&nbsp;Ducks - 2&nbsp;Available<\/li>\r\n<\/ol>"
    }, {
        "title": "Extraction Non-Story: Zombies",
        "team": "zombie",
        "body": "<p>In order for the humans to extract, they need to build a magical ship that can escape the temple:<\/p>\r\n\r\n<ul>\r\n\t<li>There are&nbsp;<strong>5 parts<\/strong>&nbsp;at specific locations around campus. They need to acquire these parts and use them to build a ship.<\/li>\r\n\t<li>Before picking up a part, they must first hold its location for&nbsp;<strong>5 minutes<\/strong>.<\/li>\r\n\t<li>The parts must&nbsp;be brought to 1 of 3 workshop locations,&nbsp;where they can build the ship<\/li>\r\n\t<li>Once&nbsp;<strong>4 of the 5&nbsp;<\/strong>parts are at one workshop, they may begin constructing the boat (They will be physically constructing it).<\/li>\r\n\t<li>They are allowed to move parts between the different workshop locations, but all construction must take place at these workshops.&nbsp;<\/li>\r\n\t<li>When the boat is fully constructed&nbsp;(An admin will tell them that it is done) the boat will become a safe zone and begin moving.&nbsp;(The safe zone will have mods standing at the boundaries)<\/li>\r\n\t<li>The boat will move through campus as a safe zone, and will break down periodically. When this happens, the safe zone will&nbsp;deactivate.<\/li>\r\n\t<li>The mods on the corners of the boat will have flags. They will raise these flags to indicate that the safe zone is currently down.<\/li>\r\n\t<li>The safe zone will remain deactivated for a short timer (this timer will pause if humans leave the vicinity)<\/li>\r\n\t<li>When the ship is fixed (and the safe zone is back up)&nbsp;it will continue to move until it breaks down again or arrives at the final&nbsp;extraction location.<\/li>\r\n\t<li>Once the boat gets close to the final location, it&nbsp;will stop moving. At this point the safe zone will only remain active for&nbsp;5 more minutes.<\/li>\r\n\t<li>Humans will need to get through the final extraction point, in order to survive.&nbsp;<strong>Note: the extraction point will not be open&nbsp;until the boat arrives.&nbsp;<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p>Since you chose your &quot;Attack&quot; tier, it has upped the number of items that humans need to complete their boat, additionally you will get 1 Boomer + 1 Tank + 7 Jackals<\/p>\r\n\r\n<ol>\r\n<\/ol>\r\n\r\n<p>Locations for the parts (This is where they need to hold for 5 minutes to get parts at the beginning)<\/p>\r\n\r\n<ol>\r\n\t<li>Under Quarter Mile Bridge<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Behind Lowenthal\/Saunders<\/li>\r\n\t<li>Behind Booth and Gannett<\/li>\r\n\t<li>Sentinel<\/li>\r\n<\/ol>\r\n\r\n<p>Locations for the workshops (This is where the boat can be built\/ starts once it is built)<\/p>\r\n\r\n<ol>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Kodak Quad<\/li>\r\n\t<li>Behind the RITZ entrance to the SAU<\/li>\r\n<\/ol>\r\n\r\n<p>The Merchants will be out tonight. Here is a list of what they have in stock. (All purchases subject to mod availability)<\/p>\r\n\r\n<ol>\r\n\t<li>Deplorable Cover - 3&nbsp;Ducks&nbsp;- 2&nbsp;Available (SALE SALE SALE)<\/li>\r\n\t<li>Tank - 3 Ducks - 4&nbsp;Available<\/li>\r\n\t<li>Boomer - 4&nbsp;Ducks - 1 Available (SALE SALE SALE)<\/li>\r\n\t<li>Jackal - 1 Duck - 6&nbsp;Available<\/li>\r\n<\/ol>"
    }, {
        "title": "Extraction Story: Human",
        "team": "human",
        "body": "<p>After much hard work, you managed to defeat the dark spirit once and for all. While you have stopped the spread of this evil to other parts of the globe, two issues remain. The first being that killing this monster has caused the temple to become unstable, and the spirit guardian will no longer be able to hold it together. The second being that you have no real plan to leave. Upon searching through the lab facilities beneath the temple you came across a book that translators had just finished deciphering right before the battle with the dark spirit. &quot;101 Magical Ship Blueprints for Kids!.&quot; This gives you an idea, and you begin to think that perhaps all hope is not lost, and there could be a way out of here after all...</p>\n"
    }, {
        "title": "Friday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>You head pounds with anguish as the death throes of the dark spirit echo throughout your mind. Though you managed to thwart the explorers last night, they caught you off guard this morning with a surprise attack. Though they paid for this incursion in blood, one lone adventurer managed to break into the inner sanctum. There, with the aid of&nbsp;shamanistic idols, they managed to fatally wound the dark presence.&nbsp;</p>\n\n<p>Though its death draws near, through a hazy array of images the presence informs you that its death isn&#39;t inevitable. If enough lifeforce in sacrificed to its will, the dark spirit will be able to heal itself. The last image gifted to you from the spirit pictures an ill dressed explorer reading through book about magic boats. You know that time is running out, and the dark spirit needs your help.</p>\n"
    }, {
        "title": "Extraction: Epilogue",
        "team": "all",
        "body": "<p>Near the edge of the temple grounds, a ship sits floating in the air, as if held there by an invisible hand. The boat itself remains as silent and devoid of life as the&nbsp;bodies surrounding it. Not too long ago,&nbsp;these bodies belonged to the brave explorers&nbsp;as they made their final push towards safety. Now the&nbsp;mutilated corpses, along with the souls that once inhabited them, belong&nbsp;to the dark spirit.</p>\n\n<p>Amidst the carcasses and carrion crows, stands a shadowy figure. &quot;It appears that these horrifically dressed&nbsp;trespassers and their delusions of adventure&nbsp;have stifled our progress&quot; As the figure speaks, the shadows around him seem to ripple and sway, as if in response.&nbsp;&quot;Luckily, it was merely a setback. We can always find more scientists, and more souls to sacrifice.&quot;</p>\n\n<p>The shadow&nbsp;begins to reach out in all directions, enveloping the bodies in darkness. The mysterious figure remains stationary, no longer covered in shadow. On his coat sits a security name tag, the title &quot;CEO of OZMA Industries&quot; clearly showing.&nbsp;&quot;Patience, my son. You&#39;ll walk this earth once more, no matter the cost.&quot;</p>\n"
    }]
}