{
    "scores": {
        "humans": 1,
        "zombies": 599,
        "winners": ["Tyler Jones"]
    },

    "missions": [{
        "title": "Pre-Sunday Story Form",
        "team": "all",
        "body": "<p>Too Long</p>\n\n<p>It&#39;s been too long since you&#39;ve tasted the salty spray of the ocean. You&nbsp;fear your legs are going to forget the gentle sway of a ship&#39;s deck under your feet.</p>\n\n<p>You and your sea fairing friends have been ashore for weeks, looking for a ship taking on crewmates. With nothing to show from your day on the docks, you retire to&nbsp;your favorite Tavern, &quot;The Rusty Maverick&quot;. The air inside the Tavern is thick with the sound of laughter&nbsp;and the smell of ale. The cheer and meriment is occassionally erupted with a fight or brawl, but the matter is settled quickly once&nbsp;darts start flying.&nbsp;</p>\n\n<p>You&#39;re enjoying a card game with your mates when the room seems to freeze. All the laughter and cheer die down until all you can hear is the bar tender pouring a round of drinks. All eyes are fixed on the man standing in the doorway.</p>\n\n<p>Though you&#39;ve never seen him in the flesh, you recognize him immediately. It&#39;s Sin Bastion, Captain of the Dreaded Pirate ship, The&nbsp;Devil&#39;s Mermaid. With all eyes resting on him, Bastion makes his way to the center of the room. &quot;It seems ye already know who I be&quot; the captain begins. &quot;That be good. Means I can skip to why I&#39;m here. I&#39;m here in search of a crew. I need a good stock of sea dogs to undertake the boldest act of piracy the world&#39;s seen in a hundred years.&quot; The room seems to stir with anticipation. &quot;Let me tell ye the tale of ol&#39; Terrance Sock-Beard.&nbsp;Terrance was the meanest, most vile, ruthless pirate to ever sail these waters. His deeds be the stuff of legend, from the time he looted the treasures of Venice, to the time he sacked a royal spanish escort and made off the Queen&#39;s jewels.&quot;</p>\n\n<p>&quot;What most people don&#39;t know about ol&#39; Sock-Beard is that he ain&#39;t dead.&quot; This stirs the crowd. &quot;That be impossible&quot; the person next to you shouts, &quot;Terrance hasn&#39;t been seen for a hundred years. No way he be of the living.&quot; Captain Bastion paused, &quot;Aye, he ain&#39;t be living. But I ain&#39;t never said he was alive, now did I?&quot; The room grew silent once again. &quot;At the end of his life, Terrance became the spiritual type.&nbsp;Though, worship no spirit ye had ever known. Vodoo became his craft, and soon his ship became covered with tiki idols and fetishes. He chased rumors of immortality all across the ocean. Eventually his search payed off, and he found the fabled &#39;Isle of the Dead&#39;. Legend has it that all who die on upon this island rise again. Sounds pretty grand, don&#39;t it? Well that be what Terrance thought, but like all things of grandeur, the price was steep.&quot;</p>\n\n<p>&quot;Terrance led his crew onto the island, carrying with them all the booty they&#39;d ever plundered. After burying their treasure deep beneath the sands, they kicked back and began to enjoy their immortality. It wasn&#39;t long after before they realized something was amiss. The crew who had risen from the grave, they posses a most&nbsp;insatiable hunger for the brains of the living. Soon, even Sock-Beard himself joined the hordes of his shambling undead crew. The island faded into memory, it&#39;s location long forgotten. That is, until now!&quot; Brastion produced an old tattered map from his coat.&nbsp;</p>\n\n<p>A great murmor erupts within the hall, as sailors young and old cheer in approval. It looks like you and your mates have finally found work. Not just work, you&#39;ve found potential riches!</p>\n\n<p>&nbsp;</p>\n"
    }, {
        "title": "Sunday Story Form",
        "team": "human",
        "body": "<p>Land!</p>\n\n<p>It&#39;s been a full month since you&#39;ve shipped out with Captain Sin Bastion. You were just starting to think the old dog could tell where we were going when land appeared over the Horizon. The ships bells rang as the crew scurried to attention. You&#39;re still readying the row boats as the captain appears. &quot;Aye, ain&#39;t that island be a beauty?&quot;</p>\n\n<p>&quot;Ye will be rowing ashore while we try to find a cover to bring the Mermaid in proper.&nbsp;Among you will be my trusted staff, they will assist ye in setting up a camp once he make landfall. Good luck and stay wary, the dead be restless among those shores&quot;</p>\n"
    }, {
        "title": "Sunday Story Form",
        "team": "zombie",
        "body": "<p>A century has passed since you smelled the sweet fragrance of flesh, yet ye&#39;d know that scent anywhere.<br />\nYou first caught it as the wind shifted, and it drew you to the sandy shore. Off in the night, you see lanterns dotting the water. &quot;Row Boats!&quot; a voice shouts in your head, &quot;A landing party draws near&quot;. You stir with anticipation, knowing you&#39;ll feast tonight!</p>\n"
    }, {
        "title": "Sunday Night Non-Story Form: Human",
        "team": "human",
        "body": "<ul>\r\n\t<li>There will be 8 &quot;Quest Givers&quot; around campus.\r\n\t<ul>\r\n\t\t<li>These will be moderators who will also wearing pink armbands<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each of these Quest Givers will have their own unique Quest.\r\n\t<ul>\r\n\t\t<li>They will give you details on location<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each of these quests will need to be completed 5 times.\r\n\t<ul>\r\n\t\t<li>A group cannot immediately repeat the same quest.<\/li>\r\n\t\t<li>Some Quest Givers will become inactive for a short period of time after their quest is completed.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Certain Quest Givings can be tagged, these Quest Givers will be wearing a green armband in addition to their pink armband.\r\n\t<ul>\r\n\t\t<li>If they are tagged, you have failed the quest. The Quest will then reset.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Quest Givers Can be found at the following locatons\r\n\t<ul>\r\n\t\t<li>Pi Statue<\/li>\r\n\t\t<li>Under the Skybridge<\/li>\r\n\t\t<li>In Front of Lowenthal<\/li>\r\n\t\t<li>Infinity Quad<\/li>\r\n\t\t<li>Slaughter Quad<\/li>\r\n\t\t<li>Gazebo<\/li>\r\n\t\t<li>Grassy Knoll<\/li>\r\n\t\t<li>Between the Library and the SAU<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>"
    }, {
        "title": "Sunday Non-Story Form: Zombie",
        "team": "zombie",
        "body": "<ul>\r\n\t<li>There are 8 &quot;Quest Givers&quot; around campus\r\n\t<ul>\r\n\t\t<li>These will be moderators wearing pink armbands<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each of these Quest Givers has their own unique Quest, which humans will be completing.\r\n\t<ul>\r\n\t\t<li>Each Quest needs to be completed 5 times<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Certain Quest Givings can be tagged at certain points during the mission (usually while they are being engaged by humans)\r\n\t<ul>\r\n\t\t<li>These Quest Givers will be wearing a green armband in addition to their pink one.<\/li>\r\n\t\t<li>Tagging these Quest Givers will reset their current&nbsp;quest<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Your Mission is to kill as many Humans as possible.<\/li>\r\n\t<li>After 9:15, the first two zombies to get tags, and bring the tag numbers to the <strong>Pi Quad Statue<\/strong> will receive Jackal Shirts. (Bring the tag numbers to the Quest Giver Stationed there)<\/li>\r\n\t<li>A few of the Quest Giver Locations (4 of the 8) are:\r\n\t<ul>\r\n\t\t<li>Pi Statue&nbsp;<\/li>\r\n\t\t<li>The circle in front of Lowenthal<\/li>\r\n\t\t<li>The Sentinel&nbsp;<\/li>\r\n\t\t<li>The Tiger Statue<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>"
    }, {
        "title": "Sunday Post Mission",
        "team": "human",
        "body": "<p>Great job ye scurvy dogs. Not only did ye manage to get ashore and set up a base camp, ye managed to find landmarks and size up the undead shamblers who guard this here island. You&#39;ve earned some shut eye, me matie.</p>\n\n<p>Great job tonight, Pirates! You&#39;ve managed to complete most of your objects.&nbsp;</p>\n\n<p>Midday will be at 12pm (Noon) in the basement of gosnell.</p>\n\n<p><span style=\"line-height:1.6\">YarYar!&nbsp;</span></p>\n"
    }, {
        "title": "Sunday Post Mission",
        "team": "zombie",
        "body": "<p>The thrill of the hunt has brought your mind back from oblivion. You feel alive again (Well, you at least feel less dead). The icing true on the &quot;brain cake&quot; is that the human interlopers are now camped out on&nbsp;<em>your</em>&nbsp;Island. Tomorrow you will set about their mortal downfall.</p>\n\n<p>------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Great job tonight Zombies. You got a whole boatload of tags, and managed to find the chink in the human&#39;s armor (their lack of sudoku skills)</p>\n\n<p>Midday mission will be at 12pm (noon) tomorrow in the basement of Gosnell.&nbsp;</p>\n"
    }, {
        "title": "Monday Non-Story Form: Zombie",
        "team": "zombie",
        "body": "<p>Humans will be escorting VIPs around campus.<\/p>\r\n\r\n<ul>\r\n\t<li>There will initially be 5 VIPs.\r\n\t<ul>\r\n\t\t<li>Every 40 minutes 5&nbsp;new VIPs will spawn.<\/li>\r\n\t\t<li>They will spawn in the same locations as the previous wave.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>The humans are taking each VIP to three different locations.\r\n\t<ul>\r\n\t\t<li>A VIP (and the humans) must&nbsp;hold each location for 7&nbsp;minutes.\r\n\t\t<ul>\r\n\t\t\t<li>It was initially 5&nbsp;minutes, but your tier (attack) upped it to 7&nbsp;<\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>VIPs may be tagged.\r\n\t<ul>\r\n\t\t<li>They have two lives.<\/li>\r\n\t\t<li>After the first tag they will return to their starting location to respawn.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>VIPS will attempt to capture the following points:\r\n\t<ul>\r\n\t\t<li>Kodak<\/li>\r\n\t\t<li>Grassy Knoll<\/li>\r\n\t\t<li>Sky Bridge<\/li>\r\n\t\t<li>Gazebo<\/li>\r\n\t\t<li>Tiger Statue<\/li>\r\n\t\t<li>Pi quad<\/li>\r\n\t\t<li>Between Library and SAU<\/li>\r\n\t\t<li>Slaughter Quad<\/li>\r\n\t\t<li>Infinity Quad<\/li>\r\n\t\t<li>Greek Rock<\/li>\r\n\t\t<li>Innovation Center<\/li>\r\n\t\t<li>Field near B.B. Diamond<\/li>\r\n\t\t<li>Bus Stop<\/li>\r\n\t\t<li>Global Village Statue<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>Please do not go inside. You may go in safezones.<\/p>\r\n\r\n<p>BONUS MISSION<\/p>\r\n\r\n<p>There are three tiki idols (Popcorn containers) hidden around campus. They may be found at<\/p>\r\n\r\n<ul>\r\n\t<li>Kodak<\/li>\r\n\t<li>Slaughter<\/li>\r\n\t<li>Grassy Knoll<\/li>\r\n<\/ul>\r\n\r\n<p>Bring these items to the Tiger Statue. By collecting these you will increase your&nbsp;number of specials for the week.<\/p>"
    }, {
        "title": "Monday Story Form: Humans",
        "team": "human",
        "body": "<p>After spending all day searching for fresh water for the base camp, Captain Sin Bastion calls a meeting. As the last few crew members scurry into the clearing, the Captain clears his throat and begins to speak.&nbsp;</p>\n\n<p>&quot;Ye be doing well, me buccaneers! Ye met the undead shamblers last night and ye keelhauled em right good.&quot; Cheers erupt from the crowd.&nbsp;&quot;Now that we know the scurvy rats we be up against, it&#39;s time ye get about finding the treasure! I have an ancient map, ya see? Written by Ol&#39; Sock-Beard Himself! Though before it&nbsp;leads&nbsp;the lot of us to riches and legend, we must&nbsp;acquaint ourselves with the local landmarks. Luckily, I&#39;ve come prepared.&quot; Sin Bastion gestures to a group of tied up individuals. &quot;I&#39;ve been kidnapping me some&nbsp;cartographers for the past year now. It started off as a hobby, but ain&#39;t ye glad of me odd quirks now? No matter, ye must acompany these lads. Between the lot of ya, let&#39;s hope ye find what we seek. I&#39;d go with ya, but I got me a dead ol pirate to hunt. Besides,&nbsp;ye all be better equipt for this sort of search than I.&quot;</p>\n\n<p>--------------------------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Here be a list of the Merchant&#39;s wares. He will dock for the first 15 minutes of yer mission:</p>\n\n<p><a href=\"https://docs.google.com/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit#gid=0\">Click Here</a></p>\n"
    }, {
        "title": "Monday Non-Story Form: Humans",
        "team": "human",
        "body": "<p>Tonight you will be escorting VIPs around Campus.<\/p>\r\n\r\n<ul>\r\n\t<li>There will initially be 5 VIPs around campus.\r\n\t<ul>\r\n\t\t<li>VIPs will be moderators. When the escort begins they will put on a green armband.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each VIP must be escorted to 3 seperate locations. The VIP (and you) must hold each of these locations for 7&nbsp;minutes.\r\n\t<ul>\r\n\t\t<li>The hold timer will stop if you abandon the VIP<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Every 40 minutes, a New wave of VIPs will spawn.&nbsp;\r\n\t<ul>\r\n\t\t<li>They will start at the same locations as the original VIPs<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>If a VIP hasn&#39;t captured all 3 of their locations within an hour of spawning, they will despawn.<\/li>\r\n\t<li>VIPs can be tagged, but only after they are picked up by a group.<\/li>\r\n\t<li>VIPs can&#39;t go inside, and they can&#39;t be armed.<\/li>\r\n\t<li>You picked Defense as your tier. This gives each VIP a second life.&nbsp;\r\n\t<ul>\r\n\t\t<li>After a VIP is tagged (for the first time), they will take off their bandana and head back to their starting location to respawn.&nbsp;<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>VIPs will spawn at the following locations:<\/li>\r\n<\/ul>\r\n\r\n<ol>\r\n\t<li>The Statue outside of LBJ<\/li>\r\n\t<li>Outside of Grace Watson Hall (by the woods)<\/li>\r\n\t<li>The Statue outside of the Golisano&nbsp;Atrium<\/li>\r\n\t<li>Global Village Plaza<\/li>\r\n\t<li>In front of Lowenthal<\/li>\r\n<\/ol>"
    }, {
        "title": "Monday Story Form: Zombie",
        "team": "zombie",
        "body": "<p>As the blood and bile starts to flow like a river through this hellish island, you become aware of your surrounding&nbsp;undead cohorts. You appraise them with with a level of detail you haven&#39;t known for decades. You see that some of the shambling buccaneers are freshly turned, and know that your numbers grow with each passing moment. One zombie rises before the rest. A lightbulb&nbsp;flickers in the back of your mind, &quot;It&#39;s Captain Terrance!&quot; You remember! Terrance proceeds to address his former crew, &quot;Me maties, We are aware! These scallywags have come to take our doubloons! We gave our souls for these riches and we&#39;ll defend them with our lives! Wait.... uhm.... With what&#39;s left of our lives! Don&#39;t let these sorry excuses for pirates any further into our island! YAR!!!!!!!!&quot; The crowd screams &quot;Yar!!!!!&quot; Terrance shouts &quot;Prepare for Battle!&quot;</p>\n\n<p>-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------The zombie merchant will be open for the first 15 minutes of the mission in between the field house and RITR. Here are the prices:</p>\n\n<p><a href=\"https://docs.google.com/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit#gid=0\">Click Here</a></p>\n"
    }, {
        "title": "Monday Post-Mission: Humans",
        "team": "human",
        "body": "<p>After hours of marching through this deranged jungle, you find yourself back at the base camp. Sin Bastion is already there, standing at a table in the middle of the camp. On the table is a severed head. &quot;I hear ye faired better in your job than I did in mine.&quot; He gestures to the head, &quot;I couldn&#39;t find me quarry, so I had to settle for this ol&#39; sod. Regardless, you managed to identify most of me landmarks.&quot; The captain picks up the head and stares into its lifeless face. &quot;Tomorrow we be setting about finding them remaining landmarks&quot; He tosses the head into the camps fire. &quot;Now, get some shut eye&quot;</p>\n\n<p>Midday mission will be at 11:30 in the Gosnell basement.</p>\n"
    }, {
        "title": "Monday Post-Mission: Zombies",
        "team": "zombie",
        "body": "<p>The smell of brains mixed with the fresh ocean breeze warms your decomposing&nbsp;lungs. Many pirates fell tonight on the battlefield. Lucky for you they got back up. Captain Terrance stares off into the distance as he polishes his hook. &quot;They&#39;ll be back&quot; he mutters to himself.&quot;Rest easy&nbsp;me crew, for the fight has just begun. They&#39;ve scouted the island surely they found something before they retreated to their camp.&quot;&nbsp;</p>\n\n<p>Great work tonight! Midday mission will be at 11:30 in the basement of Gosnell. See you there!</p>\n"
    }, {
        "title": "Tuesday Story Form: Humans",
        "team": "human",
        "body": "<p>Things were much calmer today. You didn&#39;t wake up to the blood curdling screams of your dying mates. Despite the relative calm, you feel as if you&#39;re being watched from beyond the tree line. Your paranoia was confirmed earlier by&nbsp;Captain Sin Bastion. &quot;The dead be watching us, matey.&quot; He said to you during your time guarding the perimeter. &quot;I can smell it on the wind. There be&nbsp;no masking that stench. Arrr&quot;&nbsp;</p>\n\n<p>Hours after you finished guard duty, the captain calls another meeting. As you enter the center of the camp, you find him standing at his usual spot, questioning two scouts who returned earlier today. After they finish&nbsp;exchanging words, the captain turns to address the crew. &quot;So we got ourselves good news, me maties! Though we ain&#39;t found all the landmarks we need to use me map, these two lads&nbsp;have found us something grand. While scouting about for the missing landmarks, these boys fell&nbsp;upon Captain Terrance&#39;s ship&nbsp;and the camp him and his crew made&nbsp;before they fell to the sway of this foul island.&nbsp;Though the ship be beached and his camp abandoned, these lads say there were a trove of papers at the both of &#39;em. With any luck, these papers will contain Ol&#39; Sock-Beard&#39;s logs, which&#39;ll point us towards his treasure!&quot;&nbsp;</p>\n\n<p>After the crowds excitement dies down, the captain continues. &quot;Now, as we know, most of ye lot can&#39;t read. No need for it when all ye do is steal and cheat, aye? Well Lucky for us, me trusted deckhands be of the reading knowhow. They&#39;ll be finding us our logs, and with it the treasure!&quot;</p>\n\n<p>---------------------------------------------------------------</p>\n\n<p>Here are the Merchant prices:<br />\n<a href=\"https://docs.google.com/a/g.rit.edu/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit?usp=sharing\">Click Here!</a></p>\n"
    }, {
        "title": "Tuesday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>&quot;<em>Aaaarrrrgggghhhh!&quot;&nbsp;</em>Another invader screams as&nbsp;life parts with&nbsp;their body.You and your comrades drag the corpse deeper into the island where the rest of the horde resides.The corpse is brought before Captain Terrance. &quot;Excellent work, me Hearties. However,&nbsp;earlier today the invaders&nbsp;sent a scouting party that found our old base camp and beached vessel.&quot; Terrance peers down at the fallen corpse, &quot;Get up, ye landlubber! Tell me what these damned invaders know.&quot; The fallen pirate rises once more and quickly realizes their new fate.</p>\n\n<p>The Captain and your new comrade begin chatting. After a few minutes pass, the hushed murmor ends abruptly.&nbsp;&quot;Blow me down&quot; Captain Terrance screams. He seems visibly upset. He quickly rushes back to the horde, &quot;Those cheatin&#39; scoundrels! They be after our journals! Who here wrote where the treasure is?&quot; One timid crewman appraoches, &quot;Uh... Aye sir. I mean, uhm... Captain Sir.&quot; Terrance beats poor Carl over the head with his hook. &quot;Damned contractors! Don&#39;t let those landlubbers find his journal!&quot;</p>\n\n<p>-------------------------------------</p>\n\n<p>Here are the Merchant Prices!</p>\n\n<p><a href=\"https://docs.google.com/a/g.rit.edu/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit?usp=sharing\">Click Here!</a></p>\n"
    }, {
        "title": "Tuesday Non Story Form: Zombies",
        "team": "zombie",
        "body": "<p>Humans are attempting to bring Journals to 5 locations for translation. Your job is to stop them and take the journals for yourselves.&nbsp;<\/p>\r\n\r\n<p>The 5 locations are:<\/p>\r\n\r\n<ul>\r\n\t<li><strong>Slaughter Quad<\/strong><\/li>\r\n\t<li><strong>Grassy Knoll<\/strong><\/li>\r\n\t<li><strong>The Polisseni Center<\/strong><\/li>\r\n\t<li><strong>Kodak Quad<\/strong><\/li>\r\n\t<li><strong>Pi Quad<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p>These locations must be held for six minutes.&nbsp;<\/p>\r\n\r\n<p>If you push the humans off the objective before the six minute timer is up, the moderator at the hold location will hand the item to the zombies.<\/p>\r\n\r\n<ul>\r\n\t<li><strong>If you push the humans off the point within three minutes the Journal will be worth more points.<\/strong><\/li>\r\n\t<li><strong>Turn this item in at the Tiger Statue.<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Your tier is Attack. There will be less initial Journals in the mission for the humans to translate. You will also receive one tank and five jackals.<\/p>\r\n\r\n<p>&nbsp;<\/p>"
    }, {
        "title": "Tuesday Non-Story Form: Humans",
        "team": "human",
        "body": "<p>Your objective tonight is to collect and decipher old pirate&nbsp;journals.<\/p>\r\n\r\n<ul>\r\n\t<li>There are 3 locations where journals will spawn.\r\n\t<ul>\r\n\t\t<li>The Pickup Locations are:\r\n\t\t<ul>\r\n\t\t\t<li><strong>Under Skybridge<\/strong><\/li>\r\n\t\t\t<li><strong>Infinity Quad<\/strong><\/li>\r\n\t\t\t<li><strong>Gazebo<\/strong><\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t\t<li>Each location will start off with 1 journal.<\/li>\r\n\t\t<li>New journals will spawn at each point every 7&nbsp;minutes.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>You must take these journals to any of the&nbsp;5&nbsp;literate deckhands&nbsp;who are scattered across campus.<\/li>\r\n\t<li>Once you deliver the journal to a deckhand, you defend the surrounding area for 6 minutes. (They are slow readers)<\/li>\r\n\t<li>After the hold timer is complete, the deckhand will return the newly deciphered journal to you.\r\n\t<ul>\r\n\t\t<li><strong>You must then&nbsp;drop the deciphered journals&nbsp;off at either:<\/strong>\r\n\t\t<ul>\r\n\t\t\t<li><strong>Outside&nbsp;of Carlson<\/strong><\/li>\r\n\t\t\t<li><strong>The front of Lowenthal<\/strong><\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>The zombies are trying to take these journals from you.\r\n\t<ul>\r\n\t\t<li>If they push you away from a deckhand during your capture time, they will take the journal.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>The Deckhands can be located at the following locations:\r\n\t<ol>\r\n\t\t<li>Grassy Knoll<\/li>\r\n\t\t<li>Pi Quad<\/li>\r\n\t\t<li>The Polisseni Center<\/li>\r\n\t\t<li>Slaughter Quad<\/li>\r\n\t\t<li>Kodak Quad<\/li>\r\n\t<\/ol>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>You picked the Defense tier for tonight: it gave you a third journal spawn location<br \/>\r\nZombies picked the Attack tier: which reduced the number of journals that each location start with.<\/p>"
    }, {
        "title": "Tuesday Post-Mission: Zombies",
        "team": "zombie",
        "body": "<p>&quot;Ye did good tonight, me Hearties. We managed to get back many of the journals they stole. Sadly, Carl&#39;s journal was not recovered. We must assume they know where the treasure is. I need to ponder our next moves.&quot; - Captain Terrance Sockbeard</p>\n\n<p>Good job tonight. You stole 9 journals from the humans!</p>\n\n<p>Midday will be at 12 in the basement of Gosnell (The Atrium).</p>\n"
    }, {
        "title": "Tuesday Post Mission: Humans",
        "team": "human",
        "body": "<p>You and your mates shuffle back into the base camp, exhausted after battling&nbsp;the undead all evening. Captain Bastion is standing in the center of the camp, kicking corpses into the fire. &quot;Still haven&#39;t found me quarry, lads.&quot; He pushes another body into the fire. &quot;The documents ye found had a whole slew of information, most of it useless. Luckily amid all the love letters, crossword puzzles, and cake recipes, we found the treasures location. Tomorrow we set off to claim it!&quot;</p>\n\n<p>------------------------------------------------------------------------------</p>\n\n<p>Good job tonight humans, you did well despite a low turn out. I&#39;d like to take the time to remind players that solid tipped and hard tipped darts are not allowed. We have found&nbsp;several of them around campus over the past couple nights. I understand that some players may be picking these&nbsp;up off the ground and unknowingly firing&nbsp;them, but please be on the look out for these darts. I don&#39;t want to keep finding them. Thank you, and keep up the good work.</p>\n\n<p>Tomorrow&#39;s midday will be from 12-1 in the basement of Gosnell.</p>\n"
    }, {
        "title": "Wednesday Story Form: Humans",
        "team": "human",
        "body": "<p>You find yourself sitting in the base camp, listening to reports of todays endevours. Apparently a brave buccaneer managed to plant dynamite at key locations across the island. The following explosions opened up passageways leading down into the catacombs beneath the island. Captain Sin Bastion hurries into the camp, knocking men aside as he makes his way to the center. He slams a rusty hook onto a table. &quot;Arrrr, I was inches from the shambling remains of Ol&#39; Sock-Beard, but even in death that man be wiley.&quot; With a grunt of rage, the Captain flips the table onto the fire. &quot;No matter, I took his hook and left him with nae but a salad fork to go on that stump of a hand he be having! But forget all that now, we have treasure to dig up. Into the Catacombs we must be going. Remeber, that Dynamite may&#39;ve woken all manner of critters lurkin below. With any luck, we&#39;ll still be having the drop on the lot of them. Now get, ye landlubbers.&quot;</p>\n\n<p>--------------------------------------------</p>\n\n<p><a href=\"https://docs.google.com/a/g.rit.edu/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit?usp=sharing\">Click here for Merchant prices (Use your RIT email account)</a></p>\n"
    }, {
        "title": "Wednesday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>You sit around the campfire waiting for the next push from your enemies. &quot;Can you pass the chocolate? Our group likes smores extra chocolatey.&quot; &quot;I can&#39;t believe how nice the weather has been this week!&quot; &quot;We should open a smoothie stand on the south side of the island.&quot; As your&nbsp;conversations continue to be&nbsp;carefree and happy, your more serious comrades sit a few feet away, discussing the massive explosions that occured earlier today.&nbsp;Apparently the living interlopers are to blame for these detonations. It appears that they&#39;ve breached the catacombs beneath the island, where you keep all of your fancy hats.</p>\n\n<p>To make matters worse,&nbsp;Captain Terrance Sock-Beard has been missing for hours. Without the captains leadership and guidance, you&#39;ve been forced to enlist the help of his former first mates. Each of these foul dogs has attempted a mutiny at some point or another. As punishment, the captain had them bound and left deep underground for decades. As a result, they&#39;ll be needing some time to streatch out and return to their ol&#39; backstabbin&#39;selves.&nbsp;Hopefully their cunning and dashing good looks will suffice in the captain&#39;s absence.&nbsp;</p>\n\n<p>--------------------------------------------</p>\n\n<p><a href=\"https://docs.google.com/a/g.rit.edu/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit?usp=sharing\">Click here for Merchant prices (Use your RIT email account)</a></p>\n"
    }, {
        "title": "Wednesday Non-Story Form: Zombie",
        "team": "zombie",
        "body": "<p>You will be escorting ZVIPs around campus.<\/p>\r\n\r\n<ul>\r\n\t<li>There will be up to 2&nbsp;ZVIPs active at a given time.\r\n\t<ul>\r\n\t\t<li>ZVIPs will be draped in Christmas Tree lights.<\/li>\r\n\t\t<li><strong>ZVIPs spawn at Greek Rock<\/strong><\/li>\r\n\t\t<li><strong>ZVIPs can only be stunned by socks or an elephant blaster.<\/strong>\r\n\t\t<ul>\r\n\t\t\t<li>If stunned or completed, a new ZVIP will spawn at Greek Rock for the same path.<\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each ZVIP must be taken to <strong>5 locations.<\/strong>\r\n\t<ul>\r\n\t\t<li>The ZVIP must hold each location for <strong>4 minutes.<\/strong><\/li>\r\n\t\t<li><strong>WHEN A ZVIP BEGINS TO CAP A LOCATION IT WILL STAY AT THAT LOCATION UNTIL DONE.<\/strong><\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>If a ZVIP successfully captures all 5 of their locations, they will turn into a <strong>zombie <em>tolerant <\/em>Witch.<\/strong>\r\n\t<ul>\r\n\t\t<li>The Witch lasts for <strong>15 minutes.<\/strong><\/li>\r\n\t\t<li>The Witch will help protect other ZVIPs.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>The ZVIP does <strong>not<\/strong> need to go its locations in any specific order.\r\n\t<ul>\r\n\t\t<li>The two paths are:<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p><strong>Path A:<\/strong><\/p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p><strong>Grassy Knoll<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Slaughter Quad<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Gleason Circle Bus Stop<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Between the Fieldhouse and the Ritter<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Tiger Statue.<\/strong><\/p>\r\n\t<\/li>\r\n<\/ol>\r\n\r\n<p><strong>Path B:<\/strong><\/p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p><strong>Sentinel<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Behind Booth &amp; Gannett<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Infinity Quad<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>South Of the Skybridge<\/strong><\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<p><strong>Grass field next to Pi Quad<\/strong><\/p>\r\n\t<\/li>\r\n<\/ol>\r\n\r\n<p>If a ZVIP is hit the humans will receive a turn-in-able item.<\/p>\r\n\r\n<p><strong>You will be graded on the total number of points captured, not the number of paths fully completed.<\/strong><\/p>\r\n\r\n<p>Your tier is SPECIALS! You will receive 1 boomer, 1 tank, and 7 jackals.<\/p>"
    }, {
        "title": "Wednesday Non-Story Form: Humans",
        "team": "human",
        "body": "<p>Zombies will be escorting ZVIPs around campus tonight. Your mission is to<strong> find and eliminate as many of them as possible.<\/strong><\/p>\r\n\r\n<ul>\r\n\t<li>There will only be 2 ZVIPs active at a given time.&nbsp;\r\n\t<ul>\r\n\t\t<li>ZVIPs will be wearing a blue mod neckband, a green headband, and <strong>will be draped in christmas-tree lights.<\/strong><\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>ZVIPs can <strong>only be stunned by socks or an&nbsp;elephant blaster<\/strong>\r\n\t<ul>\r\n\t\t<li>Once you stun a ZVIP, <strong>they will give you an Item.<\/strong><\/li>\r\n\t\t<li>You can turn these Items inside the <strong>Basement of Gosnell<\/strong><\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each ZVIP must be taken to 5 seperate locations (predetermined paths).\r\n\t<ul>\r\n\t\t<li>Zombies will need to hold each of these locations (with their ZVIP) for 4 minutes.<\/li>\r\n\t\t<li>Once a cap time is started, the ZVIP will not be able to leave until it is complete.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>If a ZVIP completes their entire path, they will turn into a zombie friendly witch for 15 minutes.\r\n\t<ul>\r\n\t\t<li>Your tier reduced the duration of these witches down from 20 minutes.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>The ZVIPs will be going to the following locations:<\/li>\r\n<\/ul>\r\n\r\n<ol>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Sentinel<\/li>\r\n\t<li>Behind Booth and Gannett<\/li>\r\n\t<li>Gleason Circle Bus Stop<\/li>\r\n\t<li>Between the Fieldhouse and the Ritter<\/li>\r\n\t<li>Infinity Quad<\/li>\r\n\t<li>South of the Skybride<\/li>\r\n\t<li>The Grass field next to Pi Quad<\/li>\r\n\t<li>Tiger Statue<\/li>\r\n<\/ol>"
    }, {
        "title": "Wednesday Post-Mission: Zombies",
        "team": "zombie",
        "body": "<p>Okay, so those mutineers were more &quot;high maintenance&quot; than you first realized. Not only did they require extensive stretching and aerobic actvity, but they demanded you bring them coffee and s&#39;mores.You&#39;re starting to think this was a bad idea but Captain Terrance tumbles out of the nearby treeline!&nbsp;&nbsp;&quot;Woah! That man be a crazy one. He took me hook!&quot; You glance down to Captain Sock-Beard&#39;s hand and notice his hook is gone and has been replaced with a salad fork. The zombies around you begin to giggle. When was the last time any of you had a salad? Why do any of you have a salad fork? &quot;I see ye awoken me old mates..... Yar, I guess they will be of use to us but don&#39;t trust these ones, they will betray us at the first chance these scallywags get.&quot;</p>\n\n<p>Great job tonight, zombies! You dominated tonight and created a lot of witches&nbsp;They may help tomorrow night.</p>\n\n<p>Midday will be at 12 in the Gosnell Atrium.</p>\n"
    }, {
        "title": "Wednesday Post Mission: Humans",
        "team": "human",
        "body": "<p>After fighting in utter darkness for hours, you finally manage to secure the outer catacombs. As you sit in the dark caves, around a newly lit campfire, Captain Sin Bastion appears. &quot;So lads, we be closer to the treasure. Additionally, I be one of self discovery. As we first entered these here caves, and ye all be speakin of how ye be unable to see, I had me a realization. I notticed that I could see as well inside the caves and outside in the light of day. That&#39;s when it hit me; all me life, I&#39;ve been blind.&quot;&nbsp;</p>\n\n<p>&quot;No matter though, it hasn&#39;t stopped me so far. Well except for my career as a painter, it kind of put a damper on that. Either way, tomorrow we be heading deeper into these caves to find us that gold and riches.&quot;</p>\n\n<p>-------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>You did a....job tonight. It was good based on your turn out, however you&#39;ll need to do better if you want to extract.&nbsp;<br />\nTomorrow&#39;s midday will be at 12 in the basement of Gosnell. I hope to see you all there.</p>\n"
    }, {
        "title": "Thursday Story Form: Humans",
        "team": "human",
        "body": "<p>As you cautiously move deeper into&nbsp;the&nbsp;catacombs, you realize you are lost. The dark tunnels stretched before you have left the entire crew disoriented. Well, everyone except the Captain; he remains unphased by this seemingly futile search.&nbsp;He&#39;s actually managed to keep the crew&#39;s moral up, despite his newly&nbsp;discovered blindness.&nbsp;</p>\n\n<p>As you reach a fork in the tunnel, the captain raises his hand and your group stops. &quot;I smell me something up ahead.&quot; he says, &quot;and whatever it be, it ain&#39;t no shambler.&quot; The Captain then takes off down the tunnel to your left. You and the rest of the crew try to keep up with him, but you are soon left behind. You then hear yelling followed quickly by the sounds of a struggle. Moments later, the Captain returns dragging a ragged man behind him.</p>\n\n<p>The captain throws the man into the light. &quot;Now ye will be telling me who ye are and what ye be doing here.&quot; the Captain roars, his words echoing in all directions. The man quickly gets to his feet and stares wide-eyed at you and the rest of the remaining buccaneers. &quot;Please don&#39;t hurt me&quot; he squeals in a&nbsp;meager voice. &quot;My name is Tindiana&nbsp;Jones. My&nbsp;brothers and I&nbsp;came here in search of treasure, but we never expected the wretched monsters which roam these tunnels.&quot; He becomes visibly uneasey after mentioning the undead. &quot;We&#39;ve been trapped down here for months, living off of moss and the occassional subterranean peacock.&quot;&nbsp;</p>\n\n<p>Sin Bastion&nbsp;waits for the stranger to finish,&nbsp;all the while staring intently&nbsp;at nothing (because he&#39;s blind). &quot;Have ye and yer brothers learned yer way around these tunnels? And could ye show us the way to Ol&#39; Sock-Beards treasure by chance?&quot; The Captain asks. The stranger nods, &quot;yes, we&#39;ve even mapped out where we suspect the treasure is hidden.&quot; &quot;Excellent! Now ye&#39;ll be leading us to the treasure, or else you&#39;ll have more to fear than the undead.&quot;&nbsp;</p>\n\n<p>--------------------------------------------------------------------------------------</p>\n\n<p><a href=\"https://docs.google.com/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit#gid=0\">Merchant prices click here! Buy stuff while stock lasts! Some items won&#39;t be for sale tomorrow.</a></p>\n"
    }, {
        "title": "Thursday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>Your eyes have finally adjusted to the darkness of the catacombs. It has been so long since you have seen this place. You remember when you were alive, bold, and still had meat on your bones as you filled this dark lair with your booty. Your comrades called this place the last ray of sunshine in a dark, dark world. The hopes and dreams of old overcome you. This is your gold. Your future. Your legacy. Your smoothie shack. But all that ends if these damned looters take yer gold.&nbsp;Over in the corner you can see Captain Terrance balancing a doubloon on his new sterling silver salad fork. There isn&#39;t much else to do with all the gold except practice your balancing and juggling skills.</p>\n\n<p>A runner appraches Captain Terrance Sock-Beard with a message. &quot;We knew this moment be coming, lads. They&#39;re here.&nbsp;Me first mates be ready for the coming siege. They know the consequences if they attempt to mutiny again!&nbsp;There be many tunnels within the tombs so keep yer eyes sharp.&quot;</p>\n\n<p>----------------------------------------------------------------------------------------------------------------------------</p>\n\n<p><a href=\"https://docs.google.com/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit#gid=0\">Merchant prices click here! Spend some coins tonight some items may not be in stock tomorrow.</a></p>\n"
    }, {
        "title": "Thursday Non-Story Form: Humans",
        "team": "human",
        "body": "<p>Humans will attempt to complete four treasure maps.<\/p>\r\n\r\n<ul>\r\n\t<li>There will be 4 treasure paths.<\/li>\r\n\t<li>Each path has 5 locations, with an item hidden at each location.\r\n\t<ul>\r\n\t\t<li>The final location for each path will have a treasure chest.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Maps will be handed out at 2 different locations.&nbsp;\r\n\t<ul>\r\n\t\t<li>Paths A and B will be handed out at the Gosnell Atrium.<\/li>\r\n\t\t<li>Paths C and D will be handed out at the Gleason entrance to PI Quad.<\/li>\r\n\t\t<li><strong>Map givers will only give out Maps leading to&nbsp;the current location in a set path.<\/strong>\r\n\t\t<ul>\r\n\t\t\t<li><strong>When an object is turned in the map giver will then hand out the next location.<\/strong><\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Each path&nbsp;<strong>must<\/strong>&nbsp;be completed in a&nbsp;<strong>set order.<\/strong><\/li>\r\n\t<li>An item will be picked up at each location. (Small colored plastic bowling pins)\r\n\t<ul>\r\n\t\t<li>These items&nbsp;<strong>may<\/strong>&nbsp;be brought inside.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>At the final location there will be a treasure chest.&nbsp;\r\n\t<ul>\r\n\t\t<li>The treasure chest&nbsp;<strong>must be brought back to the map giver through the door where the map giver is.<\/strong>\r\n\t\t<ul>\r\n\t\t\t<li>Gosnell Basement bus stop entrance.<\/li>\r\n\t\t\t<li>Pi Quad Gleason entrance.<\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t\t<li>The treasure chest&nbsp;<strong>CAN NOT<\/strong>&nbsp;go inside.<\/li>\r\n\t\t<li>The treasure chest must be brought back to the map giver to complete a path.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>There may&nbsp;be witches defending paths (depending if some are snake charmed or killed).\r\n\t<ul>\r\n\t\t<li>The witch will be guarding the active location of the path. Once that location&#39;s item is taken, the witch will move to the next location.<\/li>\r\n\t\t<li>The witch will guard the&nbsp;<strong>current objective<\/strong>&nbsp;if there is a witch still present on a path.<\/li>\r\n\t\t<li>The witch will follow the treasure chest until it is turned in at <strong>the correct door.<\/strong><\/li>\r\n\t\t<li><strong>If a path is completed the witch will go and help defend a different path.<\/strong><\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>Your tier is defense. - Witches must stay withing 15 feet of the hidden item (so you&#39;ll be able to find it more easily)<\/p>\r\n\r\n<p>&nbsp;<\/p>"
    }, {
        "title": "Thursday Non-Story Form: Zombies",
        "team": "zombie",
        "body": "<p>Humans are trying to steal your treasure!<\/p>\r\n\r\n<ul>\r\n\t<li>Humans are following 4 &quot;treasure paths&quot;<\/li>\r\n\t<li>Each path has 5 locations. An Item is hidden as each of these locations.\r\n\t<ul>\r\n\t\t<li>The last location has a treasure chest &quot;hidden&quot; at it.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>These items must be found in a specific order (Humans must retrieve a path&#39;s first item before they will learn the next items location)<\/li>\r\n\t<li>The treasure chest at the final location can not go inside.\r\n\t<ul>\r\n\t\t<li>The treasure chest must be dropped off at the door where the quest giver resides.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Because of how well you did last night, there will be a witch guarding each path.\r\n\t<ul>\r\n\t\t<li>The witch will sit on an active point (ONE WITCH PER PATH).<\/li>\r\n\t\t<li>If a path is complete the witch will go an help protect a different path.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>Your tier is SPECIALS: You receive +1 boomer + 1 tank +1 snake charmer and +5 jackals.<\/p>\r\n\r\n<p>The points where items will be are:<\/p>\r\n\r\n<ul>\r\n\t<li>Slaughter<\/li>\r\n\t<li>The statue outside of ENT<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>The field next to PI Quad<\/li>\r\n\t<li>GV Statue<\/li>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>The Fountain next to Grassy Knoll<\/li>\r\n\t<li>The walkway between orange hall and engineering hall<\/li>\r\n\t<li>Infinity Quad<\/li>\r\n\t<li>Behind Booth and Gannett<\/li>\r\n\t<li>Kodak Quad<\/li>\r\n\t<li>Lowenthall Circle<\/li>\r\n\t<li>Just south of the Koi Pond in Kodak<\/li>\r\n\t<li>Gleason Circle Bus Stop<\/li>\r\n\t<li>The jump between the SAU and the Library<\/li>\r\n\t<li>The field behind the SAU<\/li>\r\n\t<li>The Polisseni center<\/li>\r\n\t<li>The Sentinel<\/li>\r\n\t<li>Gazebo<\/li>\r\n\t<li>Greek Rock<\/li>\r\n<\/ul>"
    }, {
        "title": "Thursday Post Mission: Humans",
        "team": "human",
        "body": "<p>You emerge from the catacombs in a dead sprint. The night air stings your lungs and you and your mates dash for the safety of the basecamp, treasure chests in toe. The Captain is only a few feet behind you, dealing with your undead pursuers. Over the sound of battle raging all around you, you hear a deep chanting. It seems to be coming from the chest of gold you&#39;re carrying. You reach the perimeter of the camp before you can contemplate any of this. You rush to place the treasure chest down, before turning back to help the guards fend off the rest of the undead.</p>\n\n<p>-------------------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Great Job tonight, you managed to collect 3/4 of the treasure chests. You&#39;ll have an opportunity to earn the last time at tomorrow&#39;s midday. Which will be from 12-1, in the basement of Gosnell.</p>\n"
    }, {
        "title": "Thursday Post Mission: Zombies",
        "team": "zombie",
        "body": "<p>Those sorry&nbsp;excuses for pirates made off with some of your gold! To make matters worse, Carl the contractor accidently knocked over the smoothie stand during the fighting. Captain Terrance doesn&#39;t seem too upset by this though (about the gold, he&#39;s furious about the smoothie stand). You gather around him in the treasure chamber, hours after the invaders were driven back to their camp. &quot;Lads&quot; he begins &quot;I think it&#39;s time I be perfectly frank with the lot of ye. Since ye be me crew and all.&quot; He takes his hat off with his salad fork (a difficult task, to say the least). &quot;I ain&#39;t the Captain I used to be, and I ain&#39;t be have no mid-undeath crises. When we first came ashore on these beaches, I knew what fate awaited us. I knew we&#39;d be turned into these brain craving, foul smelling, shamblers. I knew and I hid it all from ya, even my trusted mates.&quot; Some of the crowd exchanged looks of surprise and anger. The Captain notices this, and exclaims&nbsp;&quot;Hear me in full before ye pass judgement, I pray. For I still be ye Captain, and any one of ya who challanges me will still get run through by me salad fork.&quot;</p>\n\n<p>The crowd quiets down once more. &quot;When having my vodoo face, back before our turnin&#39;, I made contact with an ancient being. This spirit was an old god, once help sacred on this very island. This god promised us eternal life and ultimate glory in exchange for our humanity. It showed me visions of us, sailing the seas, sacking and zombifying port and port. Eventually the whole world would fear our&nbsp;dreaded undead fleet. The spirit failed to mention our souls weren&#39;t enough to fuel this endevour. Thus, we&#39;ve been trapped on this island for over a century, waiting for a new batch of souls to come nosing about.&quot;</p>\n\n<p>The Captain bears his teeth in a&nbsp;devilish grin, &quot;These scurvy dogs have been the&nbsp;sacrifice we needed, and now we can sail off for better waters. So let them try to steal our coin, it be cursed anyway. While the dark magic sits strong, any who leave the island with them coins shall meet a most painful demise. Their souls forfeit to break out prison, freeing us to sail the seas as true pirates once more!&quot;</p>\n\n<p>--------------------------------------------------------------------------------------------------------------------------</p>\n\n<p>Good job tonight, you managed to stop the humans from capturing all of the treasure chests. Tomorrow&#39;s midday will be from 12-1 in the basement of Gosnell. Happy hunting!</p>\n"
    }, {
        "title": "Friday Non-Story Form: Zombies",
        "team": "zombie",
        "body": "<p>Tonight&#39;s extraction mission consist of two phases.<\/p>\r\n\r\n<p>Phase 1:<\/p>\r\n\r\n<p>There are <strong>5 shrines<\/strong> around campus which humans are trying to capture.<\/p>\r\n\r\n<p>The shrine locations are:<\/p>\r\n\r\n<ul>\r\n\t<li><strong>Slaughter Quad<\/strong><\/li>\r\n\t<li><strong>Gazebo<\/strong><\/li>\r\n\t<li><strong>Pi Quad<\/strong><\/li>\r\n\t<li><strong>Grassy Knoll<\/strong><\/li>\r\n\t<li><strong>Kodak Quad<\/strong><\/li>\r\n<\/ul>\r\n\r\n<p>Humans require a tiki idol to start capturing a shrine.<\/p>\r\n\r\n<p>Humans must then guard the idol and shrine for a set amount of time (you aren&#39;t supposed to know)<\/p>\r\n\r\n<ul>\r\n\t<li>If you push humans off of a shrine while they attempt to capture it, that shrines idol is destroyed. (but their cap time isn&#39;t reset)&nbsp;\r\n\t<ul>\r\n\t\t<li>Idols may also&nbsp;be destroyed by throwing a &quot;voodoo flare&quot; (TIER REWARD) at the shrine&nbsp;and screaming <strong>&quot;FLARE!&quot;<\/strong>\r\n\r\n\t\t<ul>\r\n\t\t\t<li>If a tiki idol is destroyed the humans need another one to continue capping the point.<\/li>\r\n\t\t\t<li>Flares can only be thrown by <strong>unstunned zombies<\/strong><\/li>\r\n\t\t<\/ul>\r\n\t\t<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>When 4 out of 5 shrines have been captured phase 2 begins.<\/p>\r\n\r\n<p>Phase 2:<\/p>\r\n\r\n<p>When Phase 2 starts, all of the shrine mods&nbsp;will start waving flags. Wandering mods &amp; admins&nbsp;will also&nbsp;try to indicate that phase 2 has begun.<\/p>\r\n\r\n<p>Humans must reach the boat in order to escape. <strong>THE BOAT WILL OPEN 10 MINUTES AFTER PHASE 2 BEGINS!<\/strong><\/p>\r\n\r\n<h2><em><strong>The boat will be at Greek Lawn.<\/strong><\/em><\/h2>\r\n\r\n<ul>\r\n\t<li>The boat can only be entered from its &quot;Gang Plank.&quot; (THE OPEN SIDES)<\/li>\r\n<\/ul>\r\n\r\n<p>Your tier is ATTACK: You will receive 2 voodoo flares (Pumpkin Heads) that can be used to destroy tiki idols to stop humans from capturing a point. Throw the voodoo flare at a point and scream &quot;FLARE!&quot;&nbsp;<\/p>\r\n\r\n<p>You also receive a boomer and 5 jackals.<\/p>"
    }, {
        "title": "Friday Non-Story Form: Humans",
        "team": "human",
        "body": "<p>Tonight&#39;s extraction mission will consist of 2 phases.<\/p>\r\n\r\n<p>Phase 1:&nbsp;<\/p>\r\n\r\n<ul>\r\n\t<li>There are 5 shrines around campus.\r\n\t<ul>\r\n\t\t<li>You will need to capture 4\/5 of these shrines.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Before you can begin capturing a shrine, you must bring a Tiki Idol to it. You must then defend the idol and shrine for a set amount of time (which you don&#39;t know).\r\n\t<ul>\r\n\t\t<li>If you are pushed off a shrine while capping, the idol is destroyed but your time is not reset. (Cap times are cumulative)<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Idols can be picked up between the <strong>Library &amp; SAU <\/strong>and <strong>Behind Booth &amp; Gannet<\/strong>\r\n\t<ul>\r\n\t\t<li>New idols spawn every <strong>7&nbsp;minutes<\/strong>&nbsp;(Your tier reduced this down from 10)<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Once <strong>4\/5 of the shrines<\/strong> have been captured phase 2 begins.<\/li>\r\n\t<li>The Zombie Tier gave them 2 &quot;Voodoo flares&quot;, these items can be thrown at a shrine humans are trying to capture.&nbsp;\r\n\t<ul>\r\n\t\t<li>This will destroy the idol currently at the shrine, requiring humans to go get another idol. (though your cap time is not reset)<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n<\/ul>\r\n\r\n<p>&nbsp; Shrine Locations:<\/p>\r\n\r\n<ol>\r\n\t<li>Slaughter Quad<\/li>\r\n\t<li>Gazebo<\/li>\r\n\t<li>Pi Quad<\/li>\r\n\t<li>Grassy Knoll<\/li>\r\n\t<li>Kodak Quad<\/li>\r\n<\/ol>\r\n\r\n<p>Phase 2<\/p>\r\n\r\n<ul>\r\n\t<li>When phase 2 starts, all of the remaining shrine mods will start <strong>waving flags.<\/strong>\r\n\r\n\t<ul>\r\n\t\t<li>Wandering moderators and admins will attempt to notify all players phase 2 has begun.<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>Humans must get to their boat in order to escape.<\/li>\r\n\t<li>The boat <strong>cannot be entered for the first 10 minutes of phase 2.<\/strong><\/li>\r\n\t<li>The boat can only be<strong> entered through it&#39;s &quot;Gang Plank&quot;<\/strong> (can only be entered through it&#39;s open sides)\r\n\t<ul>\r\n\t\t<li>If you run through our caution tape, you have just fallen into the water and drowned.... (YOU DIE)&nbsp;<\/li>\r\n\t<\/ul>\r\n\t<\/li>\r\n\t<li>The boat will be located on the <strong>Greek Lawn.<\/strong><\/li>\r\n<\/ul>"
    }, {
        "title": "Friday Story Form: Zombies",
        "team": "zombie",
        "body": "<p>&quot;They came to our island, took our gold, and knocked over our smoothie stand! Do these sorry excuses of pirates really think they&#39;ll get away with OUR treasure?! No! The gold be cursed. Soon they will realize they cannot leave until they remove the curse. They are too greedy to leave it behind. Get to the beaches, lads! Show no quarter!&quot;</p>\n\n<p>----------------------------------------</p>\n\n<p>&nbsp;</p>\n\n<p><a href=\"https://docs.google.com/a/g.rit.edu/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit?usp=sharing\">Here be yer Prices!</a></p>\n"
    }, {
        "title": "Friday Story Form: Humans",
        "team": "human",
        "body": "<p>Captain Sin Bastion emerges from his tent, barking orders urgently. &quot;Bah, the coins be cursed! We must act quickly, for the boats already on its way to pick us up. While searching the Island, the cartographers found several shrines littered about. I bet they be the key to breaking this foul magic.&quot; You hear the screams of the undead off in the distance. &quot;To arms, me crew. Let&#39;s show these dogs what real pirates be made of!&quot;</p>\n\n<p>------------------------------------------------------------------------</p>\n\n<p><a href=\"https://docs.google.com/a/g.rit.edu/spreadsheets/d/19uJmAamVpaBJE5dYrQ25i7ba814GymtWKS8ATBpk7_U/edit?usp=sharing\">Here be yer Prices!</a></p>\n"
    }, {
        "title": "Post game Non story form",
        "team": "all",
        "body": "<p>We&#39;ll be posting a story form ending tomorrow, but we wanted to congratulate all of you for playing a fantastic game. We hope you all had fun!</p>\n\n<p>We will be hosting a debrief session Sunday from 1-3:30 in liberal arts a205.&nbsp;</p>\n\n<p>Come give us your feedback! We&#39;ll also have the darts we collected all week, so if you&#39;re low&nbsp;on ammo, be sure to come!</p>\n\n<p>Thanks guys!</p>\n"
    }]
}