{
  "scores": {
    "humans": 1,
    "zombies": 237,
    "winners": [
      "William Griffith"
    ]
  },
  "missions": [
    {
      "title": "Welcome to HvZ @ RIT Spring 2017!",
      "team": "all",
      "body": "<p>Welcome to the Spring 2017 Weeklong game! The game begins on <strong>April 9th at 9:00PM</strong>, so why not check back for your mission then?</p>\n"
    },
    {
      "title": "Human Sunday Story Form",
      "team": "human",
      "body": "<p><strong>Attention Colonists, we have arrived at our destination.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>We just finished docking at Delta Colony. As you all know, this colony is responsible for 22% of the Earth&rsquo;s food supply, so we need to ensure this mission is taken care of quickly or people are going to starve.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>To elaborate on the current state of the colony, two weeks ago we received a distress call. The call was brief and incoherent, but we have pieced together something about a riot. Several additional garbled messages were sent in the following days before eventually all communication ceased. Eventually an automated quarantine system was activated, releasing a special pathogen designed to kill 99.99% of bacteria (and other life forms). All life support and power systems are still intact. Our scans also indicated no life forms in the colony, which may have something to do with quarantine&hellip;.</strong></p>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>We will be assessing the situation using the log systems that the employees were required to keep and had access to. Your job is to collect as many of the logs as you can and bring them to the designated drop off points. Unfortunately, the system wasn&rsquo;t standardized, different departments required different recording systems so we will have to bring the logs to the drop offs with the appropriate analyst. The one thing we do know is logs were only kept while working. Employees were not allowed to bring the logs back to the living areas, so it will help narrow down our search. We will have more information on our set up analyst/drop off locations upon landing.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Debarkation time is 9 PM. We&rsquo;re not 100% sure what happened here so make sure that you stay alert. Bring your A game and your cheerful smiles! We&rsquo;ll check in in a couple hours.</strong></p>\n"
    },
    {
      "title": "Sunday Zombie Story Form",
      "team": "zombie",
      "body": "<p><strong>Delta Colony, one of Earth&rsquo;s 4 farming colonies in space, is researching new superfoods to help sustain the ever increasing population on Earth. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>In an experiment gone awry, a fungus was accidentally developed that took over a host&rsquo;s body. Once that occurred and the fungus gained access to the human mind, it gained a more sentient thought, the need to expand, evolve, and consume. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>During the indoctrination of the colony, we accidentally tripped the quarantine, wiping out 99.99% of all life. New hosts are coming to investigate the situation. We will consume, we will spread, and we will prevail. They will be trying to figure out what happened, they will be searching the corpses of the fallen. The less they know the better...</strong></p>\n\n<p><br />\n<strong>Be on the lookout for powerful human remains, if we consume enough of them we can accelerate our evolution to create stronger, more durable creations...</strong></p>\n"
    },
    {
      "title": "Human Sunday Non-Story Form",
      "team": "human",
      "body": "<p><strong>There are 300 water bottles hidden around academic side of campus. Each water bottle will have one of three colors of duct tape wrapped around it: red, blue, or green. There are three drop off locations that each accept one color.</strong></p>\n\n<p>There will be a witch guarding each drop off point</p>\n\n<p><strong>The three drop off locations are:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Tiger Statue (Red)</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>South of Skybridge (Blue)</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Gazebo (Green)</strong></p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>If a human is tagged while carrying a water bottle you will either drop it or hand it to a nearby human.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The bottles will be hidden within the red shape:</strong></p>\n\n<p><strong><img alt=\"\" height=\"424\" src=\"https://lh4.googleusercontent.com/WidxurhsDxqdaA6AF3q4uy17DWPjP2zsn__g7XknSB4zxMnT2Gt861B8lyOzsjJgsh53N4E4HXvf8xYKPLbIIv-u0e6aboycxpnTj2MTphEaLGUwtZm7u5ZUl4IlAt0_SexM2d-n\" width=\"558\" /></strong></p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Zombie Sunday Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>There are 10 skulls hidden around campus that you must collect. The locations where skulls are hidden are:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Kodak Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Infinity Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Behind the SAU</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Slaughter Quad</strong></p>\n\t</li>\n</ul>\n\n<p>These skulls must be dropped off at the Sentinel<br />\n&nbsp;</p>\n\n<p><strong>Humans are attempting to gather 300 water bottles hidden around campus and take them to 3 drop off locations. Each of the drop off points is guarded by a Witch.&nbsp;Do not interact with the water bottles.</strong></p>\n"
    },
    {
      "title": "Monday Day Mission Schedule ",
      "team": "all",
      "body": "<p>Arrive at the start of the mission to figure out all the details.</p>\n\n<p>Gosnell Atrium - 10:30 -11:30 PM - Mini Mission</p>\n\n<p>Gosnell Atrium - 12:00 - 1:00 PM - Midday Mission</p>\n\n<p>Infinity Quad - 2:00 - 3:00 PM - Mini Mission</p>\n\n<p>Slaughter Quad - 4:30 - 5:30 PM - Mini Mission</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Human Monday Story Form",
      "team": "human",
      "body": "<p>Good Evening Colonists!<br />\n<br />\nAs previously mentioned, it&rsquo;s now time to access the security offices. There are important security feeds and potentially useful equipment that might help you to settle in. If nothing else it will help our astro-sociologists decode the subtle meaning hidden in the logs you retrieved last night.</p>\n\n<p>Since you decided to examine the security offices more thoroughly, you have determined that they&nbsp;have auto-locking doors. Our records of this facility tell us that there are tiny janitorial&nbsp;droids which have the proper security clearance to bypass these doors.&nbsp;They try to make themselves available; however they have been very busy recently, since the colony has been left is a rather derelect state. We understand that these droids are a little outdated, but they still get the job done, so we haven&rsquo;t found a need to add upgrades to the budget. Additionally, for safety the droid cannot travel indoors. They cannot handle stairs well and don&rsquo;t get a lot of traction on the floors. Apologies for any minor inconvenience this may cause.</p>\n\n<p>Once the offices are open there will be a brief amount of time to search. There&rsquo;s a lot in those offices, so multiple groups may have to search to find everything. We want to make sure you all have everything you need to do your jobs, but at the end of the day, it&rsquo;s your responsibility to get everything you need.</p>\n\n<p>As a final note, those droids, while not state of the art, are worth a lot of money. Make sure to handle our equipment with care and get it back in one piece.</p>\n\n<p>-Management</p>\n\n<p>&nbsp;</p>\n\n<p>Monday night merchant prices:</p>\n\n<p><strong><img alt=\"\" height=\"123\" src=\"https://lh3.googleusercontent.com/KvwAfvOZw4DGulEv14K6pBF9ZxrJ8kv2HP2JQ3Bmb9ukzTg2nzVGzNDAmEmM5--nKEL1SJnJr7uwgl_gEe-i62YzqcDi-uxAa6PGfuiyL_n3jQsLleFNNvUedM2azOlKlWplPrxK\" width=\"382\" /></strong></p>\n"
    },
    {
      "title": "Zombie Monday Story Form",
      "team": "zombie",
      "body": "<p>Your mushroom overlords decided that your time is best used to repurpose old lab equipement. After tearing apart several vacant storage lockers you come across a small, wheeled droid. &quot;Beep Boop!&quot; The droid spins in place and quickly scurries away. The mushroom embedded in your skull is intrigued by the small device and commands you to find it and others like it. Hopefully it will contain the parts needed to repair the lab equipment.</p>\n\n<p>Merchant Prices:</p>\n\n<p><strong><img alt=\"\" height=\"152\" src=\"https://lh6.googleusercontent.com/HF9b-ydwyZJMZu9zKRQ13cZ69E5UBmjv6_ScHcatOfKvpxOMVERM6S6aXlIB4BKkXFSPDp9GiPYkyMsBt0Pm3CehmRBuSKF7xj6JP2kxT27NGpxhmtHg1ZQLmMLBC3VbPu_o3qun\" width=\"351\" /></strong></p>\n"
    },
    {
      "title": "Human Monday Non-Story Form",
      "team": "human",
      "body": "<p>There are 6 roaming VIPs (Roombas) walking around campus. Roombas will be wearing strands of lights. You must find a VIP and escort it to a specific point on campus. Each VIP has a different point it must be taken to.</p>\n\n<ul>\n</ul>\n\n<p>Once at the location, the VIP must hold the location for 10 minutes. If the point is held for 10 minutes you will receive a mechanical part. You must drop off the mechanical part in order to score. The drop off location is guarded by a witch.</p>\n\n<p>After being captured, VIPs will go back to their wandering locations to respawn</p>\n\n<p>Zombies will be trying to tag the&nbsp;Roombas in order to earn rewards. If the Roomba is tagged, it will not despawn. If the Roomba is tagged&nbsp;while capturing a point, the cap timer resets.</p>\n\n<p>Roombas:</p>\n\n<ul>\n\t<li>Can not go inside</li>\n\t<li>Can go in safezones</li>\n</ul>\n\n<p>Roombas will be wandering around and/or near the following areas:</p>\n\n<ul>\n\t<li>Gazebo</li>\n\t<li>Brown</li>\n\t<li>Volleyball Court</li>\n\t<li>ENT</li>\n\t<li>E-lot Field</li>\n\t<li>Quidditch Field/Baseball Diamond</li>\n</ul>\n\n<p>Drop off location:</p>\n\n<ul>\n\t<li>Infinity Quad</li>\n</ul>\n\n<p>Your tier was:&nbsp;Investigate each office&#39;s security system. You will receive <strong>2 deployable covers</strong>. They will be given out at <strong>Carlson </strong>and <strong>Lowenthall</strong>.</p>\n\n<p>The merchant will be in the gosnell atrium from 9:00-9:15 and 10:00-10:15</p>\n"
    },
    {
      "title": "Zombie Monday Non-Story Form",
      "team": "zombie",
      "body": "<p>There are 6 roaming VIPs (Roombas) walking around campus. Roombas will be wearing strands of lights.&nbsp;You must find a VIP and tag it to receive an item. The item is to be dropped off at Sentinel.After being tagged, a roomba cannot be tagged again for 8 minutes.</p>\n\n<p>&nbsp;</p>\n\n<p>Roombas will be wandering around and/or near the following areas:</p>\n\n<ul>\n\t<li>Gazebo</li>\n\t<li>Brown Hall</li>\n\t<li>Volleyball Court</li>\n\t<li>ENT</li>\n\t<li>E-lot Field</li>\n\t<li>Quidditch Field/Baseball Diamond</li>\n</ul>\n\n<p>Humans will be attempting to escort the Roombas to capture different points on campus. To capture a location, humans must hold the roomba there&nbsp;for 10 minutes. If you tag a Roomba while it is capturing a point the cap timer will reset.</p>\n\n<p>Your tier was:&nbsp;Be self sufficient... go find parts to repair the equipment. This allows you to tag the roombas more often.</p>\n\n<p>The merchant will be in the field between the RITR ice rink and the Field house from 9:00 - 9:15 and 10:00 - 10:15.</p>\n"
    },
    {
      "title": "Tuesday Day Mission Schedule",
      "team": "all",
      "body": "<p>Arrive at the start of the mission to figure out all the details.</p>\n\n<p>Gosnell Atrium - 10:00 -11:00 PM - Mini Mission</p>\n\n<p>Gosnell Atrium - 11:00 - 12:00 PM - Mini Mission</p>\n\n<p>Gosnell Atrium- 1:00 - 2:00 PM - Midday Mission</p>\n\n<p>Infinity Quad - 3:30 - 4:30 PM - Mini Mission</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Human Tuesday Story Form",
      "team": "human",
      "body": "<p><strong>Greetings Colonists,</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>It is now time to restore this facility to a functional state. The food production of this facility is vital for Earth&rsquo;s survival. However, after review of the security feeds, it appears that there are strange fungi growing in the soil. It&rsquo;s probably fine to eat, but we should at least make sure these fungi won&rsquo;t give us stomach cramps.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>We see that you have decided to file a work requisition form for some construction materials. We launched a rocket with some spare supplies that will arrive within the hour. It is probably best to construct a scanner to locate some prime samples we spotted in the camera feeds. We sent some engineers up with you on a holiday retreat, but I guess you will need their expertise to build an effective scanner. Their overtime pay will come out of your department&rsquo;s budget for this quarter.</strong></p>\n\n<p><strong>Earlier today, two half crazed survivors were found hiding out in a janitorial closet. The closet was apparently lined with lead, which is why our scanners never picked up their vital signs. We figure that they will be ideal tour guides for our engineering team.</strong></p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<p><strong><img alt=\"\" height=\"151\" src=\"https://lh5.googleusercontent.com/oKGthMwHIYYjX1zaOXOrdLJGoI4ADrdsOLvHuRGrX-7aTRsa-tx_E6ZPhr-R0CREO8p7ViTAY8uohXh2DTenaXzktFLFVRa--p74HIwDbEfskuv27yGoDAqTzAP66z0FZsXA1ls2\" width=\"379\" /></strong></p>\n"
    },
    {
      "title": "Zombie Tuesday Story Form",
      "team": "zombie",
      "body": "<p><strong>As you stalk through a dark, humid corridor somewhere in the lower level of the colony, you can&rsquo;t help but feel accomplished. The mushroom embedded in your skull wiggles with glee, excited that the genetic samples have finally been processed into fertilizer. Your only desire is to spread more fungus throughout the colony, infecting the whole facility. Unfortunately, the interlopers are still assembling the scanning device, which will alert them of your beautiful plans. You must spread as much fungus as possible and stop the intruders. </strong></p>\n\n<p>Merchant Prices:</p>\n\n<p><strong><img alt=\"\" height=\"152\" src=\"https://lh5.googleusercontent.com/On1POpcUhOdSwZmycAgkqXc8Uz8XGE1VGtXO4EJrrE1to8xElj4I487eWh9KmlzIv2FXmnArxxvsz7UzJVT65E5oBjiWIDgX31I42d4sb6DNgc6teAkCcrDG_0rHG2oyqBrAMLaq\" width=\"368\" /></strong></p>\n"
    },
    {
      "title": "Human Tuesday Non Story Form",
      "team": "human",
      "body": "<p><strong>You are trying to build a biomass scanner and use it to find/collect biomass samples. </strong></p>\n\n<p><strong>There are 4 engineers located on campus. Engineers will be moderators wearing green armbands. You must find and escort them to Infinity quad, where they will begin constructing the scanner. Once at Infinity, engineers will reveal a location containing a supply cache. These supply caches can be picked up and brought to Infinity Quad to speed up the construction process. There are 6 supply caches in total (your tier gave you 2 extra)</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>After being picked up, the engineers will be taggable (even after being dropped off in Infinity Quad) Engineers will not retreat to safe zones once in infinity. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The initial construction time will be 1 hour and 30 minutes. Each engineer and each supply cache in Infinity Quad will reduce the capture time by 5 minutes (down to a minimum cap time of 40 minutes). If an engineer dies, the 5 minute bonus will be removed. Note: if all the engineers die, you do not fail the mission. When the scanner is completed, the engineers will remain and may still be killed.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>After the scanner is completed, it will begin revealing biomass locations to you. Due to the zombie tier, the locations will given to you gradually. These biomass samples must be brought to infinity quad.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>There are also 2 bodyguards tonight. They can be brought to Infinity Quad, where they will attempt to protect the engineers.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Zombies will be capturing points in order to spawn biomasses. Zombies will also have a biocade tonight. The biocade is an item that prevents humans walking through it. It is a lit rope with two cones attached to the ends. It will be accompanied by a mod.</strong></p>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>The Engineer spawn locations:</strong></p>\n\n<ol>\n\t<li>\n\t<p><strong>Slaughter Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>GV Statue</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>In front of Polisseni</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Sentinel</strong></p>\n\t</li>\n</ol>\n\n<p><strong>Bodyguards location:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Carlson</strong></p>\n\t</li>\n</ul>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>Your tier was &ldquo;File Work Requisition Orders.&rdquo; Two additional supply caches have spawned.</strong></p>\n"
    },
    {
      "title": "Zombie Tuesday Non Story Form",
      "team": "zombie",
      "body": "<p><strong>You are trying to create biomasses. There are 3 mods at locations on campus. To create a biomass, you must go to one of these locations and hold it for 10 minutes. The mod will then tell you a new location (and travel to it), where you can create another biomass. Each mod has 4 different locations where biomasses can be spawned (totalling 12). In order to create a biomass, each mod will need 5 unstunned zombies.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The humans will be attempting to construct a biomass scanner in Infinity Quad. In order to construct the biomass scanner, the humans are escorting 4 engineers to Infinity. Engineers will be moderators wearing green armbands. Once the humans pick up an engineer, it becomes vulnerable. Kill as many engineers as possible to slow down the human construction and earn bonus points for a future mission.&nbsp;When the scanner is completed, the engineers will remain and may still be killed.</strong></p>\n\n<p><strong>Humans will also be collecting supply caches around campus for construction. Do not interfere with these objectives. Once the humans are done constructing &nbsp;the biomass scanner in Infinity, they will attempt to steal your biomass. Protect the biomass at all costs. If you do not spawn any biomasses you will automatically lose this mission.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The humans have also recruited the help of 2 bodyguards to protect the engineers. Kill the bodyguards to earn spacebucks. They will be either moderators or admins wearing a green armband in addition to their blue/yellow. They will be armed.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Initial Biomass Capture Points:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Sentinel</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Slaughter Quad</strong></p>\n\t</li>\n</ul>\n\n<p><br />\n<strong>You will also receive a biocade tonight.</strong></p>\n\n<p><strong>Your tier was &ldquo;Dig up the farming equipments blueprints.&rdquo; Humans will gradually learn of the biomass locations rather than all at once.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Your loadout is &ldquo;3 Tanks, 1 Snake Charmer, and 4 Jackals.&rdquo; </strong></p>\n"
    },
    {
      "title": "Wednesday Day Mission Schedule",
      "team": "all",
      "body": "<p>11:00 AM - Mini Mission - Infinity Quad</p>\n\n<p>12:00 PM - Midday Mission - Gosnell Atrium</p>\n\n<p>2:00 PM - Mini Mission - Library Main Entrance&nbsp;</p>\n\n<p>3:30 PM - Mini Mission - Pi Quad</p>\n"
    },
    {
      "title": "Human Wednesday Story Form",
      "team": "human",
      "body": "<p><strong>Greetings Colonists,</strong></p>\n\n<p><strong>Our astro-sociologists are still analyzing these preposterous claims of &ldquo;hostile fungi.&rdquo; They have finished analyzing the air filtration system and are now looking into the contents of your daily diet to check for hallucinogenic contaminants. Please be advised if these unsupported claims we will have to start cutting your vacation time. </strong></p>\n\n<p><strong>More urgently, we have managed to use the genetic samples you collected last evening to develop several prototype super food serums. If successful, these serums will not only get this colony back on schedule in for its food production quota, but it may ultimately end world hunger. We conducted our initial round of testing this morning on all of your pets, as allowed per section 27 article ZZ of your employee contract. </strong></p>\n\n<p><strong>Since the side effects were minimal, we feel confident to initiate human test trials. Luckily none of our janitorial staff noticed the &ldquo;Life Test Subject&rdquo; clause within their contract. Earlier we dispatched them to the deeper levels of the facility in order to covertly prepare for testing. </strong></p>\n\n<p>Merchant Prices:&nbsp;</p>\n\n<p><strong><img alt=\"\" height=\"190\" src=\"https://lh3.googleusercontent.com/NByYXcW0zdgLdifSV1rgKCoyls8Z2krFusrxI-_AFwUsFhDKYEgTrHXKaRO61dYsFXIcu-pvlDS4OprOMaQuFS_RX6Fj5tJacSRax4ZwiLYiih7EdHKla3KEK0K7rR6jHmYVjEz8\" width=\"421\" /></strong></p>\n"
    },
    {
      "title": "Zombie Wednesday Story Form",
      "team": "zombie",
      "body": "<p><strong>You find yourself staring out a window into the dark abyss of space. You don&rsquo;t know how long you&rsquo;ve been standing here, but you can&rsquo;t help feeling a foreign sense desire for glory and conquest. The mushroom embedded in your skull would like nothing more than to leave this cold space-farm and travel out into the universe, conquering and devouring everything in its way. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The Janitors you infested earlier have been extremely useful. Not only have they cleaned up your lair, they have also alphabetized all of the fungi. They have done such a good job, that the conglomeration of mushrooms has decided that they deserve an elevated position within the fungal horde. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices. Prices have increased due to lack of sales.</strong></p>\n\n<p><strong>&nbsp;</strong><strong><img alt=\"\" height=\"186\" src=\"https://lh5.googleusercontent.com/TFs3D-xIt2ffIiAZQ0xPa9B7DhSN5kodHR6yPZzvPnYgt2ZzNAiCPGzh9UpR4nNE1BkRrsH0PO1MmPw9Lli4_EdPsjrlRvm8LIZNHc9KCdLe2imemcpcD01-KgOHsRjAHpadu7_5\" width=\"407\" /></strong></p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Zombie Wednesday Non Story Form",
      "team": "zombie",
      "body": "<p><strong>There are 6 anomalies (janitors) wandering around campus. They will be wearing orange shirts which say &ldquo;anomaly&rdquo;. You must find these anomalies and escort them back to a drop off point. Once at the drop off point, you must hold the anomaly for 1 minute in order to capture it. After being captured, an anomaly will despawn.*</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The anomalies don&rsquo;t get along with one another, so they must be kept in separate groups.</strong></p>\n\n<p><strong>Humans are also interested in the anomalies. They are attempting to inject the anomalies with a &ldquo;superfood serum&rdquo;. Some of the serums have an unfortunate side effect, and will turn the anomaly into a witch for 5 minutes (The likelihood of this happening is increased because of your tier). After an anomaly is injected (or done being a witch), it will despawn.*</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>The humans may also opt to kill an anomaly by stunning it. If they do so, the anomaly will despawn.* This will not count as a score for the humans, but they can use it to prevent you from scoring.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>*After an anomaly despawns, it will respawn in 10 minutes. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Your drop off location:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Infinity Quad</strong></p>\n\t</li>\n</ul>\n"
    },
    {
      "title": "Human Wednesday Non Story Form",
      "team": "human",
      "body": "<p><strong>There are 6 anomalies wandering around campus. Anomalies will be wearing orange shirts that say &ldquo;anomaly&rdquo;, a pink bandana on their head, and a blue bandana around their neck. You will be attempting to inject as many anomalies as possible with prototype superfood serums. To inject an anomaly, you must hand them a special superfood syringe. After being injected, the anomaly will despawn for 10 minutes. A few of the syringes have been tampered with by the zombies and will turn an anomaly into a witch for 5 minutes. </strong></p>\n\n<p><strong>Anomalies can also be killed by stunning them with either a dart or a sock. You will not score if you stun the anomaly. If stunned, the anomaly will despawn for 10 minutes.</strong></p>\n\n<p><strong>There will be 6 syringes around campus and two syringe spawn locations. In order for a syringe spawn location to begin producing a syringe, a syringe must be brought to it to be reverse engineered. Syringes will spawn every 8 minutes.</strong></p>\n\n<p><strong>Zombies will be attempting to escort these anomalies to a capture point. The zombies will have to hold the capture point for 1 minute.</strong></p>\n\n<p><strong>Syringe Start Locations:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Sentinel</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Kodak Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Slaughter Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Gazebo</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>In between the Field House and RITTER</strong></p>\n\t</li>\n</ul>\n\n<p><strong>Syringe Spawn Locations</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Carlson*</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Gosnell Atrium</strong></p>\n\t</li>\n</ul>\n\n<p><strong>Zombie Drop Off Location</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Infinity Quad</strong></p>\n\t</li>\n</ul>\n\n<p><strong>*During a mini mission today you activated this syringe spawn location and it will not need a syringe to start production.</strong></p>\n\n<p><br />\n<strong>Your tier was &ldquo;Focus on the Serum.&rdquo; The syringe respawn rate has been increased.</strong></p>\n"
    },
    {
      "title": "Thursday Day Mission Schedule",
      "team": "all",
      "body": "<p>Infinity Quad - 11:00 AM - Mini Mission</p>\n\n<p>Gosnell Atrium - 1:00 PM - Midday Mission</p>\n\n<p>Kodak Quad - 3:00 PM - Mini Mission</p>\n\n<p>Ben and Jerrys inside the SAU - 4:30 PM - Mini Mission</p>\n"
    },
    {
      "title": "Human Thursday Story Form",
      "team": "human",
      "body": "<p><strong>Greetings Colonists,</strong></p>\n\n<p><strong>We have dire news, it turns out that the biomass scanner was not experiencing a software glitch. Our security cameras have picked up footage of a large aberration roaming through the colony. This monstrosity appears to be guarded by the fungal infested remains of our janitorial staff. We&rsquo;d like to remind you all that, under article 49, section 12, subsection Q of your contract states that &ldquo;in the event of fungal monsters, all employees are required to defend the colony&rsquo;s food production center.&rdquo; In short, you are all contractually obligated to eliminate this threat. To help you, we have refitted an astro-tractor with armor and weaponry. We&rsquo;ve also added the incentive of an extra paid sick day for the month of April for anyone who survives this ordeal. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>It may be worth noting that anyone who violates their contract by attempting to flee will be terminated with extreme prejudice (and fire).</strong></p>\n\n<p><strong>Good luck!</strong></p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<p><strong><img alt=\"\" height=\"193\" src=\"https://lh3.googleusercontent.com/JZPEqdnhEekieQMEvgsh6nvdafN8pHLw2-gMQFvymcrmoFPXZ_Mw0T8jvjL8r3fx1a-iUjEC6dNrl9nm-4j9elvz0M6UWZdsYB3pKLfh9cd5PWuustdqJ7cmDsMwW4oFG62aLxgo\" width=\"421\" /></strong></p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Zombie Thursday Story Form",
      "team": "zombie",
      "body": "<p><strong>The Mushroom embedded in your skull feels humbled. The Aberration spawned from the mushroom conglomeration is powerful beyond words. It will bring about a new era, full of free healthcare and fungus. The Janitors have all been given the honor of serving as its elite fungal guard. </strong></p>\n\n<p><strong>The interlopers, as always, are attempting to foil your glorious plans. They seek to destroy the Aberration before it reaches its maximum potential. To quicken its development, the Aberration requires additional biomass. Your tiny cranial companion emphasizes the importance of protecting our new overlord and aiding its desire for more biomass.</strong></p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<p><strong><img alt=\"\" height=\"246\" src=\"https://lh3.googleusercontent.com/9kDNaYIyb-o7xJw4OcSBMtKpvZPwYqk2o4Ch6afU_MKuD0FHmxWkC7VTyGRI5jK3_jDyiXUvZz_DPFypp8Fat5IAE2nPDpL3nnCaB8S6QXq862J_iupnaRmW084giNf2S6umZe8U\" width=\"410\" /></strong></p>\n"
    },
    {
      "title": "Human Thursday Non Story Form",
      "team": "human",
      "body": "<p><strong>This mission will be extended until 11:30 PM.</strong></p>\n\n<p><strong>There is an Aberration wandering around campus. Your mission is to eliminate it. In order to destroy the boss, you will need the help of an Armored Assault Vehicle (AAV). </strong></p>\n\n<p><strong>The AAV will be in the Gosnell atrium until 10:00pm (it needs to fuel up before it can be deployed). During this first hour, you will be able to gather powerups to buff the AAV. There will be 5 powerups hidden at specific locations around campus. You can find these and bring them to the Gosnell Atrium to unlock the AAVs special abilities. </strong></p>\n\n<p><strong>At 10:00pm, the AAV will be deployed and can be used to hunt down the boss.&nbsp;The AAV requires a Human inside the AAV at all times in order to function. The player inside the AAV cannot be tagged. The player inside the AAV may use all of their socks/blasters and will be provided with a Special Elephant Blaster. The AAV will not be able to move or fire its special elephant blaster unless there are humans adjacent to it. If any zombies touch the AAV they will be stunned. The AAV (and those inside, but NOT those adjacent) may pass through biocades.</strong></p>\n\n<p><strong>The AAV has several special abilities, most of which must be unlocked during the first hour. Your tier lets you know which specific powerup is at each location.</strong></p>\n\n<p><strong>The abilities are:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Helicopter Redeploy [Default] - &nbsp;The AAV is transported to a nearby safe zone. 10 minute cooldown. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Cockpit - A second person can be inside the AAV.</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Location: Sentinel.</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Ammo Locker - The AAV will contain extra darts. </strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Location: In front of Carlson.</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Auto-Loader - The AAV can fire the Super-Blaster when outside humans are not present.</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Location: Greek Rock.</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Solar Flare - Stuns the Boss, witches, and twitches for 10 seconds. 15 minute cooldown. </strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Location: VolleyBall Court.</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Dart Roomba - An AAV moderator will gather ammo around the area. 10 minute cooldown.&nbsp;</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Location: Slaughter Quad.</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p><strong>The Aberration will be patrolling a path on campus for the entire night. It will be guarded by a horde of witches and twitches (The zombie tier converted half of the witches into twitches.) Before the Aberration becomes vulnerable, you must elephant blast all of the witches and twitches guarding it. Once all of the guards are removed, the Aberration will be vulnerable and can be destroyed by the AAV&rsquo;s Special Elephant Blaster (Note: The witches and twitches can be destroyed by any EB, but only the AAV&rsquo;s EB can harm the Aberration.) The zombie will be able to collect armor for the Aberration throughout the evening. Any hit on the Aberration&rsquo;s armor will not count. </strong></p>\n\n<p><strong>An extra elephant blaster will spawn when the AAV comes online.</strong></p>\n"
    },
    {
      "title": "Zombie Thursday Non Story Form",
      "team": "zombie",
      "body": "<p><strong>This mission will be extended until 11:30 PM. </strong></p>\n\n<p><strong>There is an Aberration wandering around campus. Your mission is to protect it. The Aberration will be patrolling a path on campus for the entire night. It will be guarded by a horde of witches and twitches (Your tier converted half of the witches into twitches.) The humans are trying to eliminate the Aberration with help of an Armored Assault Vehicle (AAV).</strong></p>\n\n<p><strong>You will be able to collect armor to bolster the defenses of the Aberration. Give the armor to the Aberration.</strong></p>\n\n<p><strong>Armor Locations:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Red Barn</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Gazebo</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Pi Quad</strong></p>\n\t</li>\n</ul>\n\n<p><strong>There will also be 2 witches around campus. These witches may be charmed and brought to the Aberration in order to be added to his horde.</strong></p>\n\n<p><strong>Witch Locations:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Global Village Statue</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Behind Bausch and Lomb</strong></p>\n\t</li>\n</ul>\n\n<p><strong>In order for humans to destroy the Aberration, they must first elephant blast all of the witches and twitches guarding it. Once all of the guards are removed, the Aberration will be vulnerable and can be destroyed by the AAV&rsquo;s Special Elephant Blaster. </strong></p>\n\n<p><strong>The AAV will be a PVC and cardboard contraption carried by two moderators. It will be equipped with a special Elephant blaster capable of harming the Aberration (and anything else it hits). The AAV can only move and fire its Special Elephant Blaster if there are humans adjacent to it. Humans inside of the AAV cannot be tagged. If a zombie touches the AAV they will be stunned. The AAV (and those inside, but NOT those adjacent) may pass through biocades.</strong></p>\n\n<p><strong>For the first hour of the mission, the humans will be collecting powerups for the AAV. These powerups are scattered around campus and will aid the humans in their fight against the Aberration.</strong></p>\n\n<p><strong>The AAV abilities are:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Helicopter Redeploy - &nbsp;The AAV is transported to a nearby safe zone. 10 minute cooldown. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Cockpit - A second person can be inside the AAV.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Ammo Locker - The AAV will contain extra darts. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Auto-Loader - The Tank can fire the Super-Blaster when outside humans are not present.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Solar Flare - Stuns the Boss, witches, and twitches for 10 seconds. 15 minute cooldown. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Dart Roomba - An AAV moderator will gather ammo around the area. 10 miminute cooldown.&nbsp;</strong></p>\n\t</li>\n</ul>\n"
    },
    {
      "title": "Friday Mission Schedule ",
      "team": "all",
      "body": "<p>10:00-11:00&nbsp;- A patrolling mod between Slaughter, Pi Quad, and Infinity Quad</p>\n\n<p>12:00-1:00 - Midday Mission</p>\n\n<p>3:00-4:00 - Starts in Slaughter Quad</p>\n"
    },
    {
      "title": "Friday Human Story Form",
      "team": "human",
      "body": "<p><strong>Greetings Colonists,</strong></p>\n\n<p><strong>The evacuation process has been less than ideal so far. The Aberration has been murdering our support staff and stealing our food supplies all afternoon. Because of this, we are desperately behind schedule. We need to gather as much food as we can before evacuating, or else millions of people back on earth will starve.</strong></p>\n\n<p><strong>The few remaining astro-sociologist are currently preparing a transport ship. Fortunately for you, they&rsquo;ve all taken a self defense class since their encounter with the mushroom monstrosities.</strong></p>\n\n<p><strong>Good luck, and remember that millions of people are counting on you!</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<p><strong><img alt=\"\" height=\"165\" src=\"https://lh5.googleusercontent.com/NrGjmgujqHDP0UKGZcLXPCSMi3JtC4zzcx0cwGZ2ibY3lXkHLF_CKmScSKSKUOKImeYX5vGJCe3Wqci4onO1xA1QIbxhCS8n895zWjHTPMmwpBWUaBOYiR7Jeq-D0qhX97PXhjjZ\" width=\"417\" /></strong></p>\n"
    },
    {
      "title": "Zombie Friday Story Form",
      "team": "zombie",
      "body": "<p><strong>The mushroom embedded in your skull is relieved. The interlopers almost destroyed the Aberration this afternoon. Luckily, they struck while the Aberration was back sleeping in its lair. As it is, the janitorial honor guard made short work of the would be assassins.</strong></p>\n\n<p><strong>The Aberration is now able to communicate directly with your cranial fungus. Visions of the interlopers rush through your head. You see them packing up food and supplies into crates. You know in a heartbeat what they are trying to do, escape. You must stop them or else they will bring word of the fungal horde back to earth, and inevitably destroy you. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<p><strong><img alt=\"\" height=\"245\" src=\"https://lh5.googleusercontent.com/LC5jfq1Lq8rmnq6YU_tRwPfTHDudnVEbjILvnQuilOSyqR4RI_I2wp8D3XAncYQy0UYqHbjYNAp-1V4BTM2rG5ucPGzEeNAdlvnBCEJf8CdSAQIhM9tOCTl06bgLB5lw3_Z3VOGi\" width=\"406\" /></strong></p>\n"
    },
    {
      "title": "Debrief",
      "team": "all",
      "body": "<p>Hey everyone! We know you&#39;re getting ready for extraction in an hour or so, but we&#39;d like to let you know that we have a time and place for our debrief, where you can come and tell us how you think the game went!</p>\n\n<p>Debrief is in CLA A201 at 4:00pm on Saturday. We hope to see you there!</p>\n"
    },
    {
      "title": "Friday Human Non-Story Form",
      "team": "human",
      "body": "<p><strong>You are attempting to gather mushrooms to transport back to earth. You must drop off these mushroom at the Cargo bay. The more mushrooms you collect, the easier the second half of the mission will be. Your tier added a small safe zone around the cargo bay drop off. </strong></p>\n\n<p><strong>There are 6 mushroom distribution points around campus. After being picked up, the mushrooms will respawn after 10 minutes.</strong></p>\n\n<p><strong>The Mushroom distribution points are:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Pi Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Kodak Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Slaughter Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Volleyball Court</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Lowenthall Circle</strong></p>\n\t</li>\n</ul>\n\n<p><strong>The Cargo Bay is:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>The field between the Ritter ice rink and the field house.</strong></p>\n\t</li>\n</ul>\n\n<p><strong>At 7:20, all of you must be at either the cargo bay or the adjacent safe zone. If you are late, you will be considered dead. We will brief you on the second half of the mission then. &nbsp;</strong></p>\n"
    },
    {
      "title": "Friday Zombie Non-Story Form",
      "team": "zombie",
      "body": "<p>You are attempting to stop the humans from escaping the space station. Humans will be trying to collect mushrooms and bring them to a cargo bay. The more mushrooms they collect, the harder the second half of the mission will be for you. Your tier was Mushrooms. It makes it easier to respawn during phase 2.&nbsp;</p>\n\n<p>There are 6 mushroom distribution points around campus. After being picked up, the mushrooms will respawn after 10 minutes.</p>\n\n<p>The mushroom distribution points are:</p>\n\n<ul>\n\t<li>Grassy Knoll</li>\n\t<li>Pi Quad</li>\n\t<li>Kodak Quad</li>\n\t<li>Slaughter Quad</li>\n\t<li>Volleyball Court</li>\n\t<li>Lowenthall Circle</li>\n</ul>\n\n<p>The Cargo Bay is:</p>\n\n<ul>\n\t<li>The field between the Ritter ice rink and the field house.</li>\n</ul>\n\n<p>At 7:20, all of you must be at the cargo bay. If you are late, we will leave without you. We will brief you on the second half of the mission then.</p>\n\n<p>Since the Aberration was not killed last night&nbsp;it will appear during phase 2.</p>\n"
    },
    {
      "title": "Debrief + Thank You",
      "team": "all",
      "body": "<p>Thank you to everyone who participated for a great game!</p>\n\n<p>Come tell us your thoughts at debrief - Saturday 4/15 in&nbsp;<strong>CLA A201</strong>&nbsp;at&nbsp;<strong>4:00pm</strong>. We&#39;ll have any darts we collected throughout the week, so if you&#39;re running low you can grab some from us too!</p>\n"
    },
    {
      "title": "Post Game",
      "team": "all",
      "body": "<p>Zombie:</p>\n\n<p>As you stalk through the shuttle hanger, weaving through the piles of the recently dead, you can&#39;t help but feel satisfied. You see your infested compatriots moving from body to body, inserting fungal spores into their ears. The mushroom embedded in your skull grows excited, knowing that they will soon rise again and join the horde. After circling the hanger, you come to rest next to one of the hanger&#39;s windows. Staring out into the void, you see the faint silhouette a transport ship. On board are the few surviving colonists. Though you were unable to coerce them into the fungal afterlife, you can take solace in the fact that they were unable to escape with any of their food supplies.</p>\n\n<p>Human:</p>\n\n<p>The expedition was a total failure.<br />\nThough you managed to escape with your lives, you had to leave behind all of the food supplies, the superfood serums, and any hope of ending earth&#39;s hunger crises. As you sit there, contemplating the impending famine back home, something bumps into your foot. &quot;Beep boop!&quot; You look down and to your surprise, there is a roomba repeatedly bumping into your leg.</p>\n\n<p>Now that your thoughts pertaining to earth&#39;s catastrophic plight have been derailed, you begin to notice the conversation transpiring nearby. The remaining astro-sociologists are sitting a few feet ahead of you, discussing the past week. As you listen in, you realize that they all seem to agree that the whole disaster could have been avoided if your boss had agreed to sponsor weekly karaoke nights.</p>\n\n<p>-----------------------------------------------------------------------------</p>\n\n<p>Congratulations to the two humans who made it out alive!</p>\n\n<ul>\n\t<li>William Griffith</li>\n\t<li>Sean Fitzpatrick</li>\n</ul>\n\n<p>Congratulations to our top 5 Zombies</p>\n\n<ol>\n\t<li>Abhimanyu Gupta&nbsp; - 17 tags</li>\n\t<li>Gaetano Loweecey - 14 tags</li>\n\t<li>Steven Henning - 10 tags</li>\n\t<li>James Spinelli &amp; Tyler Jones - 6 tags</li>\n\t<li>Matthew Berloff - 5 tags</li>\n</ol>\n\n<p>Thank you all for playing. If you weren&#39;t able to attend our debrief yesterday&nbsp;and have any comments (or&nbsp;any questions regarding the club in general), please feel free to email us them at HvZ@rit.edu<br />\nIf you enjoyed this, and want more opportunities to play HvZ, keep an eye on our facebook group. We post events there regarding mini games and invitational trips.&nbsp;</p>\n"
    }
  ]
}