{
  "scores": {
    "humans": 2,
    "zombies": 621,
    "winners": [
      "Nick Schaake",
      "The Snail"
    ]
  },
  "missions": [
    {
      "title": "Welcome to HvZ @ RIT, Fall 2017!",
      "team": "all",
      "body": "<p>Welcome to the Fall 2017 semester at RIT! We hope you&#39;re as excited for Humans vs Zombies as we are, but you&#39;ll have to be patient as the game doesn&#39;t start until&nbsp;<strong>Sunday, September 10th</strong>&nbsp;at&nbsp;<strong>9:00pm</strong>. Check back then for the first mission!</p>\n\n<p>If you have any questions, feel free to contact the admin team at <a href=\"mailto:hvz@rit.edu\">hvz@rit.edu</a></p>\n"
    },
    {
      "title": "Sunday Night: Story Form",
      "team": "all",
      "body": "<p>As an employee of the Caledon Insurance Agency, you&rsquo;ve certainly seen some interesting pieces. Blueprints from de Cornelius&rsquo; workshop, treasures from the tomb of King Terrance, even some amazing 1860s potato sculptures. Seriously, one of them looked JUST like Abe Lincoln!</p>\n\n<p>But this place takes the muffins - an expansive island castle, rocky beaches and original stonework intact.</p>\n\n<p>According to the briefing packet you glanced through before tossing it overboard, the client is one Sinclair Bastion, of evident wealth and dubious past. The weather tends to be rather gloomy, so you can&rsquo;t imagine why he wanted the place, but that&rsquo;s not really any of your concern. What is your problem is assisting the rest of your agency&rsquo;s representatives to provide a quote, once you get&hellip; settled. Let&rsquo;s just say those rocky beaches aren&rsquo;t so beautiful when they&rsquo;re piercing the hull of your houseboat.</p>\n\n<p>Because of these rather unfortunate circumstances, you&rsquo;ll have to make due with whatever materials you can still salvage. GPS is also certified garbage around here, so it&rsquo;s entirely possible to get lost on your way to the community garden if you aren&rsquo;t careful. Just look at Larry, he&rsquo;s probably already done exactly that. (How long does it take to pick up a few tomatoes? Get it together, Larry.)</p>\n\n<p>Once you&rsquo;re finished setting up, you can sleep tight and expect further instructions from the agency&rsquo;s headquarters sometime tomorrow. Go get &lsquo;em, zebra.</p>\n"
    },
    {
      "title": "Sunday Night: Non-Story Form",
      "team": "human",
      "body": "<p>Due to your houseboat&#39;s destruction, you no longer have any form of food or housing.&nbsp;You&nbsp;will be performing various activities in order to set up a base of operations.</p>\n\n<ul>\n\t<li>\n\t<p><strong>Gather food supplies:</strong>&nbsp;Eggs and popcorn containers will be hidden in these locations (These Will be dropped off at the base camp (Grassy Knoll)):</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>Between GV/Slaughter</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Kodak</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Slaughter Quad</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Building a Basecamp:</strong> You will need to find materials to build shelter, There&nbsp;are PVC pipes and cloth hidden on campus that you must locate and bring to Grassy Knoll, once there you must construct shelters. Materials will be located at:</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>Pi Quad</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Gazebo</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Behind Bausch and Lomb</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The materials cannot be brought indoors, and must stay outside (They are allowed in safe zones)</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li><strong>Previous arrivals are a tad lost</strong>. Go find them and escort them back to the camp at Grassy Knoll.\n\t<ul>\n\t\t<li>Mods will be wandering around academic side, walk up to them and tell them you will be bringing them to safety. They will be marked with pink armbands.&nbsp;</li>\n\t\t<li>They cannot go inside, but can use safe zones.</li>\n\t\t<li>They are taggable once picked up.</li>\n\t</ul>\n\t</li>\n</ul>\n"
    },
    {
      "title": "Sunday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p>You recently&nbsp;heard a commotion near the beaches, and you&#39;re adverse to change, so&nbsp;go bite things until things get back to normal. To ensure you are prepared to deal with this incursion, you will need to gather materials to make yourselves some potions, so as to allow you to walk freely during the day.</p>\n\n<p>Humans are performing various activities around campus in order to set up their basecamp at Grassy Knoll.&nbsp;</p>\n\n<p>There will be water bottles hidden in the following locations:</p>\n\n<ul>\n\t<li>Behind Bausch and Lomb</li>\n\t<li>Slaughter (Destler Johnson) Quad</li>\n\t<li>GV Volleyball Court</li>\n</ul>\n\n<p>The drop off point for these bottles is at the Grassy Knoll Fountain, there will be a mod standing nearby.</p>\n\n<p>There are also moderators wandering around campus with a pink bandana around their arm. They can be tagged only after they have been picked up by human groups (This is denoted by a green armband). Make them rue the day they&nbsp;decided to wander around your favorite community cabbage garden.&nbsp;</p>\n"
    },
    {
      "title": "Monday Night: Story Form",
      "team": "human",
      "body": "<p>&quot;We still have a job to do&quot; say Gerard, &quot;We will not let a few nonsparkling pale jerks with a teething problem stop us from doing our job.&nbsp;Grab the inspectors, tell them its time to earn their paycheck.&quot;</p>\n\n<p>&quot;We need to bring our company inspectors through&nbsp;the castle, to ensure that this &#39;Sinclair Bastion&#39;&nbsp;fellow isnt trying to make a quick buck on this claim. Take our inspectors around, clean things up a bit, get some notes and take some pictures. I was told that if we dont get this job done right, we&#39;ll all be losing sick days for the rest of the fiscal term.&quot;</p>\n\n<p>&quot;So wait, what&#39;s the plan again?&quot; - Larry</p>\n\n<p>&quot;Cabbages, Larry. Since apparently you can&#39;t even pick a simple tomato properly.&quot;</p>\n"
    },
    {
      "title": "Monday Night: Story Form",
      "team": "zombie",
      "body": "<p>These foolish flat-teeths!&nbsp;First, they smash into our beach with their reckless sailing, set up camp on OUR island, and now they think they&#39;ll just waltz right into our living quarters? Now I don&#39;t know about you, but I&#39;m certainly not sitting around while they inventory the contents of&nbsp;my bedroom. And no one&#39;s touched the kitchen in decades, who knows what kind of mess Oscar left in there!</p>\n\n<p>Cornered badgers fight back tooth and claw to hold back an aggressor, and I&#39;m not sure I can see much of a difference.&nbsp;Fortunately for us they all seem to work the night shift, and the sun is setting. Embrace the darkness, my siblings, for it only makes us stronger.&nbsp;And while these Irish insurance monkeys are busy trying our limits inside, we can get working&nbsp;on an&nbsp;extra surprise...</p>\n"
    },
    {
      "title": "Monday Night: Non-Story Form",
      "team": "human",
      "body": "<p><strong>Avoid Sentinel. This is Bid Night for Sororities. THIS IS OUT OF PLAY. Additionally, DO NOT TOUCH WATER BOTTLES. THEY ARE NOT YOUR OBJECTIVE.</strong></p>\n\n<p>Some of the representatives are attempting to take photographs of the property for the agency&rsquo;s records, but unfortunately the castle needs a bit of work before it&rsquo;ll be neat enough for the higher-ups. You will be escorting mods to locations, and completing an activity while/before you can hold the point. The inspector will explain the activity upon arrival.</p>\n\n<ul>\n\t<li>\n\t<p>There will be Inspectors at the following locations:</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>Under the Skybridge</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Between the Library and the SAU</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>The inspectors will need to be brought to a specific location, which they will announce when picked up.</p>\n\t</li>\n\t<li>After you complete any required activities, a cap timer will begin while the inspector takes pictures.</li>\n\t<li>Inspectors cannot be brought indoors, but can be brought in safe zones. They are also taggable, so watch out and protect them.</li>\n</ul>\n\n<p><strong>Tier Reward:</strong>&quot;They Dont Pay Me Enough For This&quot; - This reduces the time it takes for Tagged VIPs to respawn.</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Witch Flare</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The human merchant will be at Gosnell Atrium from 9:00-9:15pm and 10:00-10:15pm.</p>\n"
    },
    {
      "title": "Monday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>Avoid Sentinel tonight, it is bid night for sororities. THIS AREA IS OUT OF PLAY.</strong></p>\n\n<p>Humans will be escorting inspectors in order to take pictures for their agency. There are various related activities at these locations which will need to be dealt with before/during a cap timer. Active inspectors will be wearing green armbands.&nbsp;The inspector&#39;s destinations are:</p>\n\n<ul>\n\t<li>Gazebo</li>\n\t<li>Behind Bausch &amp; Lomb</li>\n\t<li>Pi Quad</li>\n\t<li>Kodak Quad</li>\n\t<li>Slaughter (Destler/Johnson) Quad</li>\n</ul>\n\n<p>Upon tagging a VIP, it will drop a water bottle (red colouring) which you can bring to the Grassy Knoll Fountain in order to poison the human&#39;s water supply.</p>\n\n<p><strong>Tier Reward:</strong>&nbsp;Because you picked &#39;Blood for the Blood God&#39;, there will be a&nbsp;&#39;free&#39;&nbsp;water bottle at each location.</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Snek Charmer</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The zombie merchant will be between the Ritter Ice Arena and the Gordon Field House&nbsp;from 9:00-9:15pm and 10:00-10:15pm.</p>\n"
    },
    {
      "title": "Tuesday Night: Story Form",
      "team": "human",
      "body": "<p>&quot;We managed to find a wifi signal, but it too is certified garbage&quot; says Gerard. After having sent off the files acquired from last night, there is a now more pressing concern, the hordes of vampires. &quot;We need to stop them from making even more of these toothy-grin anklebiters. I think I saw some of their kind messing around in the graveyards for quite some time the other day, that was right before half of HR was turned into mindless bloodsuck..... oh wait, well they are working for the vampires now&quot;, &quot;We need to clean up those graveyards and stop more undead from rising&quot;.</p>\n\n<p>&nbsp;</p>\n\n<p>&quot;They may take our lives, and our freedom, but they will never take our cabbages&quot; - Larry</p>\n"
    },
    {
      "title": "Tuesday Night: Story Form",
      "team": "zombie",
      "body": "<p>The fools have sent off what few reports they managed to create, but we were payed for their success with the hot, sweet wine&nbsp;of their veins. Due to this we should now have enough power to resurrect our ancient clan lords, whose&nbsp;assistance will allow us to&nbsp;easily turn back these Irish infidels. To do this we need only to return their remains to their rightful places, and hope that by the power the Blood God they might be recalled to us.</p>\n\n<p>The fangless ones also left our sickbay door ajar during a most hasty exit, so we are once again plagued by the spectres of this castle&#39;s fallen.&nbsp;</p>\n\n<p>Prepare, my comrades. The night comes, and with it, our wings grow to eclipse the very light from these lowly interns eyes.</p>\n"
    },
    {
      "title": "Tuesday Night: Non-Story Form",
      "team": "human",
      "body": "<p>There are materials used to build crosses to sanctify the graves of the lost dead. They are scattered around in various locations, you must bring these materials, and then construct the graves in various graveyards around campus.</p>\n\n<p>There will be a &quot;supervisor&quot; at each location that will instruct on the construction of the graves</p>\n\n<p>There is a Limit to the amount of graves you can have at each location (You must spread out the total graves)</p>\n\n<p><strong>STICKS CANNOT BE BROUGHT INSIDE!</strong></p>\n\n<p><strong>STICKS WILL HAVE BRIGHTLY COVERED DUCT TAPE ON THEM</strong></p>\n\n<p><strong>The locations for the materials are:</strong></p>\n\n<ul>\n\t<li>Pi Quad</li>\n\t<li>Quidditch Field</li>\n\t<li>Saunders</li>\n\t<li>Grassy Knoll</li>\n\t<li>Bausch &amp; Lomb</li>\n</ul>\n\n<p><strong>The locations of the Graveyards are:</strong></p>\n\n<ul>\n\t<li>Kodak</li>\n\t<li>Slaughter</li>\n\t<li>Gazebo</li>\n</ul>\n\n<p><strong>Tier Reward</strong>: Bring Out Your Dead - Gives you an extra graveyard location that the zombies do not know about. Gazebo is the additional location.</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Witch Flares</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available from 9:00-9:15pm and 10:00-10:15pm in the Gosnell Atrium.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p>Humans are attempting to repair various graveyard locations on campus. There are materials that they need to retrieve elsewhere and bring to the graveyards. There will be a &#39;supervisor&#39; to inform them as to constructing these graves, and a &#39;ghost&#39; (witch) stalking each graveyard area. These graveyards are located in:</p>\n\n<ul>\n\t<li>Slaughter Quad</li>\n\t<li>Kodak Quad</li>\n\t<li><strong>REDACTED DUE TO HUMAN TIER</strong></li>\n</ul>\n\n<p>In addition to dealing with the humans, you will also be collecting skulls and bringing them to the graveyard in&nbsp;<strong>Kodak Quad.</strong>&nbsp;The skulls are located at:</p>\n\n<ul>\n\t<li>Pi Quad</li>\n\t<li>Quidditch Field</li>\n\t<li>Saunders</li>\n\t<li>Grassy Knoll</li>\n\t<li>Bausch &amp; Lomb</li>\n</ul>\n\n<p><strong>Tier Reward:</strong>&nbsp;Because you chose &#39;Skulls for the Bone Throne&#39;, there will be <strong>two</strong> skulls at each of the above locations, rather than one.</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Snek Charmer</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The merchant will be available from 9:00-9:15pm and from 10:00-10:15pm between the Ritter Ice Arena and the Gordon Field House.</p>\n"
    },
    {
      "title": "Rules + Safety Issues",
      "team": "all",
      "body": "<p>The admin team has noticed a series of issues this week. Please keep all of the following in mind while playing the game.</p>\n\n<p><strong>DO NOT ATTACK, TACKLE, OR HUG PLAYERS OR MODS WITHOUT THEIR PERMISSION</strong></p>\n\n<p>There have been instances of players trying to grab or tackle mods and other players, DO NOT DO THIS. Hugging or otherwise restraining moderators or players is also not allowed without their consent.</p>\n\n<p><strong>ZOMBIES MUST REMOVE THEIR BANDANNA WHEN STUNNED</strong></p>\n\n<p>We have had a disturbing number of instances where zombie players have not taken their headbands off when they were hit by a dart/sock/etc. Either remove it completely to show you are out of play (AND STAND OUT OF THE WAY) or move it to your neck, etc. Do not keep it on your head.</p>\n\n<p><strong>DO NOT CLIMB STATUES, TREES, ETC</strong></p>\n\n<p>This should be self-explanatory, but also do not climb anything. Keep off of walls, and stay off of the circular areas in Pi Quad.</p>\n\n<p><strong>ZOMBIES MAY NOT ENTER BUILDINGS DURING MISSIONS</strong></p>\n\n<p>Yes, you can use the bathroom. No, you may not hang out and count how many humans there are or follow them around. During the day you may be inside but you still may not follow human players.</p>\n\n<p><strong>LEAVE AND STAY OUT OF BUILDINGS WITH FIRE ALARMS GOING OFF</strong></p>\n\n<p>This shouldn&#39;t need to be said. Do not stay in or near buildings with fire alarms going off.</p>\n\n<p>Thank you,</p>\n\n<p>The HvZ Admin Team</p>\n"
    },
    {
      "title": "Wednesday Night: Story Form",
      "team": "zombie",
      "body": "<p>With our blood god&#39;s new throne, he is now far greater than even our most powerful of warriors. He has raised his former clansmen, and with them in our ranks there is but one thing that can halt our conquest - the cabbages.</p>\n\n<p>While the sun still reigned in the sky, more invaders arrived and were brought to the main camp. Our lord tells us that these ones are special, and indeed they seemed quite impervious to our usual methods of attack. He also speaks of their similarities to the one called &#39;Larry&#39;. That they can bend the power of a cabbage to their will, making them highly dangerous to our glorious leader.</p>\n\n<p>Fortunately, in his infinite wisdom he has provided us with a way of handling this new crisis. We have sent some of the clan&#39;s finest psychologists to persuade these cabbage-wielders to come peacefully. Followed by a long-forgotten ritual, the blood god asserts we can remove the thorn before it ever leaves the stem.</p>\n"
    },
    {
      "title": "Wednesday Night: Story Form",
      "team": "human",
      "body": "<p>&quot;WE LOST THE HOLYMEN?!?!&quot; Screams Gerard, &quot;TELL ME LARRY, HOW DID YOU LOSE A GROUP OF HUMAN BEINGS?!?!?&quot;. &quot;I dont know..... I, I just had them next to my cabbage and then they were gone......&quot; Replies Larry. &quot;You.... You had one job larry. Now we have to go get them back. Maybe we should go ask some of those ever so friendly cape wearing hooligans with an oral fixation if they have seen our friendly neighborhood holymen.&quot;</p>\n\n<p>&nbsp;</p>\n\n<p>&quot;See, the key to a sucessful operation, is plenty of produce, and a lot of luck&quot; - Larry</p>\n"
    },
    {
      "title": "Wednesday Night: Non-Story Form",
      "team": "human",
      "body": "<p>There are ZVIPs who have &#39;hypnotized&#39; human VIP &#39;holy men&#39;. These pairs are being escorted to various locations by the zombies where they will be held for a set time before moving along on their path. If the pair reaches and caps the final location on the path the holy man is destroyed (the pair will then respawn elsewhere).</p>\n\n<p>You may stun the ZVIPs&nbsp;<strong>with socks only</strong>&nbsp;in order to release the holy men, who will join you at your current location. The holy man must then be escorted back to the base camp at&nbsp;<strong>Grassy Knoll</strong>. They are not taggable, but also cannot go inside.</p>\n\n<p>The ZVIPs paths cross through these locations:</p>\n\n<ul>\n\t<li>Kodak</li>\n\t<li>SAU</li>\n\t<li>Slaughter</li>\n\t<li>Greek Rock</li>\n\t<li>Bus Stop</li>\n\t<li>Skybridge</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Tier Reward:</strong> We Humble Few - Generates a third vampire/holyman pair, This pair is a wild card and will have no set path.</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Witch Flare</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The merchant will be available from 9:00-9:15pm and 10:00-10:15pm in the Gosnell Atrium.</p>\n"
    },
    {
      "title": "Wednesday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p>There are ZVIPs which will be spawning <strong>b</strong><strong>ehind Bausch &amp; Lomb</strong>. These ZVIPs have &#39;hypnotized&#39; human VIPs, and the pairs will need to be escorted and capped <strong>for 5 minutes</strong>&nbsp;at various locations (these locations will be revealed in due time by the VIPs). Two of these pairs have set paths, and a third does not. Humans will be looking to stun the ZVIP in order to release their &#39;holy man&#39;; when this happens the holy men&nbsp;will need to be escorted to safety at the basecamp. They are not taggable and cannot go inside.</p>\n\n<p>Once a pair has been capped at their final location, they will despawn and appear a while later at Bausch &amp; Lomb.</p>\n\n<p><strong>Tier Reward:</strong>&nbsp;Because you chose &#39;Blessing of the Coconut&#39;, your ZVIPs are only stunnable <strong>by socks</strong>.</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Snake Charmer</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Boomer</td>\n\t\t\t<td>5</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;\n<p>The merchant will be available from 9:00-9:15pm and 10:00-10:15pm between the Ritter Ice Arena and the Gordon Field House.</p>\n</p>\n"
    },
    {
      "title": "Thursday Night: Story Form",
      "team": "zombie",
      "body": "<p>Though we did great damage to their Larry look-alikes, these fools still insist on working against our glorious plans for the future. Scouts have noticed them stockpiling holy relics, ones with enough power to send our newly returned psychologists back into the ground. This cannot be allowed to happen. They&nbsp;might be erratic, power-hungry, and struggling to prove their dominance in a modern world, but they&#39;re still the best honour guard a god could ask for. If the cabbage channelers manage to remove them,&nbsp;then the very life of our glorious leader will then be at stake. And without him, we would be forced to return to the shadowy depths of this castle while it is overtaken by that salty seaworm.</p>\n\n<p>So spread your wings, my brethren. Fly to the aide of our psychologists. Guard them vigilantly, and strike swiftly against all who would stop you in this endeavor. With luck and determination we might finally&nbsp;push the last of these fangless ones from our shores.</p>\n"
    },
    {
      "title": "Thursday Night: Story Form",
      "team": "human",
      "body": "<p>From the distance you hear a roar and a scream, unearthly and harrowing. &quot;I dont know what could have possibly made that noise.... but it cant be good&quot; says Gerard. &quot;Grab the bows and the holymen. If there is anything that can take down a beast created at the hands of these pale faced dental students, it will be a blessed bow. Gather your arms, this is going to be a rough night&quot;.</p>\n\n<p>&nbsp;</p>\n\n<p>&quot;Nothing can witstand mass physical trauma, not even my cabbage&quot; - Larry</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story",
      "team": "zombie",
      "body": "<p>There are&nbsp;<strong>twitches</strong>&nbsp;roaming on set paths through various portions of campus. Your primary objective is to guard them from the humans who are trying to kill them.</p>\n\n<p><strong>Tier Reward:</strong>&nbsp;Because you chose &#39;Light of Dark Divinity&#39;, you will be given &#39;flares&#39; (Glow Sticks) that you can crack, throw while yelling &#39;FLARE&#39;, and it will cause a twitch to path toward the flare. There will be&nbsp;<strong>two</strong>&nbsp;flares available each time the merchant arrives (9pm and 10pm)</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Snek Charmer</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deplorable</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Boomer</td>\n\t\t\t<td>5</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The merchant will be available from 9:00-9:15pm and 10:00-10:15pm between the Ritter Ice Arena and the Gordon Field House.</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "human",
      "body": "<p>There will be 4&nbsp;<strong>Twitches</strong> roaming around campus, your objectives is to hit them with a blessed bow (Elephant Blaster).</p>\n\n<p>To bless an elephant blaster you must pick it up from&nbsp;a holyman who must have a &quot;Charge&quot; of power.</p>\n\n<ul>\n\t<li>To charge a holy man they must be given a bottle of&nbsp;<strong>holy water</strong>.</li>\n\t<li>The bottles of holywater are hidden around:\n\t<ul>\n\t\t<li>Sentinel</li>\n\t\t<li>Kodak Quad</li>\n\t\t<li>Slaughter Quad</li>\n\t</ul>\n\t</li>\n\t<li>Once you have a &#39;blessed bow&#39; (Elephant Blaster), you may use it to kill a twitch.&nbsp;If you miss, the blaster and bolt are still blessed, but you must retreive the ammo.</li>\n\t<li>Once the bolt hits a twitch, it will have lost its holiness, which means it will be returned to the holy man&#39;s starting location and if they have available charge it will be blessed again and ready for pickup.</li>\n\t<li><strong>The Elephant Blasters still work on&nbsp;other specials, and do not lose charge to them.</strong></li>\n\t<li>The holy men are located in the <strong>Gosnell Atrium</strong>.</li>\n</ul>\n\n<p><strong>Tier Reward:</strong> Divine Intervention - There will be more holywater to be found at each location.</p>\n\n<p>&nbsp;</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available from 9:00-9:15pm and 10:00-10:15pm in the Gosnell Atrium.</p>\n"
    },
    {
      "title": "Extraction: Story Form",
      "team": "human",
      "body": "<p>&quot;I&#39;ve done it&quot; says Larry. &quot;I&#39;ve figured out a way off of this island. We must destroy the relics of the blood god so that I can find us a way off of the Island. I have embewed a handful of cabbages with power so that we may use them to sanctify the relics stopping us from getting to the cabbage patch that will lead us home.&quot;</p>\n\n<p>&nbsp;</p>\n\n<p>&quot;All those upset, follow me to the promised land. May the cabbage guide you through trying times. May it bring you solitude in in times of distress, your guiding light in times of everpresent darkness.&quot; - Larry</p>\n"
    },
    {
      "title": "Extraction: Story Form",
      "team": "zombie",
      "body": "<p>The fools wasted the morning on repairing their boats, only to have them once again smashed by the sheer power of our bat-winged god. Now, they desperately cling to the false words of the Leafy One, who speaks to them of our most sacred of relics. He convinces the fangless ones that their salvation should follow from the relics destruction, that he awaits them in a breeding ground for his own children.</p>\n\n<p>But there shall be no safety, no escape. Our leader&#39;s wings span to the world&#39;s ends, and so long as we refuse to sit idle, he shall not fall to their pansy schemes. The final battle approaches; let&#39;s show these cabbage-brains what true fighting feels like.</p>\n"
    },
    {
      "title": "Extraction: Non-Story Form",
      "team": "human",
      "body": "<p><strong>It is a very nice day today. &nbsp;Above all else, remember to stay hydrated so nobody gets hurt!</strong></p>\n\n<p>&nbsp;</p>\n\n<p>There are 2 Phases:</p>\n\n<p><strong>Phase 1:</strong></p>\n\n<p>The first is that you need to destroy 4/6 relics around campus, this will be done by escorting holymen holding holy cabbage to one of 6 locations, these locations are:</p>\n\n<ul>\n\t<li>Kodak</li>\n\t<li>Pi</li>\n\t<li>Grassy Knoll</li>\n\t<li>Slaughter&nbsp;</li>\n\t<li>Gazebo</li>\n\t<li>Sentinel</li>\n</ul>\n\n<p>The Holymen will be found in:</p>\n\n<ul>\n\t<li>Infinity</li>\n\t<li>Between SAU and Library</li>\n\t<li>Behind Bausch and Lomb</li>\n</ul>\n\n<p><strong>Phase 2:</strong></p>\n\n<p>Once Phase 1 has been completed, Phase 2 will begin.</p>\n\n<p>After the first <strong>8 minutes</strong>&nbsp;of Phase 2, there will be a &quot;Cabbage Patch&quot; Located on the Quidditch Field, you must enter the cabbage patch to find your way to the promised land (Probably Detroit). &nbsp;<br />\nThere is an &#39;electric fence&#39; around the cabbage patch. &nbsp;If you touch the fence or try going under it,<strong> YOU WILL DIE. &nbsp;YOU MUST GO THROUGH THE DOOR TO EXTRACT.</strong></p>\n\n<p><strong>Warning: Zombie Tier has affected some of your cap times, these will not be told to you so beware.</strong></p>\n\n<p><strong>Tier Reward: </strong>Remeber the Fallen -&nbsp;For every minute that you cap a point that you remain silent for, it will count as an extra minute</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The merchant will be available from 6:00-6:15pm in the Gosnell Atrium.&nbsp;<strong>There will not be a second round of merchants.</strong></p>\n"
    },
    {
      "title": "Extraction: Non Story Form",
      "team": "zombie",
      "body": "<p><strong>It is a very nice day today. &nbsp;Above all else, remember to stay hydrated so nobody gets hurt!</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>There will be TWO phases to this mission:</strong></p>\n\n<p><strong>During Phase 1</strong>, Humans will be escorting &#39;holy men&#39; to these locations, and capping them for an <strong>unspecified</strong> amount of time (they will be required to take 4/6 of these points):</p>\n\n<ul>\n\t<li>Pi Quad</li>\n\t<li>Kodak Quad</li>\n\t<li>Slaughter Quad</li>\n\t<li>Gazebo</li>\n\t<li>Sentinel</li>\n\t<li>Grassy Knoll</li>\n</ul>\n\n<p>When&nbsp;<strong>Phase 2</strong>&nbsp;begins, mods will begin yelling. After <strong>8 minutes</strong>,&nbsp;an extraction zone will open at&nbsp;<strong>Quidditch Field</strong>. Any human that enters this &#39;cabbage patch&#39; will be transported to the promised land.</p>\n\n<p><strong>Tier Reward:</strong>&nbsp;Because you chose &#39;Conversion of the Cabbage&#39;, one of the human&#39;s holy men will have a drastically increased cap time.</p>\n\n<p><strong>Merchant Prices:</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">Item</th>\n\t\t\t<th scope=\"col\">Price</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Boomer</td>\n\t\t\t<td>5</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deplorable</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Snek Charmer</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The merchant will be available from 6:00-6:15pm between the Ritter Ice Arena and the Gordon Field House.&nbsp;<strong>There will not be a second round of merchants.</strong></p>\n"
    }
  ]
}