{
  "scores": {
    "humans": 7,
    "zombies": 553,
    "winners": [
      "Nick Schaake",
      "William Coffey",
      "Daniel Pinigin",
      "Mike Patron",
      "John Chambers",
      "Wyatt Morrell",
      "Odysseus Adamides"
    ]
  },
  "missions": [
    {
      "title": "It's Almost Game Time!",
      "team": "all",
      "body": "<p>The game starts on September 9th at 9pm!</p>\n\n<p>Make sure you follow our Facebook page&nbsp;for game related teasers, updates within the community, and minigames leading up to and during the weeklong game! If you are feeling extra ambitious go follow us on Twitter as well!</p>\n\n<p><a href=\"https://campusgroups.rit.edu/click?uid=9981a60a-af9c-11e8-b516-0ac8160dcdf6&amp;r=https%3a%2f%2fwww.facebook.com%2fgroups%2fhvzrit%2f%3fref%3dbookmarks\" target=\"_blank\">HvZ Facebook Page</a></p>\n\n<p><a href=\"https://campusgroups.rit.edu/click?uid=9981a60a-af9c-11e8-b516-0ac8160dcdf6&amp;r=https%3a%2f%2ftwitter.com%2fHvZatRIT\" target=\"_blank\">HvZ Twitter</a></p>\n\n<p><a href=\"https://campusgroups.rit.edu/HVZ/club_signup\">HvZ CampusGroups Page</a></p>\n\n<p><br />\nModding applications are open! If you have ever wanted to moderate HvZ, now is your chance! Sign up&nbsp;<a href=\"https://campusgroups.rit.edu/click?uid=9981a60a-af9c-11e8-b516-0ac8160dcdf6&amp;r=https%3a%2f%2fdocs.google.com%2fforms%2fd%2fe%2f1FAIpQLSe0Ln2lHNminQT4OK-va-1yWJrNsmFrgc-HWxHsUxZv363Qww%2fviewform\" target=\"_blank\">HERE</a>&nbsp;to apply (You must have played in at least 2 weeklong games, take an interview, and pass a test to become a moderator).<br />\n<br />\nIf you have any questions, feel free to email us at&nbsp;<a href=\"mailto:hvz@rit.edu\" target=\"_blank\">hvz@rit.edu</a>.</p>\n"
    },
    {
      "title": "Story Prologue",
      "team": "all",
      "body": "<p>&nbsp; &nbsp;The town of Dunwater has always been a quiet one. Never quite had the same quaint cuteness of some of the more coastal towns, due to it being more inland, but it found its niche quite happily in the Great Lakes region of the United States, dwelling amidst deep forests, broad waters, and old hills. The townspeople go about their lives contentedly, happy to remain in their small town, with the rest of the world remaining little more than the goings-on the out-of-town newspapers concerned themselves with.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Recently, however, things have changed in Dunwater - subtly at first, but growing ever more present as the days wear on. People have begun to go missing, for hours or even days at a time, and then return to town as if everything was normal. Friends and family can ask questions to no end, and not once is a reasonable answer given. The situations in which these people disappear is always different, but a single quirk unites them: every person that vanished always wants to go down to the old lake.</p>\n\n<p>&nbsp;&nbsp; &nbsp;At first, it was just a few people, but soon several dozen townsfolk were going down to the lakeshores every day, for hours at a time. Some sat on the beach, some splashed in the waves, and some swam far out - but all were at the lake as often as they could be. Even as summer to turned to fall and the air grew chilly, still they stayed.</p>\n\n<p>And then there was the music. There were a few songs - songs no one else had heard before - that it seemed all the people who vanished knew. Not all of them knew every song, but each one of them knew at least one: a song they would hum to themselves while doing chores, a song to whistle to while walking the dog, a song to sing to themselves alone, in the dark, just before bed.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Now, townspeople keep finding themselves looking over their shoulders, casting an eye at old friends turned into strangers, and hurrying home where once they strolled. A sense of unease has gripped the town, creeping in from every nook and cranny, stretching from the old docks down by the lake shores to the bustling main street of town all the way to the old manors on the hill. No one is quite sure what to do - and no one is certain how to stop this.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Sunday Night Story Form",
      "team": "zombie",
      "body": "<p>&nbsp; &nbsp;Your time has come. The waters stir once more, and your Masters are calling upon you, bidding you to hurry in your tasks, to bring on the Age when the Elders may return.</p>\n\n<p>&nbsp;&nbsp; &nbsp;This town, Dunwater, is poised for change, for transformation, for mutation. Around this town, there are those that would work against the endless goals of the Elders. Outsiders, strangers, wanderers in from a distant realm, come to work their ruin. These people must be destroyed.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Throughout this town, however, there are others - innocents, ignorants - ones that work in their own minds. You must seek these ignorants, and bring them to our light. Find them scattered across the town, and disrupt their tasks for the outsiders. Some may even sway to our cause...</p>\n\n<p>&nbsp;&nbsp; &nbsp;Go, serve the Elders, and usher in a new age. Protect Dunwater.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Sunday Night Story Form",
      "team": "human",
      "body": "<p>&nbsp; &nbsp;You&rsquo;d always figured it for a routine call, but someone in the top brass at the Bureau decided that this was an issue to be thoroughly checked out, and so sent in a bigger team. Someone leaked, and now the amount of agents, investigators, and concerned citizens that have descended on this town is a bit staggering, frankly, but it&rsquo;s not a big issue.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Dunwater, the town&rsquo;s called, in upstate New York. A quaint little burg, all things considered, but something about it gives you the willies. Still, you&rsquo;ve a job to do, and it&rsquo;s your job to help the local citizenry however you can, even if everyone here makes your skin crawl just a little.</p>\n\n<p>&nbsp;&nbsp; &nbsp;On reaching HQ, there are a bunch of calls from the townspeople that&rsquo;ve been placed: a priest, a doctor, some other members of the citizenry - all of them need your help.</p>\n\n<p>&nbsp;&nbsp; &nbsp;There are also some calls about some mysterious individuals walking around, some of whom the calls claim aren&rsquo;t even human, but that seems like a hoax. Still, worth keeping an eye out, you suppose.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Get out there, help people how you can, keep an eye out, and stay safe.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Sunday Night: Non-Story Form",
      "team": "human",
      "body": "<p><strong>Greetings, welcome to the little town of Dunwater. Tonight, you&rsquo;ll get the lay of the land.</strong></p>\n\n<p><strong>A variety of objectives and quests are scattered around campus. Objectives are repeatable, but will be inactive for a few minutes after being completed. Some objectives may move during their completion.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>These objectives are located at:</strong></p>\n\n<p><strong>Pi Quad</strong></p>\n\n<p><strong>Bausch and Lomb hill</strong></p>\n\n<p><strong>Covered entrance to Global Village (facing S lot)</strong></p>\n\n<p><strong>Skybridge</strong></p>\n\n<p><strong>Slaughter</strong></p>\n\n<p><strong>Field behind the SAU</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Each of these locations has a mod who will start and explain their quest.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>If you are tasked with moving a letter or water bottle with GREEN tape across campus and are tagged while holding it, you must give it to the zombie who tagged you.</strong></p>\n\n<p><strong>Mods wearing pink armbands are taggable and killable by zombies.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchants will be available at 10PM</strong></p>\n\n<p>Merchant prices:</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Information</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>3</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor </strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>These outsiders have infiltrated your wonderful cesspit of Dunwater. Tonight, you show them they aren&rsquo;t welcome here. </strong></p>\n\n<p><strong>Humans are trying to complete a variety of objectives on campus. Stop them, and you will be rewarded.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>These objectives are located at:</strong></p>\n\n<p><strong>Pi Quad</strong></p>\n\n<p><strong>Bausch and Lomb hill</strong></p>\n\n<p><strong>Covered entrance to Global Village (facing S lot)</strong></p>\n\n<p><strong>Slaughter</strong></p>\n\n<p><strong>Field behind the SAU</strong></p>\n\n<p><strong>Tiger Statue</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Some items humans are attempting to move around campus. If you tag a human with a letter, they give it to you. Letters can be brought to Skybridge for a reward. If you tag a human with a water bottle wrapped in GREEN tape, they give it to you. Water bottles can be brought to Skybridge for a reward. Do not interact with these objects if you find them.</strong></p>\n\n<p><strong>If a mod is wearing a pink armband, they are taggable.</strong></p>\n\n<p><br />\nMerchant Prices</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Tank</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Information</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>3</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Night: Story Form",
      "team": "human",
      "body": "<p>&nbsp; &nbsp;The lake&rsquo;s been acting weird. Stuff keeps coming out of it, and then getting picked up and carried around or else blown around by the wind. Bits of paper, carved rocks, tablets made of clay, messages in bottles, all sorts of strange things - all covered in the same unreadable script. And the people here are somehow even weirder.</p>\n\n<p>&nbsp;&nbsp; &nbsp;HQ&rsquo;s decided that the best course of action is to go out and try to get as much of the stuff as we can, and then bring it back for analysis. There&rsquo;ve been some odd readings, though: a small number of these things are irradiated, or something, and so it&rsquo;s imperative you don&rsquo;t touch them.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Once you&rsquo;ve gathered some of these things - any of these things - bring them back to one of our Ops Centers scattered around the town. Anything we can bring back is certain to make it up the chain quickly, and the top brass will likely be willing to send more resources in exchange for anything we find. Or at least, more than they were before. It may take a hot minute to get it sorted once there, but we&rsquo;re trained for this.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Get as much of this stuff as possible, and we&rsquo;ll see what we can learn.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Monday Night: Story Form",
      "team": "zombie",
      "body": "<p>&nbsp; &nbsp;The waters have churned forth once more, showering this mortal realm with the tidings and texts of the Elders. The outsiders think that all of these contain value - they are fools. Yes, all texts of the Elders are sacred, but there are a number that contain inscriptions of great and true value, and it is these that you must collect - for they contain the pages of the Necronomicon, that great and mighty grimoire. Rejoice, for our own numbers are strengthened with the powers of the Void, renewed in material flesh - they shall assist us this night. Even the great Sunken Lake calls to us from above. Tonight is ours to claim!</p>\n\n<p>&nbsp;&nbsp; &nbsp;Travel through this town, this dripping Dunwater, and seek the messages of the Elders. Be wary - the outsiders will collect nearly all, but ours are different; they are special, marked in such a way that the outsiders dare not disturb them.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Find these pages, and return them to your masters, that they may be taken to the Void. The magics of our realm have seeped into this town, and so you shall find twisted and mutated folk of this town gathered where the pages are most present.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Go, and serve the Elders.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Monday Night: Non-Story Form",
      "team": "human",
      "body": "<p><strong>There are 290 empty water bottles containing green notes scattered around the academic side of campus. You must return bottles wrapped in orange, yellow, blue, white, or black&nbsp;tape on the bottom and containing GREEN notes to drop off locations.&nbsp;</strong></p>\n\n<p><strong>To return a bottle, you must give it to the mod at the drop off station, who will check that it&rsquo;s the right bottle, and then collect it. You will intermittenly receive rewards as you return bottles. Drop offs will close down as they run out of rewards.</strong></p>\n\n<p><strong>You have voted for a Reorganized HQ. Your&nbsp;rewards from turning in bottles&nbsp;have improved.&nbsp;</strong></p>\n\n<p><strong>Witches are also out tonight, near areas of particular interest to you.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Drop off locations: </strong></p>\n\n<p><strong>Hill by Bausch and Lomb &nbsp;</strong></p>\n\n<p><strong>Grassy Knoll</strong></p>\n\n<p><strong>Tiger Statue&nbsp;</strong></p>\n\n<p>&nbsp;</p>\n\n<p>Merchant prices:</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Information</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Suspicious Sample</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Antivirus</td>\n\t\t\t<td>20</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Monday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>Humans are collecting objects on campus and turning them in to set locations. Meanwhile, there are some notes you need to gather. These notes are placed in 10 empty water bottles wrapped in red duct tape with red notes inside. Bring these bottles to the Tiger Statue, where a mod will verify them and then possibly give rewards.<br />\nObjects and return locations are within the bounds of academic side. As always, interfering with objects not fitting that description is breaking the rules</strong></p>\n\n<p><strong>Witches are also out tonight, near areas of particular interest.</strong></p>\n\n<p><strong>You have been blessed with Strength of the Deep. You will receive a free Tank and two Jackals.</strong></p>\n\n<p><strong>Defend your town from these blasphemous invaders.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Snake Charmer</td>\n\t\t\t<td>3</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Information</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night: Story Form",
      "team": "human",
      "body": "<p>&nbsp; &nbsp;It seems to be a trend - the strangest reports we get on a given night are the ones that are most likely to be true. There are folk wandering around the town, covered in odd markings and making strange noises.</p>\n\n<p>&nbsp;&nbsp; &nbsp;HQ&rsquo;s made it clear that these Dunwaterians need to be taken off the streets for safekeeping. The challenge, however, is that it seems some of those&hellip; things&hellip; out on the streets are trying to kidnap these good people as well.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Once you&rsquo;ve got them, help them gather their things and head out of this town. Our scientists will try to get them looked over. We&rsquo;re sending in field recon tools to help expedite this process, fortunately. Keep and eye out for those fish monster cultists, though - it seems like they&rsquo;ve got a keen interest in kidnapping these people, so if you need to put some of the monsters down, do it to keep everyone&nbsp;safe.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Go, get as many citizens&nbsp;out you can.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night: Story Form",
      "team": "zombie",
      "body": "<p>&nbsp; &nbsp;Our eldritch tendrils stretch through this town, this Dunwater, beckoning those with ready hearts to come to us. Throughout this town, there are those that the Deep has Marked; they are wandering, alone and uncertain, but eager to join our eternal ranks.</p>\n\n<p>&nbsp;&nbsp; &nbsp;You must find these Marked, and aid them in their journey to the Void. They have tasks they must fulfill - sacred goals known only by them and the Elders - and you will aid them, ensuring the safety of their minds. Maybe their flesh. The outsiders will pursue you, hound you, and attempt to &lsquo;reclaim&rsquo; the Marked. You must not allow this to come to pass. Rejoice, however, for the Marked bodies are already strengthened with the power of the Deep - their bodies are as hard as their minds!</p>\n\n<p>&nbsp;&nbsp; &nbsp;If it does come to pass, however, the outsiders shall take the Marked to their great machines, usurp their power, turn them away from the call of the Void. Do not allow this come to pass.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Preserve the Marked, bring them to the Void, serve the Elders.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night: Non-Story Form",
      "team": "human",
      "body": "<p>REMINDER: DO NOT PLAY NEAR THE SENTIENL TODAY. RESPECT THE 9/11 MEMORIAL FLAGS&nbsp;</p>\n\n<p><strong>There are Dunwaterians wandering around campus, played by mods wearing blue neckbands and green&nbsp;bandannas either on their arm or head, and wrapped in lights. Cultists are attempting to sacrifice them. These Dunwaterians are located at:</strong></p>\n\n<ul>\n\t<li><strong>Field behind SAU</strong></li>\n\t<li><strong>Grassy Knoll</strong></li>\n\t<li><strong>Kodak Quad</strong></li>\n</ul>\n\n<p><strong>To ensure the safety&nbsp;of these Dunwaterians, you must assist them.</strong></p>\n\n<p><strong>If a Dunwaterians is wearing a green&nbsp;bandanna on their arm:</strong></p>\n\n<p><strong>You need to go up to them and offer to help. They will then tell you where they need to go. They must be brought to their home to retrieve any items and prep for the journey. Due to your tier of Advanced Recon, the Dunwaterians have been pre-warned and will prep more quickly. After this, you must escort them to their designated evacuation point, which we can&#39;t relay here for their own safety.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Dunwaterians cannot go inside, and will become restless if inside a safe zone for too long.</strong></p>\n\n<p><strong>Abandoned Dunwaterians will disappear and come back after a few minutes at their initial spawning location.</strong></p>\n\n<p><strong>Dunwaterians can be tagged by zombies. After a brief time of soul-searching, the Dunwaterian will then join the cultist horde and move their bandanna to their head.</strong></p>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>If a Dunwaterian is wearing a green&nbsp;headband:</strong></p>\n\n<p><strong>You must free them from the zombie influence. To do so, you must stun them using socks. Darts are ineffective, we can&#39;t go blasting the good folk of the town.&nbsp;They will be confused, and require a brief time to reorient themselves. After that time, offer to assist them, and they will move the headband to their arm, and let you guide them.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Dunwaterians will keep track of points they&#39;ve been to, even after swapping sides, and will not fully reset progress towards their path unless they are abandoned by both teams or complete a route.</strong></p>\n\n<p><strong>Once a Dunwaterian has successfully completed a route, it will despawn and become available again after a few minutes.</strong></p>\n\n<p><strong>Dunwaterians&nbsp;will follow their guides, but will avoid other Dunwaterian, even if they have to resist their escorts.</strong></p>\n\n<p>Merchant Prices</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Deployable</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Name of Binding</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Strange Sample</td>\n\t\t\t<td>5</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Antivirus</td>\n\t\t\t<td>7</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p>REMINDER: DO NOT BOTHER THE SENTINEL OR INTERFERE WITH THE 9/11 MEMORIAL ON THE GRASS.</p>\n\n<p><strong>There are Dunwaterians wandering around campus, played by mods wearing blue neckbands, green bandanas either on their arm or head, and wrapped in lights. </strong></p>\n\n<p><strong>To ensure the safety of these Dunwaterians, you must assist them.</strong></p>\n\n<p><strong>If a Dunwaterian&nbsp;is wearing a green headband:</strong></p>\n\n<p><strong>You need to go up to them and offer to help. They will then tell you where they need to go. They must be brought to a location, where they will spend a time preparing before continuing on. Afterwards, they must be escorted to a ritual sight.</strong></p>\n\n<p><strong>Abandoned Dunwaterians will disappear, and come back after a few minutes.</strong></p>\n\n<p><strong>These Dunwaterians can be stunned by humans. Due to your tier, they can only be stunned by socks. After a brief time of confusion (shorter than the standard&nbsp;stun timer), the Dunwaterian will then join the humans without the guiding hand of the void.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>If a&nbsp;Dunwaterian is wearing a green armband:</strong></p>\n\n<p><strong>The humans are attempting to deprive the Void of a resource. Tag the Dunwaterian to return them to your side. After a brief time of confusion, the Dunwaterian will then happily rejoin the horde, and let you guide it on its path.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Dunwaterians will keep track of if they have been to a point successfully, and will not fully reset progress towards their path unless they are abandoned or finish their route.</strong></p>\n\n<p><strong>Once a&nbsp;Dunwaterian has successfully completed a route, it will despawn and become available again after a few minutes at its original location.</strong></p>\n\n<p><strong>Dunwaterians will follow their guides, but will avoid other Dunwaterians&nbsp;even if they have to run away from their guide.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Names of Binding</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Wednesday Night: Story Form",
      "team": "zombie",
      "body": "<p><strong>Throughout Dunwater, servants of the Deep walk, hidden and shrouded in mystery and deceit. They walk amongst the outsiders, yet the outsiders are so blind they cannot see. </strong></p>\n\n<p><strong>These disguised servants of the Deep require our aid. They have secret texts and messages, codes and tomes that must be transferred from one to another. They must transfer these codes without the prying eyes of the outsiders seeing them, and so we must aid the servants. </strong></p>\n\n<p><strong>Be wary, however, for the outsiders seek to disrupt your tasks, and find and capture these hidden servants of the Deep. You must make sure this does not occur, for the outsiders shall bring ruin and destruction to the Elders if this is allowed to come to pass.</strong></p>\n\n<p><strong>Go, carry the codes of the Elders, and protect Dunwater.</strong></p>\n"
    },
    {
      "title": "Wednesday Night: Story Form",
      "team": "human",
      "body": "<p><strong>There are rumors of an advanced strain of cultists out tonight. They&rsquo;re berserk and unpredictable, even for these Dunwater freaks. However, it seems like they&rsquo;ve learned to hide themselves among the citizenry of Dunwater.</strong></p>\n\n<p><strong>It&rsquo;ll be tricky to separate the friends from the foes, but some of the codes washed up from the lake make it seem like they&rsquo;re connected. Our techies are still tinkering exactly what that connection is, but their best guess so far is that they&rsquo;re connected on some kind of audible level. </strong></p>\n\n<p><strong>Additionally, it looks like the weather&rsquo;s getting worse, and there&rsquo;s more of those fish monster cultist freaks out there tonight. </strong></p>\n\n<p><strong>Track down these false citizens, and stop them before we lose the town.</strong></p>\n"
    },
    {
      "title": "Wednesday Night: Non-Story Form",
      "team": "human",
      "body": "<p><strong>There are hidden witches on campus. You must capture the witches and bring them to one of these locations:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Slaughter (Unlocked due to Advance Ops tier)</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Gazebo</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Global</strong></p>\n\t</li>\n</ul>\n\n<p><strong>Upon arriving, you will need to hold the point for 3 minutes</strong></p>\n\n<p><strong>To capture a witch, place a hula hoop around an active witch. Putting it around anyone else is needlessly aggravating the good innocent population of Dunwater. They will flee from crazy people running at them with a hoop. The runes of binding on hoops will degrade in safe zones after a period of time. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Hidden witches are played by mods. Hidden witches will avoid hoops, and cannot be contained by them. To reveal a witch, you must say it&rsquo;s &ldquo;Name of Binding&rdquo; which you have been collecting throughout the week. Once a hidden witch hears its name, it will awaken, revealing the shirt, and be stunned for 15 seconds. You can re-stun it during this time.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Witches cannot be Elephant Blasted until they are revealed.</strong></p>\n\n<p><strong>An Elephant Blaster will only temporarily banish a Witch.</strong></p>\n\n<p><strong>Witches cannot be captured until they are revealed.</strong></p>\n\n<p><strong>Witches are territorial, and will protect their location.</strong></p>\n\n<p><strong>Witches who are awoken by zombies will be much more aggressive.</strong></p>\n\n<p><strong>Once revealed, a witch will stay revealed until it is completely capped or EBed.</strong></p>\n\n<p><strong>Witches will respawn after being capped, and must be reawakened (they keep the same name).</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Hoops are located at the merchant in Gosnell.</strong></p>\n\n<p><strong>Merchant</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Name of Binding</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Sample</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>4</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>AV</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>9</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>There are hidden agents of the Void on campus. They are played by mods. These agents, once awakened, will become possessed by the force of a witch.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>They are located at:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Skybridge</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Infinity</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Lowenthal</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Kodak</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Bausch and Lomb</strong></p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Humans are attempting to capture witches and banish them from this plane. They do this by putting a hoop around an awoken witch. You must prevent this from happening. </strong></p>\n\n<p><strong>In addition, you must assist their dark deeds in Dunwater. To do this, approach a witch (hidden or active), and ask how you can assist them. You will be given an item and a witch&rsquo;s location. The witch will inspect the item for a minute, and then give you more instructions. Follow these series of instructions to complete your tasks.</strong></p>\n\n<p><strong>These tasks will be repeatable, but have a cooldown timer.</strong></p>\n\n<p><strong>If you are stunned holding a witch&rsquo;s given item, you must hold onto it until you have respawned.</strong></p>\n\n<p><strong>If you are sent to a location without a witch, it has either been captured or temporarily slain. You should have protected it better.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>You may wish to awaken a witch. Awoken witches will be more cooperative and active. It will stay within its set territory, however. To awaken a witch, use its Name of Binding, which you have been given opportunities to gather throughout the week.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Due to your tier, a human hoop has been sabotaged and is unavailable for this mission.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Snake Charmer</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Tank</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Jackal (2 shirt bundles)</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Deplorable</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Name of Binding</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Night: Story Form",
      "team": "zombie",
      "body": "<p>&nbsp; &nbsp; The time of ending is almost upon us! The Herald of the Deep has arrived, bringing the ineffable blessings and majesty of the Void! Even now, the earth begins to tremble as the Elders emerge forth, ready to stride across this mortal realm, bringing wrack and ruin in their wake.</p>\n\n<p>&nbsp; &nbsp; All that remains is that the Herald, that most blessed and ordained scion of the Void, be held aloft and and celebrated as they travel across this realm, this Dunwater, blessing each and every one of our members in the unknowable joy of the Deep!</p>\n\n<p>&nbsp; &nbsp; The outsiders may attempt to stop the path of the Herald - this must not come to pass! We have disrupted their plans already, and so their forces shall be split; destroy them upon observing them, for they must not be allowed to continue!</p>\n\n<p>&nbsp; &nbsp; But this is not at all - this very night, at the dawn of a new Age, the avatar of the Elders shall emerge, and eradicate all in its path! None can oppose the Elders, for their march is ceaseless, unstoppable, and without peer or equal.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Rejoice!</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Thursday Night: Story Form",
      "team": "human",
      "body": "<p>&nbsp; &nbsp; Something big is coming. Our top scientists have been reading all sorts of activity - geothermal, seismic, worse - coming from Dunwater, and the Lake. It seems like it&rsquo;s going to hit sometime soon, maybe even tonight.</p>\n\n<p>&nbsp;&nbsp; &nbsp;To prepare for it, HQ ordered in a number of small, specialized defensive bunkers, designed to be rapidly deployed and indestructible once constructed. Unfortunately, our shipment was interrupted due to activity from the cultists and the Lake, and so you&rsquo;ll be responsible for the recovery and then construction of these bunkers. Additionally, some local zealots - not cultists, friendlies - have come forward bearing some kind of weapon, which they claim has been blessed and thus is able to destroy all that it comes across. Questionable, but we&rsquo;ll take whatever help we can get.</p>\n\n<p>&nbsp; &nbsp; It also seems like the Lake cultists (monsters, things, whatever) are having some kind of festival or celebration, which is only concerning. Be careful, try to slow them down if you can - but don&rsquo;t get too distracted: getting the bunkers set up is mission-critical.</p>\n\n<p>&nbsp; &nbsp; Whatever&#39;s on its way may be big, but it isn&#39;t prepared for us. Get ready.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>Rejoice, for Doomsday is here. The Void calls, it&rsquo;s spawn are reborn, and you have answered satisfactorily.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>You have completed one ritual already today. It&rsquo;s gifts will come in time. But now, there is another to call upon. Guide your leader through the town, and become the beacon of life for the all-consumer.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Your leader is a admin wearing a pink bandanna and holding a flag and eye. The leader will start on Ritter field, and guide you on the salted path. Each point must be held for 5 minutes. They can be stunned with a sock or nerf dart. This will reset their timer, and they will have to retreat, falling back to their previous point and being stunned. Protect them and reap the rewards.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Humans are constructing&nbsp;countermeasures within academic side. These countermeasures are made of PVC pipe and can be constructed outside. Once constructed, they cannot be moved. Each constructed PVC (a bunker) can protect one human inside of it or touching it. Zombies cannot move within 5 feet of it or touch the bunker. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>A note on Aberrations</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Aberrations wear orange shirts that say Aberration, are played by mods.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations are unkillable and unstunnable.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>EBed Aberrations will drop items. Zombies cannot interact or hide these items.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Under special circumstances, an Aberration will go into a frenzy for a short period of time, and attack those around it. It will also move faster. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can&rsquo;t cross biocades</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations cannot enter safe zones</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can kill humans and stun zombies.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can stun specials.</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Specials cannot stun themselves on the Aberration</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Due to your tier of Blasphemous Boons, you are getting a biocade, deplorable, two tanks, and four jackals.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Tank</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Jackal</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "human",
      "body": "<p><strong>The cultists of Dunwater believe that doomsday is coming. They have already completed one ritual, and are beginning another. They are moving through various points to summon an Aberration to feast on the world.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>You can delay their ritual by stunning an admin wearing a pink bandanna and holding a flag and eye with a sock or nerf dart. This will reset their timer, and they will have to retreat. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Due to your Blessing of Might, some well-armed priests are supplying elephant blasters. One is free at the merchant. </strong></p>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>Meanwhile, there are 4 bundles of PVC on campus, each with a mod. The PVC and mod can go inside. Due to the priests, some of these bundles have Elephant Blasters with them. These EBs (thunderblasts) must stay with their bundle.</strong></p>\n\n<p><strong>At anytime outside, you can convert a PVC bundle into a safe zone &ldquo;bunker&rdquo; by making a vertical rectangle that someone can fit inside. This cannot block a door. Once setup, the bunker cannot be moved. Any EBs that were found with the bundles must stay with their constructed bunker. The safe zone only protects one human. The human must be either touching the PVC or inside of the PVC. Zombies cannot touch the PVC, and cannot go within five feet of it. The PVC mod will stay with the bunker. PVC Bundles cannot be combined.</strong></p>\n\n<p><strong>Bunkers cannot be setup within ten feet of each other.</strong></p>\n\n<p><strong>An empty, constructed bunker is the nearest safe zone for the purpose of tagged body armor.</strong></p>\n\n<p><strong>You can be tagged if you are not the person inside the PVC rectangle</strong></p>\n\n<p><strong>PVC bundles are located at:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Kodak</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>SAU</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Bausch and Lomb</strong></p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>A note on Aberrations</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Aberrations wear orange shirts that say Aberration, are played by mods</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations are unkillable and unstunnable.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>EBed Aberrations will drop an item of very particular interest to your team. You will want to keep these. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Under special circumstances, an Aberration will go into a frenzy for a short period of time, and attack those around it. It will also move faster. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can&rsquo;t cross biocades</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations cannot enter safe zones</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can kill humans and stun zombies.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can stun specials.</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Specials cannot stun themselves on the Aberration</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p><strong>Merchant</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Strange Sample</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>4</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Antivirus</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>10</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "zombie",
      "body": "<h2 style=\"font-style:italic\"><strong>Our lord has risen.</strong></h2>\n\n<h2 style=\"font-style:italic\"><strong>The Void calls to us.</strong></h2>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Rejoice, for Doomsday is here. The Void calls, it&rsquo;s spawn are reborn, and you have answered satisfactorily.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>You have completed one ritual already today. It&rsquo;s gifts will come in time. But now, there is another to call upon. Guide your leader through the town, and become the beacon of life for the all-consumer.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Your leader is a admin wearing a pink bandanna and holding a flag and eye. The leader will start on Ritter field, and guide you on the salted path. Each point must be held for 5 minutes. They can be stunned with a sock or nerf dart. This will reset their timer, and they will have to retreat, falling back to their previous point and being stunned. Protect them and reap the rewards.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Humans are constructed countermeasures within academic side. These countermeasures are made of PVC pipe and can be constructed outside. Once constructed, they cannot be moved. Each constructed PVC (a bunker) can protect one human inside of it or touching it. Zombies cannot move within 5 feet of it or touch the bunker.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>A note on Aberrations</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Aberrations wear orange shirts that say Aberration, are played by mods</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations are unkillable and unstunnable.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>EBed Aberrations will drop items. Zombies cannot interact or hide these items.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Under special circumstances, an Aberration will go into a frenzy for a short period of time, and attack those around it. It will also move faster.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can&rsquo;t cross biocades</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations cannot enter safe zones</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can kill humans and stun zombies.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can stun specials.</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Specials cannot stun themselves on the Aberration</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Due to your tier of Blasphemous Boons, you are getting a biocade, deplorable, two tanks, and four jackals.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Tank</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Jackal</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "human",
      "body": "<h2 style=\"font-style:italic\"><strong>All our instruments are going haywire.</strong>&nbsp;<strong>Something is coming straight for Dunwater. It&#39;s coming from Sunken Lake!</strong></h2>\n\n<p><strong>The cultists of Dunwater believe that doomsday is coming. They have already completed one ritual, and are beginning another. They are moving through various points to summon an Aberration to feast on the world.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>You can delay their ritual by stunning a admin wearing a pink bandanna and holding a flag and eye with a sock or nerf dart. This will reset their timer, and they will have to retreat. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Due to your Blessing of Might, some well-armed priests are supplying elephant blasters. One is free at the merchant. </strong></p>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>Meanwhile, there are 4 bundles of PVC on campus, each with a mod. The PVC and mod can go inside. Due to the priests, some of these bundles have Elephant Blasters with them. These EBs (thunderblasts) must stay with their bundle.</strong></p>\n\n<p><strong>At anytime outside, you can convert a PVC bundle into a safe zone &ldquo;bunker&rdquo; by making a vertical rectangle that someone can fit inside. This cannot block a door. Once setup, the bunker cannot be moved. Any EBs that were found with the bundles must stay with their constructed bunker. The safe zone only protects one human. The human must be either touching the PVC or inside of the PVC. Zombies cannot touch the PVC, and cannot go within five feet of it. The PVC mod will stay with the bunker. PVC Bundles cannot be combined.</strong></p>\n\n<p><strong>Bunkers cannot be setup within ten feet of each other.</strong></p>\n\n<p><strong>An empty, constructed bunker is the nearest safe zone for the purpose of tagged body armor.</strong></p>\n\n<p><strong>You can be tagged if you are not the person inside the PVC rectangle</strong></p>\n\n<p><strong>PVC bundles are located at:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Kodak</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>SAU</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Bausch and Lomb</strong></p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>A note on Aberrations</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Aberrations wear orange shirts that say Aberration, are played by mods</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations are unkillable and unstunnable.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>EBed Aberrations will drop an item of very particular interest to your team. You will want to keep these. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Under special circumstances, an Aberration will go into a frenzy for a short period of time, and attack those around it. It will also move faster. </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can&rsquo;t cross biocades</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations cannot enter safe zones</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can kill humans and stun zombies.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can stun specials.</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Specials cannot stun themselves on the Aberration</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p><strong>Merchant</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Strange Sample</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>4</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Antivirus</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>10</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Night: Storm Form",
      "team": "zombie",
      "body": "<p>&nbsp; &nbsp;The end times have come! Already, this town, this Dunwater, is being enveloped in an eldritch ward so powerful that none may escape - only be consumed by it. The Elders stride across this mortal soil, crushing all in their path, marking the beginning of a new Age! Rejoice! Already, the most powerful creations of the Deep emerge from their shadowy domains, bringing life and rejuvenation to all that feel their cold and unknowable embrace.</p>\n\n<p>&nbsp;&nbsp; &nbsp;The outsiders, in their weak and feeble attempts to stave off the coming Void, have constructed devices to attempt to escape the devouring ward. While this attempt is foolish, they have begun to claim fallen vestiges of the Aberrations, and are using them to power their fell engines - machines designed to combat the power of the ward, and allow the outsiders to escape. Already, their foul sciences weaken the Aberrations, causing them to break apart at less provocation and force than previous - though they are still impossible to destroy.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Annihilate the outsiders. Do not allow them to escape. Bring ruin to this realm.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Friday Night: Story Form",
      "team": "human",
      "body": "<p>&nbsp; &nbsp; There is fire in the sky. The Lake is churning, roiling, as swarms of the cultists and monsters emerge, screaming and howling. Around the whole of Dunwater, there is some kind of barrier, blocking any attempts to leave.</p>\n\n<p>&nbsp;&nbsp; &nbsp;However, our scientists have discovered a way out: the samples, the pieces of the greater whole the Aberrations spawn from, can be used to break the barrier. It also seems like the Aberrations have grown somewhat weaker, though there are more of them now, so you may be able to recover samples without the need for as heavy of artillery as was used previously, though standard tactics likely still won&rsquo;t work.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Once you&rsquo;ve got samples from the Aberrations, you&rsquo;ll use them to power &lsquo;engines,&rsquo; machines set up by our scientists at their research labs - including the most recently deployed extra one - which will buy us all time to get out. How exactly it all works is a little unclear (the scientists claim it&rsquo;s a &lsquo;portal&rsquo; or something), but at this point, we&rsquo;ll take anything we can get.</p>\n\n<p>&nbsp;&nbsp; &nbsp;Fight the coming hordes. Resist. Escape.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Friday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>Humans are attempting to leave Duwnater, and take parts of our glorious Aberrations with them in an effort to conceive a weapon to stop them. This must not stand.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Humans are gathering samples from Aberrations and attempting to analyze them at set Analysis Engines. These are marked by a moderator standing near a PVC pipe with an eye on it.</strong></p>\n\n<p><strong>Humans pushed off a point lose any progress made during that capture timer. </strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Aberrations will drop envelopes that you cannot interact with, hide, or destroy. Aberrations will only enter a raged mode when hit with an Elephant Blaster. </strong></p>\n\n<p><strong>There are 3 Aberrations on campus. They will start at Slaughter, Grassy, and Ritter Field and have set paths.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>If or when extraction is opened, mods and admins will yell the location and begin moving there. The extraction site can only be entered from one side, which will not be blocked off. Any humans which enter the extraction site leave play, and cannot shoot out from inside it. Humans are safe upon entering the site.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Due to your tier, you have unlocked a Boomer, two jackals, and a tank.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant tiers</strong></p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Tank (many)</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Jackals (many)</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2 for 1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Deplorable</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Night: Non-Story Form",
      "team": "human",
      "body": "<p><strong>You have been gathering samples all week, and finally found the source - the Aberrations. However, Dunwater is lost. You need to get out, preserve your knowledge,&nbsp;and our scientists may have&nbsp;found a way to do so. We may be able to&nbsp;open a &ldquo;gate&rdquo; of our own before the town is destroyed.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>To open the extraction point, you must turn in the strange samples to our &ldquo;analysis engines.&rdquo; These are marked with a mod wearing a blue bandanna standing near a pvc pipe with an eye taped to it. Due to your efforts, an Additional Analysis Engine has been unlocked.</strong></p>\n\n<p><strong>When turning in samples, approach the mod and say how many you are turning in. You will then have to hold the point until each sample is analyzed. Each sample adds time to the total cap, but they get more efficient the more you turn in at once. After the batch of samples are analyzed, they are collected and contribute towards opening extraction.</strong></p>\n\n<p><strong>If you abandon a point, the time is lost, and any samples being analyzed are not counted. They can be recollected near the moderator and attempted again when humans re-enter the point.</strong></p>\n\n<p>&nbsp;</p>\n\n<ul>\n\t<li>\n\t<p><strong>Sample Analysis Engines are located at:</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Carlson</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Sentinel</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Lowenthal</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Kodak Quad</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p><br />\n&nbsp;</p>\n\n<p><strong>Aberrations have been weakened by your efforts last night. Hitting an aberration with a sock will make it drop a sample, but it will not enrage. Hitting an Aberration with an EB will cause it to enter a raged state for 60 seconds and drop two samples. An Aberration cannot drop more than one sample a minute.</strong></p>\n\n<p><strong>If or when extraction is opened, mods and admins will yell the location and begin moving there quickly. The extraction site can only be entered from one side, which will not be blocked off. Any humans which enter the extraction site leave play, and cannot shoot out from inside it. You are safe upon entering the site.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<p>&nbsp;</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Strange Sample</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Night - Mod Form",
      "team": "all",
      "body": "<h2><strong>Rules</strong></h2>\n\n<p><strong>Standard open world mission driven structure. Various quest givers that direct players across campus, intentionally teasing missions.</strong></p>\n\n<p><strong>---</strong></p>\n\n<p><strong>Mission breakdown:</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Find Objects in Pi Quad</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>1 Mod stationed</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>10 things for humans to find, takes 5 minutes to reset after completion</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>2 things for zombies to find, does not reset, easier to find</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Reward:</strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>1 currency for humans</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>Each zombie reward is one currency</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>VIPs - Bausch and Lomb hill, Global Village entrance</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Bausch and Lomb Mod</strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>Start at Bausch and Lomb on the hill with bike path, picked up and goes to Global Village entrance</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>After being there, spend 30 seconds to get settled. Then cannot be interacted with for 2 minutes</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>First time you are tagged, give the zombie that tagged you a jackal shirt.</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>Second time, give the zombie that tagged you a jackal shirt.</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Global Village entrance mod</strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>Start at Global village entrance, picked up there and goes to Bausch and Lomb on hill with bike path </strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>After being brought there, spend 30 seconds to get settled (cap timer). Then cannot be interacted with for 2 minutes.</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>First time you are tagged, give the zombie that tagged you a tank shirt</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>Second time, give the zombie that tagged you a jackal shirt</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>If a VIP is tagged, remove bandanna and return to prior location</strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>If the other is at that location, then go to the other side.</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>VIPs cannot be brought together, and cannot be capped at a location where the other is there</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>VIPs cannot be brought inside</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>VIPs must stay in the academic portion</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Give a currency to first human group to escort you</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Witch Capture - Tiger statue -&gt; Slaughter</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Mod at Tiger as witch, Mod at Tiger as Witch Doctor, Mod at Slaughter as prison guard. </strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Start roaming at Tiger statue. Limits are Halfway to Wallace, down to SAU ramp, only on the hill around the brick of the statue</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Once hula hooped, can walk with humans. </strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Humans must keep hold of the hoop, or you are free.</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>2 minute cap timer at the Jail to &ldquo;lock down&rdquo;</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Once capped, witch removes bandanna and shirt, you have three minutes to return to Tiger and put on the shirt/bandanna </strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>Lose players during this time (go inside, whatever)</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Give out a body armor on first witch capture and another on second witch capture.</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>If witch is let free, witch should tell the group to have someone follow them to the Tiger statue. Then witch doctor rewards them with a Tank.</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Send and respond - Questline - Skybridge</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Postmaster mod sits around Skybridge. Has a letter to send every other character. Once given a letter, other characters hold it for a minute and &ldquo;compose a reply&rdquo; during that time. Reply gets brought back to the Postmaster.</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>First time humans complete a letter cycle - currency</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Zombies can intercept the letter. If they do, they can bring it back to the postmaster for a jackal shirt.</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Letter end points</strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>Pi Quad</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>Slaughter</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>GV</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>Bausch and Lomb</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>SAU</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>Witch Doctor at Tiger</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Two letters are not out to the same location</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>There is a &quot;lost package&quot; (water bottle). </strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>Hide it at Kodak/Infinity/Sentinel or Bus Stop during setup.&nbsp;Remember where.</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>Tell humans&nbsp;where it is &quot;lost&quot;</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>Tell zombies someone has stolen it, and they must get it back by tagging them.</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>First return by humans - 1 currency</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>First return by zombies - 1 currency</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>When returned, message mod chat. An admin or wanderer will grab it and hide at Kodak/Infinity/Sentinel/Bus stop and message you location.</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>Keep track of bottle caps.</p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Build a thing - SAU Field</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>Priest (mod) is building warding signs because, you know, there&rsquo;s a friggin witch at the top of the hill.</strong></p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p><strong>Humans are building wards for 5 minutes</strong></p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><strong>After 5 minutes of building, it is completed. Spend 5 minutes despawning.</strong></p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>First time humans complete it, 1 currency.</strong></p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>First time zombies interrupt, 1 currency</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n"
    },
    {
      "title": "Tuesday Night: Mod Form",
      "team": "all",
      "body": "<p><strong>There are NPCs wandering around campus, played by mods wearing blue neckbands, GREEN&nbsp;bandanas either on their arm or head, and wrapped in lights. </strong></p>\n\n<p><strong>To ensure the safety of these NPCs, you must assist them.</strong></p>\n\n<p><strong>If a NPC is wearing a GREEN&nbsp;armband:</strong></p>\n\n<p><strong>You need to go up to them and offer to help. They will then tell you where they need to go. They must be brought to multiple locations, where they will spend a time there.</strong></p>\n\n<p><strong>NPCs cannot go inside, and may become restless if inside a safe zone for too long.</strong></p>\n\n<p><strong>Abandoned NPCs will disappear and come back after a few minutes.</strong></p>\n\n<p><strong>These NPCs can be tagged by zombies. After a brief time of confusion, the NPC will then join the zombie horde.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>If an NPC is wearing a GREEN&nbsp;headband:</strong></p>\n\n<p><strong>You must free them from the zombie influence. Stun them using socks (darts will not work!). They will be confused, and require a brief time to reorient themselves. After that time, offer to assist them, and they will move the headband to their arm, and behave accordingly.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>NPCs will keep track of if they have been to a point successfully, and will not fully reset progress towards their path unless they are abandoned.</strong></p>\n\n<p><strong>Once an NPC has successfully completed a route, it will despawn and become available again after a few minutes.</strong></p>\n\n<p><strong>NPCs will follow their guides, but will avoid other NPCs, even if they have to leave their guides.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>ROUTES</strong></p>\n\n<p>SAU&nbsp;</p>\n\n<ul>\n\t<li>Zombie:&nbsp;Gazebo then Greek Rock</li>\n\t<li>Human: Infinity then Global Vilalge Entrance</li>\n</ul>\n\n<p>Grassy Knoll</p>\n\n<ul>\n\t<li>Zombie: Lowenthal then Greek Rock</li>\n\t<li>Human: Bausch and Lomb then Global Village Entrance</li>\n</ul>\n\n<p>Kodak Quad</p>\n\n<ul>\n\t<li>Zombie: Skybridge then Greek Rock</li>\n\t<li>Human: Pi then Global Village Entrance</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Human Merchant Prices</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Deployable</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Name of Binding</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Strange Sample</td>\n\t\t\t<td>5</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Antivirus</td>\n\t\t\t<td>7</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p>Zombie Merchant Prices</p>\n\n<p><strong>Merchant Prices</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Biocade</td>\n\t\t\t<td>1</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Names of Binding</td>\n\t\t\t<td>2</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Night: Mod Form",
      "team": "all",
      "body": "<div data-oembed-url=\"https://imgur.com/a/aYmLjnp\">\n<div style=\"max-width:320px;margin:auto;\"><!-- You're using demo endpoint of Iframely API commercially. Max-width is limited to 320px. Please get your own API key at https://iframely.com. -->\n<blockquote class=\"imgur-embed-pub\" data-id=\"a/aYmLjnp\" lang=\"en\"><a href=\"https://imgur.com/a/aYmLjnp\">View post on imgur.com</a></blockquote>\n<script async=\"\" charset=\"utf-8\" src=\"//s.imgur.com/min/embed.js\"></script></div>\n</div>\n\n<p>Humans have more info so:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>There are 290 empty water bottles containing notes scattered around the academic side of campus. Humans must return bottles containing green notes to drop off locations. To return a bottle, you must give it to the mod at the drop off station, who will check that it&rsquo;s the right bottle, and then collect it.</strong></p>\n\n<p><strong>Witches are also out tonight, near areas of particular interest.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Meanwhile, Zombies have ten water bottles to return.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Drop off locations: </strong></p>\n\n<p><strong>Hill by Bausch and Lomb &nbsp;</strong></p>\n\n<p><strong>Under skybridge</strong></p>\n\n<p><strong>Tiger Statue - also the Zombie dropoff<br />\n<br />\nDrop off rewards:</strong></p>\n\n<p>Humans:</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong># of Bottles</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Bausch and Lomb</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Skybridge</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Tiger Statue</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>30</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>5 Witch Flares</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>5 Witch Flares</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>60</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1 Currency [+2 Currency]</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1 Currency [+2 Currency]</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>1 Currency [+2 Currency]</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>90</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>7 Witch Flares</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>A.V.</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>120</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>A.V.</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Deployable Cover</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>A.V.</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p>Zombies:<br />\n&nbsp;</p>\n\n<p><strong>Zombie</strong></p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong># of Bottles</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Reward</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>2</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Tank</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>4</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Jackal</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>6</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Jackal + 1 Currency [+1 Currency]</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>8</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Tank + 1 Currency [+1 Currency]</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>10</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>Snake Charmer [+1 Currency]</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Night Mod Form",
      "team": "all",
      "body": "<p>Human PVC</p>\n\n<p>Kodak</p>\n\n<p>SAU (thunderblast)</p>\n\n<p>Skybridge (thunderblast)</p>\n\n<p>Bausch and Lomb</p>\n\n<p>&nbsp;</p>\n\n<p>rules:</p>\n\n<ul>\n\t<li>\n\t<p><strong>A constructed bunker creates a safe zone for the one human inside of it.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Each constructed bunker must have a mod with it to be valid</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Bunkers can&rsquo;t be setup within 10 feet of one another</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Zombies cannot step within five feet of the bunker - safety</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>ZOMBIES CANNOT SELF STUN ON BUNKER</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>AN EMPTY, CONSTRUCTED BUNKER IS THE NEAREST SAFE ZONE FOR BODY ARMOR PURPOSES</strong></p>\n\t</li>\n</ul>\n\n<p><strong>Aberration rules</strong></p>\n\n<ul>\n\t<li>\n\t<p><strong>Cannot be stunned</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>EBs just make them angry, sending them into a 60-90 second frenzy</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations *always* go for closest legal target, regardless of danger</strong></p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><strong>When in frenzy, both sides are legal targets. Move at light, light jog</strong></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations cannot enter safe zones</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations will walk towards safe zones, but veer away (30 feet or so) </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can stun specials, but will ignore them</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>At 10, an aberration is guaranteed to walk onto campus</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberration only walk.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>If an Aberration is stunned repeatedly, move away during third freakout</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations can&rsquo;t cross biocades, will attempt to move around.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>An EBed Aberration drops an extraction sample.</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Each Aberration has 15 extraction samples</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>After that, they drop AVs </strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Aberrations give 5 feet windows around bunkers</strong></p>\n\t</li>\n</ul>\n\n<p><strong>Aberration spawns at 10 PM in Global village walkway</strong></p>\n\n<p><strong>Aberration spawns at variable time in Infinity</strong></p>\n"
    }
  ]
}