{
  "scores": {
    "humans": 14,
    "zombies": 465,
    "winners": [
      "Kevin Arnett",
      "Enrique Pereira",
      "Ryan Beach",
      "Jonathan Lutzer",
      "Kyler Constable",
      "Elliot Fisher",
      "William Griffith",
      "Samuel Beckmann",
      "Cameron Adams",
      "Frankie Camp",
      "Matthew Thompson",
      "Liam Mattingly",
      "Roze Washington",
      "Abraham Blitzer"
    ]
  },
  "missions": [
    {
      "title": "Inroduction",
      "team": "all",
      "body": "<p>The small Alaskan town of Gravesburg has never seen much real action, way out near the Bering. It&rsquo;s stuck in its ways; schools that haven&rsquo;t been updated since the &lsquo;70s, a main drag that&rsquo;s only growing deader and deader, and a real hanging sense of hopelessness. It&rsquo;s a place that&rsquo;s been abandoned by the younger generations, truth be told. We&rsquo;d hoped that with Reagan elected, things might turn around, but that doesn&rsquo;t seem to be the case.</p>\n\n<p>Now, in the fall of &lsquo;85, as the sun sets earlier and the nights grow colder, strange figures have begun appearing on our streets. They look ordinary enough, but their clothes are a little weird: big furry hats, heavy coats with wide collars, and these little red badges they hide every which way. Get close to them, and you might hear them talking in an unusual sort of accent, something that definitely ain&rsquo;t good old American. I couldn&rsquo;t tell you what it is or where they&rsquo;re from, but it&rsquo;s something real strange.</p>\n\n<p>We&rsquo;ve also kept having odd occurrences happening in town. On the radios, we sometimes catch bits of another language, something real spooky and foreign-sounding. Here and there, you can see stars carved onto the walls of old sheds and in back alleys. And just a few weeks ago, there was some big banker type that rolled into town in a limousine, staying in the nicest motel room in town. Next morning, he was just gone. Vanished. Poof.&nbsp;</p>\n\n<p>Anyway, some of the weirdos that live outside town have been hooting and hollering about some kinda oncoming danger, like it was aliens or an invasion or something. We didn&rsquo;t think too much of it, but it&rsquo;s definitely put Gravesburg on edge.&nbsp;</p>\n\n<p>Whatever it is, though, we ain&rsquo;t scared. This is American soil, and we&rsquo;ll be damned if we don&rsquo;t defend it come hell or high water.</p>\n"
    },
    {
      "title": "Sunday Story",
      "team": "human",
      "body": "<p>EMERGENCY BROADCAST SYSTEM.<br />\n<br />\nTHIS IS THE EMERGENCY BROADCAST SYSTEM.<br />\n<br />\nPLEASE BE ADVISED: UNIDENTIFIED INDIVIDUALS HAVE BEEN SEEN AROUND THE OUTER EDGES OF GRAVESBURG. PLEASE REMAIN IN YOUR HOMES. DO NOT GO OUTSIDE.<br />\n<br />\nEND EMERGENCY BROADCAST.&nbsp;<br />\n<br />\nThat was the message we all got on the radios and TVs this morning, coming from the mayor&rsquo;s office. Now, we Gravesburgers ain&rsquo;t much to be scared, so we went outside anyway.&nbsp;</p>\n\n<p>Scattered all over town, we saw what had spooked the mayor: there are posters, everywhere, ones painted in red and gold, claiming that this was the home-bed of &ldquo;the Revolution.&rdquo; Now, I&rsquo;m no historian, but I&rsquo;m pretty darn sure that Gravesburg, Alaska is not the same as Lexington, Massachusetts, so I dunno what revolution these posters are talking about.</p>\n\n<p>There are also more strangers out on the streets, jabbering in some kinda tongue we don&rsquo;t know and shuffling around, still dressed up in their weird furry hats and big coats. Dunno what they want, but I don&rsquo;t much care, either.&nbsp;</p>\n\n<p>Still, best that we all head out and take care of those posters. If you see &lsquo;em anywhere, rip &lsquo;em right on down and take them back to one of the depots; those depots are a little out of the way, a little hush-hush, but they&rsquo;re there. Do what you gotta, and don&rsquo;t take guff from nobody.</p>\n"
    },
    {
      "title": "Sunday Story",
      "team": "zombie",
      "body": "<p>????????????!</p>\n\n<p>Though all of you, comrades, have tragically fallen in the service of the Motherland, you have been given a chance to serve once more! As you all know, we&rsquo;ve been planning for this since &lsquo;83, and tonight, the Revolution comes to America. You, brave ????? ????????, are in the vanguard.</p>\n\n<p>Over the past day, hundreds of posters have been placed all over this American town, &ldquo;Gravesburg,&rdquo; in an attempt to convert any followers to our side. Now, the Capitalist dogs are swarming the streets, trying to rip them down.&nbsp;</p>\n\n<p>It is your ??????, your task, to stop them. Hunt them down wherever you can, and convert them to our glorious Revolution! Additionally,&nbsp;if you see any of the depots, the caches, where the Capitalists are dumping our posters, destroy them.</p>\n\n<p>???????!</p>\n"
    },
    {
      "title": "Sunday Mission",
      "team": "human",
      "body": "<p>Propaganda posters have been placed all over Gravesburg&mdash;you must find this propaganda,&nbsp; tear it down, and bring it to be analyzed.</p>\n\n<p>&nbsp;</p>\n\n<p>Your goal is to retrieve the several hundred manila envelopes that are scattered all over Academic Side, and then bring them to one of several dropoff points. Do not open the envelopes; that will happen at the dropoff point. Search for envelopes, then bring them to a dropoff.</p>\n\n<p>&nbsp;</p>\n\n<p>The dropoff points are mods, marked with a green armband. There are three dropoff points that move back and forth on a fixed loop between locations. The zombies can knock out these dropoff points by tagging and holding them in place for a short time; while knocked out, you cannot turn in envelopes to that dropoff point. After being knocked out, a dropoff point will reset after several minutes. If a dropoff point gets knocked out multiple times, it will eventually stop resetting, and thus be permanently unavailable for turning in envelopes. Defend your dropoffs.</p>\n\n<p>&nbsp;</p>\n\n<p>In addition to these three mobile, vulnerable dropoff points, there is a single, &ldquo;armored&rdquo; dropoff point, designated by bright lights. This dropoff point cannot be knocked out by zombies, and thus will always be available; however, this dropoff point does not move, remaining fixed in place instead. This dropoff point is located somewhere on the eastern half of Academic Side.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>When you turn in a manila envelope, the mod will open the envelope. For each envelope opened, there is a chance you will be rewarded with a currency. On average, 1 in 20 envelopes rewards a currency.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available in the Gosnell atrium at 10pm.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:671px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:293px\">\n\t\t\t<p style=\"text-align:right\">Deployable&nbsp; &nbsp;&nbsp;</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:363px\">\n\t\t\t<p>&nbsp; &nbsp; 2 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:293px\">\n\t\t\t<p style=\"text-align:right\">Body Armor&nbsp; &nbsp;&nbsp;</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:363px\">\n\t\t\t<p>&nbsp; &nbsp; 1 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Mission",
      "team": "zombie",
      "body": "<p>Propaganda posters have been placed all over Gravesburg&mdash;the Americans are trying to tear these posters down, and then bring them to be analyzed.</p>\n\n<p>&nbsp;</p>\n\n<p>Several hundred manila envelopes have been hidden all over Academic Side; humans are attempting to find and retrieve these envelopes. Do not touch, alter, move, destroy, or otherwise interact with these envelopes.</p>\n\n<p>&nbsp;</p>\n\n<p>The humans will bring manila envelopes to one of four possible dropoff points, which are mods marked with a green armband. Three of these dropoff points are mobile, moving on fixed paths in a recurring loop. If you tag one of these dropoff points and hold them in place for one minute, that dropoff point will be knocked out. Knocked out dropoff points cannot receive envelopes from the humans. After being knocked out, the dropoff point will reset after several minutes. If a dropoff point is knocked out multiple times, it will eventually stop resetting, and thus be unavailable for the rest of the night to humans.</p>\n\n<p>&nbsp;</p>\n\n<p>There is also a fourth, &ldquo;armored&rdquo; dropoff point, which is located at the Greek Rock; humans know it is somewhere on the eastern half of Academic Side, but do not know where exactly. This armored dropoff point cannot be knocked out, and thus will always be available for humans. However, the armored dropoff point does not move, and thus is available for you to use as bait for your ambushes.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>As you knock out the three mobile dropoff points, you will receive currency, then jackal shirts, then tank shirts.</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available on the field between Ritter and the Field House at 10pm.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:659px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:302px\">\n\t\t\t<p style=\"text-align:right\">Tanks&nbsp; &nbsp;</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:342px\">\n\t\t\t<p>&nbsp; &nbsp; 2 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:302px\">\n\t\t\t<p style=\"text-align:right\">Jackals&nbsp; &nbsp;&nbsp;</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:342px\">\n\t\t\t<p>&nbsp; &nbsp; 1 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Story",
      "team": "human",
      "body": "<p>Things have been getting pretty bad around town after last night, so we&rsquo;ve decided to call for the big guns. The National Guard should do the trick just fine, even though they are coming all the way from gosh darn Juneau.&nbsp;</p>\n\n<p>To do that, though, that means we&rsquo;ve gotta set up some radio towers&mdash;and big ones, too. We had the towers set up and good to go, but they&rsquo;ve since been pulled apart and their pieces scattered, so that&rsquo;s fun. Still, we&rsquo;ve just got to get the pieces, put togethers the radio towers, and then set them up in ideal locations for transmission.</p>\n\n<p>The weirdos &lsquo;round town are getting shiftier and shiftier, though. Could&rsquo;ve sworn we saw some of them draggin&rsquo; good Gravesburgers into dark alleys. Real spooky.</p>\n\n<p>Anyway, get out there, get those towers going, and be safe.</p>\n"
    },
    {
      "title": "Monday Story",
      "team": "zombie",
      "body": "<p>A Warm Welcome to our cold, lifeless ????????????????!&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Our hard work has not yet been noticed by the Motherland. Our success will be celebrated across the land, but the citizens have no way of knowing!</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;We will be rectifying this today. We have begun the construction of a massive mega-structure. All of you must help us by stealing what we call the cores of radios, this will boost the signals of all our broadcasts, and allow the Soviet rulers to hear of our success all the way from ??????!</p>\n\n<p><br />\nBest of luck comrades, I know you will all succeed, because you must.</p>\n"
    },
    {
      "title": "Rules Reminders",
      "team": "all",
      "body": "<p>This is just a reminder that hard tipped darts are illegal in our game.&nbsp; Many aftermarket darts have legal tips but the process used to manufacture them means that some hard tipped darts may get mixed in. If you purchased darts that aren&rsquo;t from a retail store, please check all the tips to make sure they compress when pushed down.&nbsp; If you find any hard tipped darts during the game, please turn them in to a mod or admin.&nbsp; Illegal darts will not have a hollow tip.</p>\n\n<p><img alt=\"Legal Dart\" height=\"378\" src=\"https://i.imgur.com/M2y35zz.png\" width=\"336\" /></p>\n\n<p>&nbsp;</p>\n\n<p>If you&rsquo;re disputing a tag, you are not safe; if you really need to dispute things in detail, go to a safe zone. Otherwise, if you get tagged by unstunned zombie mid-dispute, you are definitely tagged.&nbsp; Places that have a roof but are not indoors are not safe. This includes the COLA underpass, the GV tunnel, under any bridges, and anything else along those lines. You need to actually be inside or in a&nbsp;safe zone in order to count as safe!</p>\n\n<p>Nobody is allowed to have flashlights shining above waist level for any reason (including lights attached to your clothing or backpack).&nbsp; Players caught shining lights or lasers towards other people (players and non-players) will be asked to go home for the night.&nbsp; This is a huge safety issue and we appreciate your cooperation.</p>\n\n<p>If you have any questions, please contact a mod or admin or email hvz@rit.edu.&nbsp; Thank you for your help in keeping the game safe and fun!</p>\n"
    },
    {
      "title": "Monday Mission",
      "team": "human",
      "body": "<p>We cannot hold off this invasion force ourselves. We must send for the National Guard! Our goal tonight is to set up multiple radio towers, to boost our signal and get in contact with them.</p>\n\n<p>Currently, the radio towers are broken and in pieces. There are three separate locations that each hold all the parts for one tower. These locations are:</p>\n\n<ol>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Greek Rock</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll</p>\n\t</li>\n</ol>\n\n<p>There will be a mod at each of these locations. You will have to find the parts, which are lengths of PVC, and then bring them to the mod. Afterwards, the mod will take the PVC and go to another location; you should escort them there. At that secondary location, the mod will have you assemble the PVC into a radio tower, following their specifications. Afterwards, the mod will go to the deploy site, where the tower must be held to transmit its signal.</p>\n\n<p>Due to your tier, the mod you are escorting will follow your guidance if you need to move off the most direct path, and can move at a jog.</p>\n\n<p>After sending a transmission at the deploy site, the tower will break, and then the mod and the tower will reset. After successfully sending a transmission, you will be rewarded with currency.</p>\n\n<p>If the zombies intercept the mod and steal a specific length of PVC called a radio core, your progress will be halted and the mod will be forced to stop. If your radio core is stolen, go get it back. If you can retrieve the radio core inside 5 minutes, you can continue; if the time elapses and the radio core has not been returned, the mod and tower will be forced to reset back to the beginning.</p>\n\n<p>Every time a mod and tower reset, a new radio core is added.</p>\n\n<p>The zombies are using these radio cores to build their own tower in Kodak Quad. Once a radio core has been added to this tower, it is lost, so be sure to recover your radio cores before the zombies add them.&nbsp;</p>\n\n<p>There have also been rumours of some really scary Soviets who are guarding areas around the Kodak Quad, be careful.</p>\n\n<p>Merchants will be available in the Gosnell Atrium at 9pm and 10pm.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:704px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:320px\">\n\t\t\t<p style=\"text-align:right\"><strong>Body Armor&nbsp; &nbsp;&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:369px\">\n\t\t\t<p><strong>&nbsp; &nbsp; 1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:320px\">\n\t\t\t<p style=\"text-align:right\"><strong>Deployable&nbsp; &nbsp;&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:369px\">\n\t\t\t<p><strong>&nbsp; &nbsp; 2 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:320px\">\n\t\t\t<p style=\"text-align:right\"><strong>Elephant Blaster&nbsp; &nbsp;&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:369px\">\n\t\t\t<p><strong>&nbsp; &nbsp; 4 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Mission",
      "team": "zombie",
      "body": "<p>The Americans are trying to construct radio towers to call for reinforcements; you must stop them, and use their radio cores to transmit our success to the Motherland.</p>\n\n<p>The humans are attempting to collect, build, and then deploy radio towers constructed from PVC; collection, building, and deploying each happen at a different location, with an escort in between. Each of these towers has a single length of fully-colored PVC called a radio core. If you go up to a mod with PVC and tag them at any point along the way, they will give you their tower&rsquo;s radio core. This will halt the humans&rsquo; progress.</p>\n\n<p>Once you have a radio core, you must run with it back to Kodak Quad, where you can add it to your own radio tower following a short hold. Once it&rsquo;s been added to your own tower, it is there permanently. The mod and tower you stole it from will be forced to reset.</p>\n\n<p>If you are stunned carrying a radio core, you must drop the core where you were stunned. If you see a dropped radio core, you may pick it up. You may not throw radio cores, and please be careful while running with a length of PVC.</p>\n\n<p>You know the three end-locations of the towers: where they will be deployed:</p>\n\n<ol>\n\t<li>\n\t<p>Gazebo</p>\n\t</li>\n\t<li>\n\t<p>Ironworks</p>\n\t</li>\n\t<li>\n\t<p>Bausch &amp; Lomb Hillside</p>\n\t</li>\n</ol>\n\n<p>Every time a mod and tower reset, either from successfully transmitting a message or because you have stolen a radio core, a new radio core is added.</p>\n\n<p>Every time you add a radio core to your tower in Kodak Quad, you will be rewarded with currency.</p>\n\n<p>Merchants will be available at the field between Ritter and the Field House at 9pm and 10pm. Due to your tier, you will be rewarded with several free special shirts at the start of the mission.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:695px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:322px\">\n\t\t\t<p style=\"text-align: right;\"><strong>Jackal&nbsp; &nbsp;&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:357px\">\n\t\t\t<p><strong>&nbsp; &nbsp; 1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:322px\">\n\t\t\t<p style=\"text-align: right;\"><strong>Tank&nbsp; &nbsp;&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:357px\">\n\t\t\t<p><strong>&nbsp; &nbsp; 2 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:322px\">\n\t\t\t<p style=\"text-align: right;\"><strong>Spitter&nbsp; &nbsp;&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:357px\">\n\t\t\t<p><strong>&nbsp; &nbsp; &nbsp;2 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Tuesday Story",
      "team": "human",
      "body": "<p>Well, folks, we&rsquo;ve been taking a real beating these past few nights from the Commie rats, shuffling around all undead-like. Our numbers are draining, and things are looking a bit more dire. As such, we&rsquo;ve decided we&rsquo;re going to have to move around a bit, push some of our Gravesburg Resistance leaders out a bit.</p>\n\n<p>We&rsquo;ve got Sweet Sammy Shelbourne, our comandante, Half-Wit Honko, our quartermaster, and Jerry Can Jerry, who you&rsquo;ll recognize because he&rsquo;s got a big old barrel with him. We need all three of them to be gotten out of town safely, or we&rsquo;ll have real issues.&nbsp;</p>\n\n<p>One snare: it seems like the dirty Soviets are also bringing in a few of their top brass, so we&rsquo;ll have them to tangle with, too. That means we need to get our boys out of town as safe as we can while also doing our best to harry down the Ruskies. That&rsquo;s gonna get dicey.</p>\n\n<p>Still, I believe in us, in the U.S. of A. Good luck out there tonight.</p>\n"
    },
    {
      "title": "Tuesday Story",
      "team": "zombie",
      "body": "<p>??????? ???????!</p>\n\n<p>We are being visited by three of our glorious leaders, who are here to examine our success in this town of ??????????! They are the General Vasilovich of the Red Army, General Berezovsky of the KGB, and Chief Scientist Koschei of the Academy of Sciences! ???!</p>\n\n<p>However, we have also received word that the Capitalists are attempting to move some of their important Resistance leaders out of ??????????! We must stop them!</p>\n\n<p>This will be a challenge tonight, as we must both defend our own leaders and assault the American dogs. Still, we are unstoppable!</p>\n\n<p>?????!</p>\n"
    },
    {
      "title": "Tuesday Mission",
      "team": "human",
      "body": "<p>You have three Resistance leaders you must escort to safety while fending off the Russians. The Russians also are busy showing three of their leaders around Gravesburg, who you should do your best to harass.</p>\n\n<p>&nbsp;</p>\n\n<p>There are three VIPs you must escort; each is marked with a green armband, orange shirt and will be covered in lights. Your side has one &ldquo;big&rdquo; VIP and two &ldquo;small&rdquo; VIPs.</p>\n\n<p>&nbsp;</p>\n\n<p>Your Big VIP, the Resistance leader, must be escorted along the following path:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Leader:</strong> Global Village Tunnel &rarr; Pi Quad &rarr; Greek Rock</p>\n\n<p>&nbsp;</p>\n\n<p>Your two Small VIPs, your quartermaster and your barrel-carrier, follow shorter paths:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Quartermaster:</strong> Behind SAU &rarr; Carlson</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Barrel-Carrier:</strong> Skybridge &rarr; Kodak Quad</p>\n\n<p>&nbsp;</p>\n\n<p>All VIPs must be brought to their endpoint and then brought back to their original point. Your Big VIP, the Leader, moves at a walk, and follows a set path from one point to the next; at each point the VIP has a 5-minute hold. Your Small VIPs, the Quartermaster and Barrel-Carrier, can move at a jog and do not have to follow a set path; at each point they have a 3-minute hold.</p>\n\n<p>&nbsp;</p>\n\n<p>If any VIP is tagged, they will turn their lights off and reset back to their last-reached point.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>The Zombies have a very similar objective: they must escort two Small VIPs and one Big VIP. Zombie VIPs are marked with a green bandana, green shirt, and lights. Their Big VIP also moves at a walk and follows a set path, moving between the following points:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Big Zombie VIP:</strong> Slaughter Quad &rarr; Bus Stop &rarr; Bausch &amp; Lomb Hillside</p>\n\n<p>&nbsp;</p>\n\n<p>Their small VIPs move at a jog and do not have to follow a set path, moving between the following points:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Small Zombie VIP #1:</strong> Sentinel &rarr; Grassy Knoll</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Small Zombie VIP #2: </strong>Ironworks &rarr; Gazebo</p>\n\n<p>&nbsp;</p>\n\n<p>Due to your tier, the Big Zombie VIP has a hold time of 7 minutes at each point, and their Small Zombie VIPs have a cap time of 5 minutes at each point.</p>\n\n<p>&nbsp;</p>\n\n<p>You can stun zombie VIPs by hitting them with a sock; the VIP will reward you with one ruble and will be forced to reset. The Big VIP rewards two rubles instead.</p>\n\n<p>&nbsp;</p>\n\n<p>Successfully escorting your Small VIPs will reward you with rubles, followed by deployable covers.</p>\n\n<p>&nbsp;</p>\n\n<p>Successfully escorting your Big VIP will reward you with rubles, followed by body armor and elephant blasters.</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available in the Gosnell Atrium at 9pm and 10pm.</p>\n\n<p>&nbsp;</p>\n\n<table cellspacing=\"0\" style=\"width:691px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:166px\">\n\t\t\t<p>Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>3 <strong>Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:166px\">\n\t\t\t<p>Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>1 <strong>Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:166px\">\n\t\t\t<p>Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>2&nbsp;<strong>Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Tuesday Mission",
      "team": "zombie",
      "body": "<p>You have three Soviet commanders that are here to inspect your invasion efforts; you must show them off to the town and prevent them from coming to harm. Meanwhile, the Capitalists are attempting to escape with three of their leaders&mdash;you must stop them.</p>\n\n<p>&nbsp;</p>\n\n<p>There are three VIPs you must escort; each is marked with a green headband, green shirt, and will be covered in lights. Your side has one &ldquo;big&rdquo; VIP and two &ldquo;small&rdquo; VIPs.</p>\n\n<p>&nbsp;</p>\n\n<p>Your Big VIP, the Red Army General, must be escorted along the following path:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Red Army General</strong>: Slaughter Quad &rarr; Bus Stop &rarr; Bausch &amp; Lomb Hillside</p>\n\n<p>&nbsp;</p>\n\n<p>Your two Small VIPs, your KGB General and Chief Scientist, follow shorter paths:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>KGB General</strong>: Sentinel &rarr; Grassy Knoll</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Chief Scientist</strong>: Ironworks &rarr; Gazebo</p>\n\n<p>&nbsp;</p>\n\n<p>All VIPs must be brought to their endpoint and then back to their original starting point. Your Big VIP, the Red Army General, moves at a walk and follows a set path; at each point the VIP has a 7-minute hold. Your Small VIPs, your KGB General and Chief Scientist, can move at a jog and do not have to follow a set path; at each point, the VIPs have a 5-minute hold.</p>\n\n<p>&nbsp;</p>\n\n<p>If any VIP is tagged, they will turn their lights off and reset back to their last-reached point. Due to your tier, VIPs can only be stunned by socks.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>The Humans have a very similar objective: they must escort one Big VIP and two Small VIPs. Human objectives will be marked with a green armband, an orange shirt, and lights. Their Big VIP also moves at a walk along a fixed path, following these points:</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Big Human VIP</strong>: Global Village Tunnel &rarr; Pi Quad &rarr; Greek Rock</p>\n\n<p>&nbsp;</p>\n\n<p>Their Small VIPs move at a jog and do not have fixed paths, moving between the following point:&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Small Human VIP #1</strong>: Behind SAU &rarr; Carlson</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Small Human VIP #2</strong>: Skybridge &rarr; Kodak Quad</p>\n\n<p>&nbsp;</p>\n\n<p>The Big Human VIP has a 5-minute hold at each point, the Small VIPs have a 3-minute hold at each point.</p>\n\n<p>&nbsp;</p>\n\n<p>You can tag Human VIPs; on a tag, the VIP will reward you with a ruble and will be forced to reset. The Big VIP rewards two rubles instead.</p>\n\n<p>&nbsp;</p>\n\n<p>Successfully escorting your Small VIPs will reward you with rubles, jackals, and eventually tanks.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Successfully escorting your Big VIP will reward you with rubles, jackals, a spitter, and multiple tanks.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available at 9pm and 10pm at the field between Ritter and the Field House.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:676px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:98px\">\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:563px\">\n\t\t\t<p>2 <strong>Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:98px\">\n\t\t\t<p>Jackal</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:563px\">\n\t\t\t<p>1 <strong>Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:98px\">\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:563px\">\n\t\t\t<p>2 <strong>Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:98px\">\n\t\t\t<p>Biocade</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:563px\">\n\t\t\t<p>3 <strong>Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "9/11 Reminder",
      "team": "all",
      "body": "<p>There will be a 9/11 Memorial ceremony in front of the Sentinel during the day&nbsp;on 9/11.&nbsp; The area around the sentinel is out of play the entire time the ceremony is going on.&nbsp; Players who wish to participate in the ceremony are allowed to take off their bandannas until after the ceremony.&nbsp; In addition, flags will be put in the ground in the grass around the sentinel.&nbsp; Even before and after the ceremony, that area is completely off-limits for all players.&nbsp; Please be respectful and avoid this area as much as possible&nbsp;when you are in play.</p>\n"
    },
    {
      "title": "Wednesday Story",
      "team": "zombie",
      "body": "<p>?????? ?????? ???????.</p>\n\n<p>Tonight, we find our long lost brethren in the Americas. They have expertly disguised amongst the populace, but like all true ??????, will heed the call to serve. These soldiers will be a great addition to our ranks, as their knowledge of the lands around here will likely be invaluable.</p>\n\n<p>We have however received word that some of these agents may have ??????? the motherland. This may lead the Gravesburgers to counter our operations, seeking to take these agents for themselves. You must not let this happen, capture them first, stop the Capitalists if you must. The success of this ????????? lies in the completion of this mission. You have all been doing to well so far, so I know you will succeed.</p>\n\n<p>?? ??????!</p>\n"
    },
    {
      "title": "Wednesday Story",
      "team": "human",
      "body": "<p>Resistance fighters of Gravesburg, we&rsquo;ve heard increasingly eerie reports of people acting kinda&hellip; off, right here in our streets. Folks speakin&rsquo; Ruskie, talking with strange agents, and suddenly knowing all kinds of weird tricks.</p>\n\n<p>Our intel suggests that the root cause of this is to be a sleeper agent uprising. We thought it was just rumor and hearsay. Turns out it was actually, spies planted in our communities to learn everything about our lives, our routines, all our secrets. Now that they have been activated, we&rsquo;re gonna have to try to bring &lsquo;em over to our side. That means convincing them of the goodness that is the United States, however we can.</p>\n\n<p>Right now, we need to get out there, find those spies, and recruit them to our cause.</p>\n"
    },
    {
      "title": "Wednesday Mission",
      "team": "zombie",
      "body": "<p><em>Please note, due to today being the anniversary of 9/11, there will be no objectives in or around the north-eastern part of Academic Side. This includes Sentinel, Greek Rock, and the Bausch &amp; Lomb hillside. Avoid these areas; if you must move through them, do so quickly and quietly.&nbsp;</em></p>\n\n<p>There are sleeper agents undercover in Gravesburg; you need to recover them and bring them to HQ.&nbsp;</p>\n\n<p>There are <strong>six witches</strong> that are scattered around Academic Side. You must capture them, bring them to the car, and then bring the witches in the car to your HQ.&nbsp;</p>\n\n<p>There is a single car on Academic Side, starting at Infinity Quad; it will have at least one mod with it at all times and will be illuminated with lights. The car will go where directed by whichever side controls it; to maintain control of the car, push off all humans.&nbsp;</p>\n\n<p>There are two ways to <strong>capture a witch</strong>:</p>\n\n<ol>\n\t<li>\n\t<p>Charm them with a Snake Charmer.&nbsp;</p>\n\t</li>\n\t<li>\n\t<p>Encircle the witch with at least 12 zombies by holding hands, and then chant &ldquo;For the Motherland!&rdquo; repeatedly. After doing so, the witch will de-aggro as long as you are in the vicinity; you no longer need to hold hands or be in a circle, but you should remain nearby.&nbsp;</p>\n\t</li>\n</ol>\n\n<p>Due to your tier, capturing witches in the latter capacity requires fewer zombies than it would&#39;ve previously.</p>\n\n<p>Once you have a captured witch,<strong> bring them to the car</strong> (or bring the car to the witch), and you can place the witch in the car.&nbsp;</p>\n\n<p>Once you have at least one witch in the car, <strong>bring it to your HQ located in front of the Poliseum,&nbsp;</strong>behind the SAU. Once there, you can offload all of your witches to be rewarded with jackals, tanks, and spitters.</p>\n\n<p>Every time the car is captured by either side, one witch will be let loose from the car, but all others will remain.</p>\n\n<p>Any offloaded witches will eventually respawn.&nbsp;</p>\n\n<p>Merchants will be on the field between Ritter and the Field House at 9pm and 10pm. Please be mindful as you leave the area; Sentinel is very close by.&nbsp;</p>\n\n<table style=\"width:667px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:137px\">\n\t\t\t<p>2x Jackal</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>1 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:137px\">\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>1 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:137px\">\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>2 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:137px\">\n\t\t\t<p>Snake Charmer</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>5 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:137px\">\n\t\t\t<p>Boomer</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:514px\">\n\t\t\t<p>16 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Mission",
      "team": "human",
      "body": "<p><em>Please note, due to today being the anniversary of 9/11, there will be no objectives in or around the north-eastern part of Academic Side. This includes Sentinel, Greek Rock, and the Bausch &amp; Lomb hillside. Avoid these areas; if you must move through them, do so quickly and quietly. </em></p>\n\n<p>There are sleeper agents undercover in Gravesburg; you need to recover them and bring them to HQ.&nbsp;</p>\n\n<p>There are <strong>six witches</strong> that are scattered around Academic Side. You must capture them, bring them to the car, and then bring the witches in the car to your HQ.&nbsp;</p>\n\n<p>There is a single car on Academic Side, starting at Infinity Quad; it will have at least one mod with it at all times and will be illuminated with lights. The car will go where directed by whichever side controls it; to maintain control of the car, push off all zombies. The car may not go in safe zones.</p>\n\n<p>There are two ways to <strong>capture a witch</strong>:</p>\n\n<ol>\n\t<li>\n\t<p>Keep the witch stunned until the car arrives&nbsp;</p>\n\t</li>\n\t<li>\n\t<p>Put a hula hoop over the witch while it is stunned. You will be provided with two hula hoops at the beginning of the mission, and you may purchase more at the merchant.</p>\n\t</li>\n</ol>\n\n<p>When transporting a stunned witch with a hula hoop, you may bring them into safe zones temporarily, but they will break out after a few minutes.&nbsp;</p>\n\n<p>Once you have a captured witch, <strong>bring them to the car</strong> (or bring the car to the witch), and you can place the witch in the car. While in the car, the witch is permanently stunned, effectively removing them from play.</p>\n\n<p>Once you have a witch (or more) in the car, lead the car to your headquarters in <strong>Slaughter Quad</strong>. Once led there, you can offload your witches to be rewarded with Body Armor, Deployable Cover, Elephant Blasters, and unique, special rewards.</p>\n\n<p>Zombies will be attempting to capture witches and the car in a similar fashion to you. Due to your tier, witches are more aggressive to zombies.&nbsp;</p>\n\n<p>Every time a car is captured by either side, one witch will be released, returning to its original location, all others will remain in the car.</p>\n\n<p>Merchants will be in the Gosnell Atrium at 9pm and 10pm.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;\n<table style=\"width:545px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:226px\">\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:304px\">\n\t\t\t<p><strong>2 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:226px\">\n\t\t\t<p><strong>Deployable Cover</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:304px\">\n\t\t\t<p><strong>1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:226px\">\n\t\t\t<p><strong>10x Witch Flares</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:304px\">\n\t\t\t<p><strong>1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:226px\">\n\t\t\t<p><strong>Antivirus</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:304px\">\n\t\t\t<p><strong>8 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:226px\">\n\t\t\t<p><strong>Hula Hoop</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:304px\">\n\t\t\t<p><strong>2 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</p>\n"
    },
    {
      "title": "Thursday Story",
      "team": "zombie",
      "body": "<p>????????????!</p>\n\n<p>Our superiors in Soviet command have decided that, since our operation here in ?????? has gone so well, they are going to send two more Generals of the Red Army to observe our operations! ? ??? ??? ??????!</p>\n\n<p>They&rsquo;re just in time, actually, as our engineers have just finished constructing several monuments to Soviet greatness all over ??????????. The generals will be overjoyed to see that we have taken the town so successfully, and have secured it to the degree that we can event erect monuments.</p>\n\n<p>Our duty for this evening is simple: we must protect our Generals, and ensure that their tour around the town goes well. There&rsquo;s word that the ????????????????? ?????? are going to try to stop us, so keep an eye out for trouble. If any of the monuments are destroyed, or&mdash;Marx deliver us&mdash;the Generals are wounded, it would cause tremendous dishonor to the Motherland.</p>\n\n<p>??????! ?? ?????!</p>\n"
    },
    {
      "title": "Thursday Story",
      "team": "human",
      "body": "<p>People of Gravesburg!&nbsp;</p>\n\n<p>The Soviet scum have desecrated our home! They&rsquo;ve erected statues all throughout our lovely town. These communist monstrosities have gotten a lot of attention from the locals, and have caused even further fear. We must show them the true might of the Gravesburgers.</p>\n\n<p>Our resistance has been difficult, we have lots many good people, but tonight, everything must change! We will strike them, and we will strike them hard. We will blow up their precious monuments, and their generals will see our strength, and they will learn to fear the Gravesburgers.&nbsp;</p>\n\n<p>We also still have heard that there are some unique items that may be useful for us, keep a lookout for them.</p>\n\n<p>Best of luck, soldiers.</p>\n"
    },
    {
      "title": "Thursday Mission",
      "team": "human",
      "body": "<p>The Soviets have constructed numerous monuments, and are busy showing their top brass around, displaying their conquest of Gravesburg. Stop them!</p>\n\n<p>Around Academic Side, there are <strong>six monuments</strong>. Each monument has a mod with it, and a small monument made of PVC.&nbsp;</p>\n\n<p>The Soviet generals, two <strong>ZVIPs, are moving together between the monuments</strong>. The ZVIPs will be wearing lights, fancy hats, and yellow bandanas.</p>\n\n<p>You have two objectives: to <strong>destroy monuments</strong> and to <strong>harass the ZVIPs progress</strong>.</p>\n\n<p>The ZVIPs will begin the night at Sentinel; you know that there are monuments at Sentinel, Greek Rock, and Pi Quad. There are three others you must search for.</p>\n\n<p>To destroy a monument, you must <strong>bring a stick of dynamite to the monument</strong>, and then spend a few minutes planting the dynamite. Sticks of dynamite are red glowsticks; when you reach a monument, follow the mod&rsquo;s instructions there to plant the dynamite and destroy the monument. Do not activate the dynamite until told to do so, unless you want to blow yourselves up.&nbsp;</p>\n\n<p>Once a monument is destroyed, you will receive a reward and the monument will be permanently destroyed. If you begin planting dynamite but are forced off the monument, that dynamite is permanently lost. Due to your tier, you will begin the mission with 14 sticks of dynamite, given out at the Merchant.</p>\n\n<p>To stun a ZVIP, you must <strong>hit them with a sock</strong>; darts will have no effect. Stunning a ZVIP will result in rewards, the ZVIPs retreating to their previously-reached monument, and the direction of the loop the ZVIPs take reversing.&nbsp;</p>\n\n<p>As you destroy monuments, you will be rewarded with Body Armor, Deployable Covers, rubles, and other, special, unique rewards.&nbsp;</p>\n\n<p>As you stun the ZVIPs, you will be rewarded with rubles, Elephant Blasters, and other, special, unique rewards.</p>\n\n<p>If you destroy all six monuments by the end of the night, you will receive an Antivirus. If all six are destroyed before 10pm, you will receive two Antiviruses instead. The first time you hit each of the ZVIPs with an Elephant Blaster, you will receive an Antivirus.&nbsp;</p>\n\n<p>Merchants will be available at 9pm, when you will receive your sticks of dynamite, and 10pm in the Gosnell Atrium.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:702px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:129px\">\n\t\t\t<p>Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:557px\">\n\t\t\t<p>1 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:129px\">\n\t\t\t<p>Deployable</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:557px\">\n\t\t\t<p>1 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:129px\">\n\t\t\t<p>3x Dynamite</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:557px\">\n\t\t\t<p>1 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:129px\">\n\t\t\t<p>Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:557px\">\n\t\t\t<p>2 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:129px\">\n\t\t\t<p>Antivirus</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:557px\">\n\t\t\t<p>8 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Mission",
      "team": "zombie",
      "body": "<p>The Generals want to see the monuments that have been erected around Gravesburg. You must guide them to each monument for proper inspection. We&rsquo;ve heard reports that the Resistance forces are attempting to destroy the monuments. Don&rsquo;t let them!</p>\n\n<p>Around Academic Side, there are <strong>six monuments</strong>. Each monument has a mod with it, and a small monument made of PVC.&nbsp;</p>\n\n<p>The Soviet generals, two <strong>ZVIPs, are moving together between the monuments</strong>. The ZVIPs will be wearing lights, fancy hats, and yellow bandanas.</p>\n\n<p>The ZVIPs will begin the night at <strong>Sentinel</strong>. There is one monument at Sentinel, but the other five you must search for.&nbsp;</p>\n\n<p>You have two objectives: to <strong>defend monuments</strong> and to <strong>protect the ZVIPs</strong>. Humans will be attempting to destroy your monuments by completing a short hold at each location, and will be attempting to stun the ZVIPs by hitting them with a sock. This will cause them to tactically retreat to the previous point.</p>\n\n<p>At 10pm, each monument that has not been destroyed by the humans will provide rewards.</p>\n\n<p>Every half hour, if neither of the ZVIPs has been stunned, they will provide rewards.</p>\n\n<p>For protecting monuments, you will receive rubles, tanks, and jackals. For defending the ZVIPs, you will receive rubles, jackals, spitters, and tanks.&nbsp;</p>\n\n<p>If all of the monuments remain intact at the end of the mission, you will receive a free Boomer for tomorrow night&rsquo;s mission. If neither of the ZVIPs are stunned throughout the entire mission, you will receive multiple deplorable covers for tomorrow night&rsquo;s mission.&nbsp;</p>\n\n<p>Merchants will be available between the Ritter Ice Rink and Clarke Gym at 9pm and 10pm.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:704px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:103px\">\n\t\t\t<p>Jackal</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:586px\">\n\t\t\t<p>1 Ruble</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:103px\">\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:586px\">\n\t\t\t<p>2 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:103px\">\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:586px\">\n\t\t\t<p>2 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:103px\">\n\t\t\t<p>Boomer</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:586px\">\n\t\t\t<p>16 Rubles</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Story",
      "team": "human",
      "body": "<p>EMERGENCY BROADCAST SYSTEM.</p>\n\n<p>THIS IS THE EMERGENCY BROADCAST SYSTEM.</p>\n\n<p>ALL CIVILIANS ARE TO FLEE GRAVESBURG, WE WILL BE EVACUATING ALL MILITARY PERSONNEL AND RESISTANCE MEMBERS WITHIN THE HOUR.</p>\n\n<p>END EMERGENCY BROADCAST.&nbsp;</p>\n\n<p>As some of you may have realized, it is time for our retreat. The United States government has issued a state of emergency in Alaska. All residents, Resistance members, and other military or civilian personal are to escape to our Canadian allies, across the Yukon.&nbsp;</p>\n\n<p>To get across the border, though, we&rsquo;ll have to get enough fuel to load up our trucks, make sure all of our papers are in order, and then bring something to appease the border guards. Shouldn&rsquo;t be too tough, but it won&rsquo;t be a cakewalk.</p>\n\n<p>Good night and good luck.</p>\n"
    },
    {
      "title": "Friday Story",
      "team": "zombie",
      "body": "<p>????????????!</p>\n\n<p>We have received word that the American Resistance is fleeing Gravesburg! ?????????!</p>\n\n<p>At this point, all that remains to make our conquest of the town complete is stop their vehicles escaping, and convert all remaining Capitalist pigs to our glorious Revolution.&nbsp;</p>\n\n<p>First, the Capitalists must seek out supplies, for their stocks have run low, and then they shall flee to vehicles that shall in turn take them to the border of ??????. We must stop them!</p>\n\n<p>Hound them at every turn, hunt them where they hide, and do not allow them to escape. ?????????!</p>\n"
    },
    {
      "title": "Friday Extraction",
      "team": "human",
      "body": "<p>You must escape Gravesburg, by securing passage in a vehicle and then fleeing for the Canadian border.&nbsp;</p>\n\n<p>All over Academic Side, there are several dozen hidden boxes, about the size of a shoebox. Inside these boxes, there is a combination of the following items, in any quantity:</p>\n\n<ul>\n\t<li>\n\t<p>A <strong>fuel canister</strong>, which is a small water bottle with colorful&nbsp;liquid inside</p>\n\t</li>\n\t<li>\n\t<p>A <strong>passport</strong>, which is a an envelope that will say &ldquo;Passport&rdquo;</p>\n\t</li>\n\t<li>\n\t<p>A <strong>Canadian offering</strong>, which is a small bottle of genuine maple syrup</p>\n\t</li>\n</ul>\n\n<p>There are no set number of each per box; for example, a box might contain one of each, another might contain three canisters and a passport, and yet another might contain five offerings and nothing else.&nbsp;</p>\n\n<p>Starting at 6:45, <strong>three cars</strong> will appear on campus; these will be mods marked standing next to a length of PVC. Cars will be found at the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Greek Rock</p>\n\t</li>\n\t<li>\n\t<p>Bus Stop</p>\n\t</li>\n</ul>\n\n<p>To board a car, you must present a fuel canister, an unmarked passport, and a Canadian offering to the mod present, who will then let you board; when you board, they will mark your passport but return it to you&mdash;hang onto your passport. When you enter the car, you cannot have any special items on you: no elephant blasters, no deployable covers, no body armors.</p>\n\n<p>After <strong>presenting all three items</strong> to the mod, the area within <strong>15 feet</strong> of the PVC is considered a safe zone for you; anyone in line to have their items checked does not count as safe.&nbsp;</p>\n\n<p>Cars must have at least 8 people aboard to depart; if a car reaches 20 passengers, it will stop taking on passengers and depart immediately. Anyone left behind should find a new car. Due to your tier, the maximum number of passengers has increased, and the minimum has decreased.</p>\n\n<p>The car will then take you to your dropoff point; while travelling with the car, you are considered safe. Along the way, you should hold your marked passport above your head in one hand, but may fire your blaster or throw socks with the other.</p>\n\n<p>When you reach the dropoff point, you should see a small bunker set up nearby: bunkers are partially roped-off areas, marked with lights. After a short countdown, you will no longer be considered safe, and you must run to the bunker.</p>\n\n<p>To enter the bunker, you must enter through the open side of the roping. <strong>Do not slide under the rope. Do not jump over the rope. To reiterate: do not slide under the rope, and do not jump over the rope.</strong> Doing either of these is a serious safety concern, and will also cause you to immediately be infected.</p>\n\n<p>Once you enter the bunker, you must immediately present your passport, which will have been marked by the driver of the car you arrived in. If you cannot present a passport that has been marked by the most current driver, you will immediately be infected.&nbsp;</p>\n\n<p>If you reach your dropoff point and decide that you do not want to attempt to rush to the bunker, you may instead leave the area and try for a different car. If you do so, you must collect another fuel canister, another Canadian offering, and another unmarked passport. You must wait until you reach the dropoff point before you can leave in this manner; do not leave the car while it is moving.&nbsp;</p>\n\n<p>After a car drops you off, it will return to its pickup point.&nbsp;</p>\n\n<p><em>Remember, you can have multiple cars active at once, and thus have multiple bunker rushes happen simultaneously. Think about the flow of zombies, and make your decisions carefully.&nbsp;</em></p>\n\n<p>If you successfully enter a bunker and present a current passport, you will extract.&nbsp;</p>\n\n<p>Merchants will be in the Gosnell Atrium at 6pm.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:706px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:164px\">\n\t\t\t<p><strong>Body Armor&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:526px\">\n\t\t\t<p><strong>1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:164px\">\n\t\t\t<p><strong>Deployable Cover</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:526px\">\n\t\t\t<p><strong>1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:164px\">\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:526px\">\n\t\t\t<p><strong>2 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Extraction",
      "team": "zombie",
      "body": "<p>The Capitalists are attempting to flee Gravesburg by taking cars to the Canadian border! We must stop them!</p>\n\n<p>From the start of the mission until 6:45, the humans will be recovering the several dozen boxes hidden around Academic side; each box is about the size of a shoebox. If you see such a box, you may not open, touch, hide, move, alter, or otherwise mess with the box, though you may guard it.&nbsp;</p>\n\n<p>Starting at 6:45, three cars will become active on Academic Side; cars are mods&nbsp;standing next to a length of PVC. Humans will attempt to reach these cars and then present some items recovered from the boxes to the mod. Once a human successfully does so, they are safe while within 15&rsquo; of the length of PVC.&nbsp;</p>\n\n<p>After at least 8 and no more than 20 humans board the car, the mod will announce they are leaving; at which point all of the humans on that car will begin to move. Due to your tier, the cars travel at a slower pace, giving you more time to set up.</p>\n\n<p>While travelling, all humans in the car are considered safe; they will hold a marked piece of paper above their heads with one hand, but are free to fire their blasters or throw socks with the other.</p>\n\n<p>The car will then reach a dropoff point somewhat near a bunker; bunkers are roped-off areas marked by string lights. After a short countdown, the humans at the dropoff point will no longer be safe, and must run to the bunker to extract.&nbsp;</p>\n\n<p>You can and should guard the three bunkers, but you must stay <strong>5 FEET</strong> away from the edge of the roped-off area.&nbsp;</p>\n\n<p><em>Remember, there are three different bunkers that the humans can extract from; think carefully about how you want to split your forces to defend each.</em></p>\n\n<p>To win, you must infect every human or prevent all humans from extracting until 8pm.&nbsp;</p>\n\n<p>Merchants will be on the field between Ritter and the Field House at 6pm.</p>\n\n<p>&nbsp;</p>\n\n<table style=\"width:697px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:84px\">\n\t\t\t<p><strong>2x Jackals</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:598px\">\n\t\t\t<p><strong>1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:84px\">\n\t\t\t<p><strong>Tank</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:598px\">\n\t\t\t<p><strong>1 Ruble</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:84px\">\n\t\t\t<p><strong>Spitter</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:598px\">\n\t\t\t<p><strong>1 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:84px\">\n\t\t\t<p><strong>Boomer&nbsp;</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:598px\">\n\t\t\t<p><strong>5 Rubles</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Epilogue",
      "team": "all",
      "body": "<p>As the last of the living Gravesburgers flee to the Yukon, the Canadian Royal Mounted Police reinforced the border, preventing the passage of the Soviets&mdash;for now.</p>\n\n<p>The few members of the Gravesburg Resistance not in the frothing Revolutionary hordes travelled south through Canada, reaching the U.S. border after a few weeks. They informed President Reagan of the undead Communist threat to the north, and preparations were made to reclaim Alaska.</p>\n\n<p>Deep within the Alaskan wilderness, the town of Gravesburg began to be filled with large, blocky architecture, inhabited by the shuffling remains of Soviet workers.&nbsp;</p>\n\n<p>Some say, that if you wander the streets at night, you can still hear their call:</p>\n\n<p>??????, ???????!</p>\n"
    }
  ]
}