{
  "scores": {
    "humans": 0,
    "zombies": 158,
    "winners": []
  },
  "missions": [
    {
      "title": "Sunday Pre Mission",
      "team": "zombie",
      "body": "<p>The HvZ Weeklong starts tonight!&nbsp; Check back at 9pm for the first mission.&nbsp; If you have any questions, email HvZ@RIT.edu!</p>\n\n<h2>Sunday - Pre Mission</h2>\n\n<p>Welcome, welcome, new hires! Once again, my name is Russ Jairus, your CEO.</p>\n\n<p>As you might&rsquo;ve noticed, JairusTech has expanded into the domain of, well, you know, the &lsquo;recently deceased,&rsquo; but don&rsquo;t let that get in the way of your corporate spirit! Your hands might be bare knuckles and sinew, but you work just as hard; your skin might be sloughing off, but you&rsquo;ve got just as much grit; your lips might be rotting, but your smile is just as bright!</p>\n\n<p>Now, as part of your orientation, we&rsquo;d set up a collection of activities and events to help you get acclimated to JairusTech, all scattered around the office. But, our pesky old hires, the ones that we&rsquo;re hoping you can do your best to integrate with, have started doing these activities themselves!</p>\n\n<p>So, new hires, get on out there and cause some ruckus! If our old hires want to holler about us bringing you on, then by golly we&rsquo;ll give them something to really holler about.</p>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Sunday Pre-Mission",
      "team": "human",
      "body": "<h2><strong>Sunday - Human, Pre</strong></h2>\n\n<p><strong>So, Boss Jairus has brought on new hires. Really sketchy ones. And when I say sketchy, I mean sketchy.</strong></p>\n\n<p><strong>Corporate&rsquo;s started setting out a bunch of new &lsquo;orientation&rsquo; activities, but we know what they really are: they&rsquo;re glad-handing for these new hires, to show all of us old guard that we aren&rsquo;t welcome. Well, we&rsquo;ll show all them. </strong></p>\n\n<p><strong>Boss Jairus intends to show us that we&rsquo;re being replaced, that we&rsquo;re expendable, that we&rsquo;re just meat for the grinder, but we&rsquo;re not about to take that lying down. We&rsquo;re going to prove that we&rsquo;re each worth a dozen of those new hires, even if we have to kill ourselves to do it!</strong></p>\n\n<p><strong>Let&rsquo;s get out there and take those orientation activities for ourselves.</strong></p>\n"
    },
    {
      "title": "Introduction",
      "team": "all",
      "body": "<h2><strong>Introduction</strong></h2>\n\n<p><strong>Greetings and salutations, employees of Jairus Technologies &amp; Industry!</strong></p>\n\n<p><strong>My name is L. &ldquo;Russ&rdquo; Jairus, your Chief Executive Officer and President! Here at JairusTech, we value your contribution to the office workplace, whether you&rsquo;re a seasoned veteran or a fresh-faced intern. Not only that, but we value you, all of you, mind and body alike.</strong></p>\n\n<p><strong>As some of you may have noticed, we&rsquo;ve recently had a fresh wave of new hires come into our offices. We believe these new hires have great potential in the workplace. But don&rsquo;t take my word for it! Come and mingle with the new hires&mdash;you&rsquo;ll find their energy just infectious!</strong></p>\n\n<p><strong>Now, there have been worries around the offices that these new hires have been brought on specifically to replace or supplant our &lsquo;old guard.&rsquo; These worries could not be further from the truth! Sure, the company&rsquo;s had to tighten its belts in a few places, and yes, these new hires may be looking a little, you know, hungry, but don&rsquo;t worry&mdash;they&rsquo;ll fit in just fine! Trust me, they don&rsquo;t call me &ldquo;Trusty Russ&rdquo; for nothing!</strong></p>\n\n<p><strong>Anyway, that&rsquo;s all from me. Once again, here at JairusTech, we value you!</strong></p>\n"
    },
    {
      "title": "Sunday Night - Zombie Non-Story Form",
      "team": "zombie",
      "body": "<p><strong>Welcome, new hires of Jairus Technology &amp; Industry! Tonight, the dastardly old hires have claimed your orientation activities, ones originally meant for you! </strong></p>\n\n<p><strong>There are multiple objectives scattered around campus; the humans are attempting to complete these. If you can interrupt them successfully, you will get a reward!</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Orientation activities (the objectives humans are trying to complete, that you should disrupt) can be found in various locations. Disrupting these activities can give you rewards. There is also another hidden orientation objective in the Northwest section of academic side. If you can find them, you will get a special reward!</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Certain humans will be carrying objects; if you tag them, they will drop it. If you can force them off the object, you can pick it up. Ask the now-dead human who dropped it where they were taking the object--you can bring that object there instead. </strong></p>\n\n<p><strong>While you are carrying an object, you cannot go inside with it. You must keep the object clearly visible and carry it in one hand (no stashing it in a backpack or similar). If you are stunned carrying an object, you should (gently) drop it. If the humans force you off your object, they can recover it as well.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Mods wearing green armbands are taggable and killable by zombies.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>There will be no Zombie merchants tonight; save any currency you earn for tomorrow!</strong></p>\n"
    },
    {
      "title": "Sunday Night - Human Non-Story Form",
      "team": "human",
      "body": "<p><strong>Welcome, longtime hires of Jairus Technology &amp; Industry! Tonight, you&rsquo;ll be going around doing various orientation activities (these were meant for the new hires, originally, but now they&rsquo;re for you).</strong></p>\n\n<p><strong>There are multiple objectives scattered around campus; objectives are repeatable, but may have some reset times.</strong><br />\n&nbsp;</p>\n\n<p><strong>Orientation activities (your objectives) can be found in the following places:</strong></p>\n\n<ol>\n\t<li>\n\t<p><strong>Kodak Quad</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>the Grassy Knoll</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>the Ironworks Statue</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>&lsquo;twixt the SAU and the Polisseni Center</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>the Greek Rock</strong></p>\n\t</li>\n</ol>\n\n<p><strong>There is also another hidden orientation objective in the Northwest section of academic side, that isn&rsquo;t one of the above five points. If you can find them, you will get a special reward!</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>If you are tasked with carrying an object, you cannot go inside with it. You must keep the object clearly visible and carry it in one hand (no stashing it in a backpack or similar). If you are tagged carrying an object, (gently) drop it; the zombies can recover these objects if you are forced to abandon it. </strong></p>\n\n<p><strong>If you stun a zombie carrying a claimed object, they will drop it. You can then recover these items and keep going.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Mods wearing green armbands are taggable and killable by zombies.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Merchants will be available at 10PM, in the Gosnell Atrium</strong></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JariusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Night - Human Story Form",
      "team": "human",
      "body": "<p>Corporate&rsquo;s really coming down on us now. We&rsquo;ve got to go through evaluation exams, to prove that we&rsquo;re still good enough for JairusTech, or something. We know the real reason, though: Boss Jairus wants us gone. Unfortunately, we don&rsquo;t have much of a choice in this; if we don&rsquo;t do these evaluations, we won&rsquo;t have jobs in the morning.</p>\n\n<p>We&rsquo;ve been assigned different forms to fill out, all of which require hitting each of the exams. Get your form, get your team, and then make your way through each of the examinations as quick as you can.</p>\n\n<p>Oh, and keep an eye out for the new hires. They&rsquo;ll try to mess with your evaluations, hound you endlessly, or both.</p>\n\n<p>Good luck out there.</p>\n"
    },
    {
      "title": "Monday Night - Zombie Story Form",
      "team": "zombie",
      "body": "<p>Hi there, new hires. Trusty Russ Jairus here.</p>\n\n<p>It seems like your ranks are still growing! That&rsquo;s great! We always can use more new hires, even if they come at the cost of our old ones. Progress is always a good thing, especially when it increases efficiency!</p>\n\n<p>Tonight, we&rsquo;re having evaluation exams! Our older hires will be headed around the office park, undergoing various examinations to determine whether or not they&rsquo;re a good fit for the company. Now, as I see it, it would be a real shame if a whole boatload of these old hires, you know, didn&rsquo;t make their cut.</p>\n\n<p>A real shame.</p>\n\n<p>You know, a <em>really big shame</em>.</p>\n\n<p>A really, really, just monstrously huge shame.</p>\n\n<p>(Alright, fine. Just go out there and make sure they don&rsquo;t pass their exams. You know, mess around with the proctors, cause a little havoc.)</p>\n"
    },
    {
      "title": "Monday Night - Human Non-Story Form",
      "team": "human",
      "body": "<p>Tonight, it&rsquo;s time for employee evaluations! You&rsquo;ll be receiving packets with your specific schedule for your evaluations!</p>\n\n<p>&nbsp;</p>\n\n<p>There are six packets that will be distributed from the Gosnell Atrium at 9:00.</p>\n\n<p>Each packet has six forms inside, each of which must be filled out at the correct evaluation location. You will learn your packet&rsquo;s first location when your receive your packet; as you complete evaluations, you will learn each successive evaluation location.</p>\n\n<p>&nbsp;</p>\n\n<p>There will be a mod at each of the evaluation locations. This mod will give you a task to complete over the course of several minutes; once you do, they will instruct you on how to complete that location&rsquo;s form. Be warned: you will have limited tries to complete the form correctly; if you mess up repeatedly, there will be consequences!</p>\n\n<p>Additionally, the zombies can potentially complete these evaluations as well (though they will do so poorly); if they do so successfully, there will be consequences as well.</p>\n\n<p>&nbsp;</p>\n\n<p>Once you fill out your packet, you should take it to a pair of admins, who will be following a looped path in the center of campus; locations on this loop include but are not limited to Pi Quad, Bus Stop, and Kodak Quad. These admins will be distinguished by wearing pink armbands; they cannot be tagged, but may be guarded if the zombies choose to do so.</p>\n\n<p>When you turn in a packet with these admins, you will be given a new packet to complete. For each completed packet you turn in, you will receive a reward.</p>\n\n<p>&nbsp;</p>\n\n<p>If you are tagged while carrying a packet, you should drop that packet immediately. Zombies cannot interact with packets, but may guard them if they choose to so.</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available in the Gosnell Atrium, from 9:00-9:15 and 10:00-10:15.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Monday Night - Zombie Non-Story Form",
      "team": "zombie",
      "body": "<p>Tonight, it&rsquo;s time for employee evaluations! Humans will be attempting to complete various employee evaluation activities, scattered all over campus.</p>\n\n<p>&nbsp;</p>\n\n<p>Humans will be carrying packets to various evaluation locations on academic side. These locations include, but are not limited to Slaughter Quad, Sentinel, and the Global Village Underpass Tunnel.</p>\n\n<p>At each of these evaluation locations, there is a mod; if you go up to them, they will give you a task. Rather than complete this task, you should deliberately attempt to do your absolute worst at the task (within the limits of safety, reason, and respect, please). If you spend a few minutes doing so, the mod will transform into a Witch, rendering the humans unable to complete that objective for several minutes by ordinary means. When you disrupt an evaluation location in this way, the Witch will also give you a reward.</p>\n\n<p>&nbsp;</p>\n\n<p>If you tag a human with a packet, they will drop their packet. Do not hide, move, or mess with any packets. You may guard them, but do not otherwise interact with them.</p>\n\n<p>&nbsp;</p>\n\n<p>In addition to completing the evaluation locations, the humans will also be attempting to deliver packets to a pair of admins, who will be travelling on a loop in the rough center of campus. These admins will be marked with pink armbands; they can be guarded while they travel, but cannot be tagged.</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available at That Field &lsquo;Twixt the Ritter Ice Rink and the Gordon Field House, from 9:00-9:15 and 10:00-10:15.</p>\n\n<p><br />\n&nbsp;</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackel</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night - Human Story Form",
      "team": "human",
      "body": "<p>&nbsp;&nbsp;&nbsp; Alright, everyone, this is it. This is war.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Boss Jairus has decided that our benefits--medical, dental, family, retirement even!--are costing the company too much, and so they&rsquo;ve got to go. Corporate&rsquo;s never had our backs, and this time they&rsquo;ve gone too far! We need our benefits, and so we&rsquo;ll fight for whatever we can, tooth and nail.</p>\n\n<p>&nbsp;&nbsp;&nbsp; There are a couple of underbosses--those rats from Corporate training centers--that are scattered around tonight, carrying heavy-duty shredders. All those new hires, the strange shuffling ones, will be hunting down our benefits packages and taking them to the shredders. Fortunately for us, we&rsquo;ve got control over the power supply to the office park, meaning that if we need to, we can temporarily cut power to those shredders.</p>\n\n<p>&nbsp;&nbsp;&nbsp; We aren&rsquo;t going to let them shred. Get out there and protect our benefits. If we lose control of one of them, chase after the new hires and get those benefits back before they hit the shredder.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Boss Jairus can&rsquo;t take these away from us. We won&rsquo;t let it happen.</p>\n"
    },
    {
      "title": "Tuesday Night - Zombie Story Form",
      "team": "zombie",
      "body": "<p>&nbsp;&nbsp;&nbsp; Alright, new recruits!</p>\n\n<p>&nbsp;&nbsp;&nbsp; As you all know well, you took this job because you needed it, and thus are wholly willing to work for your exact wages, and absolutely nothing else. This is, in my humble opinion, the exact way that good American companies should be run.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Now, lots of JairusTech&rsquo;s old employees have so-called &ldquo;benefits.&rdquo; I ask you, does paying for my employees&rsquo; medical costs, dental costs, family time off, and retirement funds (all things that are of no bonus or gain to me) sound like a &ldquo;benefit&rdquo; to you?</p>\n\n<p>&nbsp;&nbsp;&nbsp; No, no it does not.</p>\n\n<p>&nbsp;&nbsp;&nbsp; So, to rectify this, I&rsquo;m going to have you, my new hires, end these benefits. You&rsquo;ll find a few of my office underbosses--they were going to be simple technicians, but I decided to splurge a bit for all of you--out across the office park, who&rsquo;ll deal with the benefits themselves. However, it&rsquo;s up to all of you to find the benefits proper, and bring them to my underbosses, so they can be shredded.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Good luck, employees!</p>\n"
    },
    {
      "title": "Tuesday Night - Human Non-Story Form",
      "team": "human",
      "body": "<p>The new hires are attempting to not only take your position in the company, but are also attempting to destroy your benefits! You must stop them, and return them to the proper departments.</p>\n\n<p>&nbsp;</p>\n\n<p>The zombies are taking manilla folders holding your benefits from the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Ironworks</p>\n\t</li>\n\t<li>\n\t<p>Lowenthal</p>\n\t</li>\n\t<li>\n\t<p>Two additional locations on Academic Side of campus</p>\n\t</li>\n</ul>\n\n<p>Each of these locations will have a mod or admin with a blue or yellow bandana around their neck and a pink bandana on their arm. These locations will gather more benefits over time. You cannot collect benefits directly from these points, but may pick up folders dropped by stunned zombies or tagged humans.</p>\n\n<p>If you recover a folder, you may return that folder to the point that it came from. The objective at that point will only accept a folder that it handed out originally. Folders will be returned to you if you bring them to the wrong location, and you will be told the name but not the location of the department that it must be returned to.</p>\n\n<p>You must carry a folder clearly in one hand; you may not hide, disguise, or obstruct a folder in any way. If you are tagged, you should immediately drop all folders you are carrying.</p>\n\n<p>Zombies can retrieve dropped folders.</p>\n\n<p>&nbsp;</p>\n\n<p>Zombies are are attempting to capture and then deliver these folders to twitches, who are holding portable shredders.</p>\n\n<p>There are two twitches on campus, both on Academic Side; these twitches can be escorted by zombies. At any time while moving, the zombies can choose to tell the twitch to stop, and start shredding the benefits folders. The twitch will begin moving again after shredding all offered benefits.</p>\n\n<p>If a twitch is stunned, it will stop moving. After being unstunned, it may drop a currency. This currency can only be recovered by humans.</p>\n\n<p>After attempting to shred benefits, either successfully or unsuccessfully, the twitch will be unable to shred for a period of time. The twitch can still move during this time.</p>\n\n<p>&nbsp;</p>\n\n<p>Your tier, REMOTE CONTROL OUTLETS gave you access to EMP devices. These are socks with glowsticks attached. You can throw these at a shredder twitch, and yell &ldquo;EMP Out!&rdquo; This will cause the twitch&rsquo;s shredder to go on cooldown, and cause them to slow down. Each EMP can only be used once. These will be available for free at the merchant in Gosnell Atrium at 9:00PM.</p>\n\n<p>&nbsp;</p>\n\n<p>Tonight, spitters could be available. Rules reminder:</p>\n\n<p>A spitter has a plush eyeball. Only the spitter can throw the eyeball.</p>\n\n<p>A human who is hit with a thrown spitter eyeball will have to crouch down to the ground. After thirty seconds, another human can tag them and let them stand up and resume movement. After sixty seconds, the downed human can do this by themselves. Downed humans can do all other activities a human can normally do while downed, except move.</p>\n\n<p>Spitters have a half stun timer.</p>\n\n<p>The eyeball cannot be disguised in any way.</p>\n\n<p>If the eyeball hits an active blaster, it does not count as downing a human. You cannot attempt to bat away the eyeball or otherwise throw/fling blasters.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JariusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Tuesday Night - Zombie Non-Story Form",
      "team": "zombie",
      "body": "<p>The old guard are refusing to accept your better working abilities. In fact, upper management is so impressed with your performance they&rsquo;re asking for help in the transitory phase. As you don&rsquo;t require benefits, they are asking you to destroy the normal employee benefits folders.</p>\n\n<p>&nbsp;</p>\n\n<p>You selected the UNDERBOSS ENFORCER Tier: your witches have been upgraded to twitches.</p>\n\n<p>&nbsp;</p>\n\n<p>There are manilla folders holding benefits that can be picked up from the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Gazebo</p>\n\t</li>\n\t<li>\n\t<p>Bausch &amp; Lomb</p>\n\t</li>\n\t<li>\n\t<p>Two additional locations on academic side of campus</p>\n\t</li>\n</ul>\n\n<p>Each of these locations will have a mod or admin with a blue or yellow bandana around their neck and a pink bandana on their arm. These locations will accrue more folders over time.</p>\n\n<p>You must carry a folder clearly in one hand; you may not hide, disguise, or obstruct a folder in any way. If you are stunned, you should immediately drop all folders you are carrying.</p>\n\n<p>Humans can retrieve dropped folders.</p>\n\n<p>&nbsp;</p>\n\n<p>These folder must then be delivered to a twitch with a portable shredder. These twitches are located at Kodak Quad and Grassy Knoll to start with, but will move; each twitch will largely try to stay on their side of campus. You can escort the twitch freely on its side of campus. At any time while escorting a twitch, you can hand it any collected benefits folders and ask it to stop. The twitch will stop, and begin shredding the benefits folders until you stop handing it folders or until 3 minutes has passed.</p>\n\n<p>If the twitch is stunned during this process, it will stop shredding.</p>\n\n<p>&nbsp;</p>\n\n<p>A stunned twitch will stop moving, and may drop a currency, which can only be recovered by humans. Any stunned zombie holding benefits folder(s) must drop them.</p>\n\n<p>&nbsp;</p>\n\n<p>After attempting to shred benefits, either successfully or unsuccessfully, the twitch will be unable to shred for a period of time. The twitch can still move during this time.</p>\n\n<p>&nbsp;</p>\n\n<p>Successfully shredding benefits will work towards a reward; not every benefit will have a reward, but many will.</p>\n\n<p>&nbsp;</p>\n\n<p>The human tier has given them an item which can force the twitch to be unable to shred for a period of time. This will also cause the twitch to slow down for that same period of time.</p>\n\n<p>&nbsp;</p>\n\n<p>Tonight, spitters are available. Rules reminder:</p>\n\n<p>A spitter has a plush eyeball. Only the spitter can throw the eyeball.</p>\n\n<p>A human who is hit with a thrown spitter eyeball will have to crouch down to the ground. After thirty seconds, another human can tag them and let them stand up and resume movement. After sixty seconds, the downed human can do this by themselves. Downed humans can do all other activities a human can normally do while downed, except move.</p>\n\n<p>Spitters have a half stun timer.</p>\n\n<p>The eyeball cannot be disguised, hidden, or obstructed in any way.</p>\n\n<p>If the eyeball hits an active blaster, it does not count as downing a human.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Jackel</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Spitter</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Wednesday Night: Story Form",
      "team": "human",
      "body": "<p>Alright, I had a meeting with some of the employee representatives in upper middle management. Long story short, that...didn&rsquo;t go to well. While I&rsquo;m busy taking staples out of my back, we&rsquo;re going to have to work out a new plan.</p>\n\n<p>HR has a file on each of us working here. They&rsquo;re locked away, but are supposed to detail everything we&rsquo;ve done - all of the patents we&rsquo;ve worked on, products released, quarterly reviews, body weight, break requests efficiency, etc. Now, I think we all know a request for a letter of recommendation as we seek out other roles won&rsquo;t do to well, so we&rsquo;ll going to have to take it ourselves. Luckily, Jerry from Custodial Services managed to grab a key and helped get some of those files out. We need to collect as many as we can, and get them out so we can all start looking at how to leave Jairus Tech before it gets much worse. They seem to have some tethered monitoring devices though, and if they&rsquo;re outside of their designated areas for too long they&rsquo;ll let out a warning and we&rsquo;ll have to abandon it. Upside, the break room coffee machine is flagged as a safe area for the files, and we can store them there.</p>\n\n<p>The bad news is we might have a mole. Susan in IT saw some weird motion on the management floors, and a bunch of new hires are headed towards the break room. None of them have any coffee mugs - they might be here to take back the filing cabinets. We&rsquo;ve got a small window if we want to be turning in our two-weeks anytime soon.</p>\n"
    },
    {
      "title": "Wednesday Night: Story Form",
      "team": "zombie",
      "body": "<p>Congratulations! You&rsquo;ve gained a strong foothold in the office. Milton, Trusty Russ, and the entirety of R&amp;D are ecstatic with your performance and can&rsquo;t wait for an extended rollout. Your overreaching milestones, and are so wonderfully efficient.</p>\n\n<p>Now, this doesn&rsquo;t mean you get any additional benefits, of course. You&rsquo;re working for the professional experience. But, we do have a new role.</p>\n\n<p>The Loss Prevention office has picked up on some recent communication from our &ldquo;disgruntled&rdquo; employees. They seem to be planning to leave, and besmirch this company&rsquo;s reputation. And if the company loses value, you lose value, and cuts may be made. Which I&rsquo;m assured no one wants.</p>\n\n<p>You need to secure any vital documentation within HR, and take back whatever the older employees already have. You wouldn&rsquo;t want to let Jairus down, would you?</p>\n"
    },
    {
      "title": "Wenesday Night - Human Non-Story Form",
      "team": "human",
      "body": "<p>You need to update your resumes, and to do that, you need the records that HR are keeping stashed away. You&rsquo;ve got half of them, but the new hires have taken control of the other half!</p>\n\n<p>&nbsp;</p>\n\n<p>Your goal is to retrieve the zombie boxes and bring them back to your points, while simultaneously defending your own human boxes. The zombies will attempt to do the same, but in reverse.</p>\n\n<p>&nbsp;</p>\n\n<p>There are six boxes in play. Three of them are human boxes, marked with orange tape, and three of them are zombie boxes, marked with green tape. Boxes are marked with glowing string lights. If a box does not have its lights on, it is deactivated: do not interact with it.</p>\n\n<p>Each box has a moderator assigned to it; this mod is there just to keep an eye on proceedings, they are not an objective.</p>\n\n<p>&nbsp;</p>\n\n<p>Do not follow or try to interact with deactivated boxes! Deactivated boxes will not have active lights.</p>\n\n<p>&nbsp;</p>\n\n<p>Boxes can be moved freely and travel at any speed, but they should not go beyond the general area of Academic Side (bounded loosely by Greek Rock, J Lot, Red Barn, and Gazebo). If you are going out of bounds, the mod assigned to your box will tell you.</p>\n\n<p>&nbsp;</p>\n\n<p>As humans, you can only move, carry, and interact with zombie boxes (marked with green tape). You should carry zombie boxes clearly in one hand; you may not put a box in a backpack, sack, or anything similar.</p>\n\n<p>&nbsp;</p>\n\n<p>Due to the Shrewd Negotiator tier, the boxes are significantly lighter. You can run at speed with them, and hand them off or toss them. Be safe when doing this!</p>\n\n<p>&nbsp;</p>\n\n<p>You may not move, carry, hide, obscure, or otherwise interact with human boxes. However, you may guard them if you choose to do so.</p>\n\n<p>&nbsp;</p>\n\n<p>Boxes cannot go indoors. Boxes can go in safe zones, but if it remains in a safe zone for more than a few minutes, it will be deactivated and taken back its dropoff point.</p>\n\n<p>&nbsp;</p>\n\n<p>If you are tagged while carrying a box, you should immediately drop your box. Stunned zombies will immediately drop their boxes.</p>\n\n<p>If a box is abandoned, the mod assigned to it will deactivate it and take it back to its assigned dropoff point. Since you cannot move human boxes, the only way for you to return human boxes is to force the zombies to abandon them.</p>\n\n<p>&nbsp;</p>\n\n<p>The three human boxes start at Grassy Knoll, Bus Stop, and Tiger Statue; these are your dropoff points, one per box. The three zombie boxes start at three locations somewhere on Academic Side.</p>\n\n<p>&nbsp;</p>\n\n<p>To score a point, you must have all three human boxes safely at their dropoff points, and then you must bring a zombie box to any one of your dropoff points (which again, are Grassy Knoll, Bus Stop, and Tiger Statue).</p>\n\n<p>&nbsp;</p>\n\n<p>Once a box is scored, the scoring human will be given a reward, and the box will be deactivated and returned to its dropoff point.</p>\n\n<p>&nbsp;</p>\n\n<p>Again, do not follow or try to interact with deactivated boxes!</p>\n\n<p>&nbsp;</p>\n\n<p>The zombies will be trying to protect their three boxes and steal yours, following the same rules as you.</p>\n\n<p>&nbsp;</p>\n\n<p>Human merchants will be available in the Gosnell Atrium from 9:00-9:15 and 10:00-10:15.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Wenesday Night - Zombie Non-Story Form",
      "team": "zombie",
      "body": "<p>The old hires are trying to update their resumes so they can jump ship! To do so, however, they need HR records; the old hires have stolen three boxes&rsquo; worth, but we&rsquo;ve got the other three.</p>\n\n<p>&nbsp;</p>\n\n<p>Your goal is to retrieve the human boxes and bring them back to your points, while simultaneously defending your own zombie boxes. The humans will be attempting to do the same, but in reverse.</p>\n\n<p>&nbsp;</p>\n\n<p>There are six boxes in play. Three of them are human boxes, marked with orange tape, and three of them are zombie boxes, marked with green tape. Boxes are marked with glowing string lights. If a box does not have its lights on, it is deactivated: do not interact with it.</p>\n\n<p>&nbsp;</p>\n\n<p>Each box has a moderator assigned to it; this mod is there just to keep an eye on proceedings, they are not an objective.</p>\n\n<p>&nbsp;</p>\n\n<p>Do not follow or try to interact with deactivated boxes! Deactivated boxes will have their lights turned off.</p>\n\n<p>&nbsp;</p>\n\n<p>Boxes can be moved freely and travel at any speed, but they should not go beyond the general area of Academic Side (bounded loosely by Greek Rock, J Lot, Red Barn, and Gazebo). If you are going out of bounds, the mod assigned to your box will tell you.</p>\n\n<p>&nbsp;</p>\n\n<p>As zombies, you can only move, carry, and interact with human boxes (marked with orange tape). You should carry human boxes clearly in one hand (although you may want to use two); you may not put a box in a backpack, sack, or anything similar.</p>\n\n<p>&nbsp;</p>\n\n<p>You may not move, carry, hide, obscure, or otherwise interact with zombie boxes. You may guard them, however, if you choose to do so.</p>\n\n<p>&nbsp;</p>\n\n<p>Boxes cannot go indoors. Boxes can go in safe zones, but if it remains in a safe zone for more than a few minutes, it will be deactivated and taken back its dropoff point.</p>\n\n<p>&nbsp;</p>\n\n<p>If you are stunned while carrying a box, you should immediately drop your box. Tagged humans will immediately drop their boxes.</p>\n\n<p>If a box is abandoned, the mod assigned to it will deactivate it and take it back to its assigned dropoff point. Since you cannot move zombie boxes, the only way for you to return zombie boxes is to force the humans to abandon them.</p>\n\n<p>&nbsp;</p>\n\n<p>The three zombie boxes start at Ironworks, Pi Quad, and Carlson; these are your dropoff points, one per box. The three human boxes start at three locations somewhere on Academic Side.</p>\n\n<p>&nbsp;</p>\n\n<p>To score a point, you must have all three zombie boxes safely at their dropoff points, and then you must bring a human box to any one of your dropoff points (which again, are Ironworks, Pi Quad, and Carlson).</p>\n\n<p>Once a box is scored, the scoring zombie will be given a reward, and the box will be deactivated and returned to its dropoff point.</p>\n\n<p>Again, do not follow or try to interact with deactivated boxes!</p>\n\n<p>&nbsp;</p>\n\n<p>The humans will be trying to protect their three boxes and steal yours, following the same rules as you.</p>\n\n<p>&nbsp;</p>\n\n<p>Zombie merchants will be available at That Field &lsquo;Twixt the Ritter Ice Rink and the Gordon Field House, from 9:00-9:15 and 10:00-10:15. Due to your tier, you will receive two free Spitters at 9:00 from the zombie merchant.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Thursday Night: Story Form",
      "team": "human",
      "body": "<p>Tonight&rsquo;s our best chance. Corporate&rsquo;s brought in some interview consultants, people to help the new hires move up in the ranks. They&rsquo;re meant to make Boss Jairus&rsquo; fat pockets grow even fatter, at our cost. But, but--and this is the important part--somebody screwed up. Rather than just be taken to the offices, they&rsquo;ve ended up scattered all over the office park.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Our job right now is to get out there and find those consultants. It&rsquo;s not going to be easy, since they really are scattered all over, but if we can find them first, we&rsquo;ll have a huge advantage in getting out of JairusTech as quick as we can. We&rsquo;ve got the union-mandated uniforms, too, which will make things all the easier for us.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Find the consultants, get in and get out, as quick as you can.</p>\n"
    },
    {
      "title": "Thursday Night: Story Form",
      "team": "zombie",
      "body": "<p>Employees! Heads up! Some bumbling idiot messed up our consultants&rsquo; arrival times, so rather than being all clustered in one nice space, they&rsquo;re scattered all over the office park. I&rsquo;m not sure who&rsquo;s responsible for this, but Milton is <em>furious</em>.</p>\n\n<p>&nbsp;&nbsp;&nbsp; So, tonight, I&rsquo;m going to have all of you new hires head out all over campus and find these consultants. Let&rsquo;s consider it a little challenge from ol&rsquo; Trusty Russ: whichever of you can get our consultants first will be the first to get their interview practices!</p>\n\n<p>&nbsp;&nbsp;&nbsp; Keep an eye out, though: the old hires will be looking for them, too, so keep an eye out.</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "human",
      "body": "<p>You&rsquo;ve called in some headhunters to arrive on campus, but the...unique work environment has put them on the defensive. You need to find them to get considered for positions outside of JairusTech, but they&rsquo;ll resist being found.</p>\n\n<p>&nbsp;</p>\n\n<p>You need to find the headhunters, and tag them to network with them. Headhunters are played by mods and admins, and are wearing a blue/yellow bandana around their neck, and a pink AND green bandana on one arm.</p>\n\n<p>&nbsp;</p>\n\n<p>Inactive and non-objective mods will have lights on them.</p>\n\n<p>&nbsp;</p>\n\n<p>Upon tagging a headhunter, they will despawn for 10 minutes and you may receive a reward. Objectives on cooldown will have lights on them. HEADHUNTERS CAN DOWN HUMANS.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters are found within the hextants in the image bound below.</p>\n\n<p>In text, the bounds are roughly:</p>\n\n<p>Pi-&gt;Bausch</p>\n\n<p>Bausch-&gt;Greek Rock</p>\n\n<p>Greek Rock-&gt;Gazebo</p>\n\n<p>Gazebo-&gt;Brown hall</p>\n\n<p>Brown hall-&gt;Global village</p>\n\n<p>Global Village-&gt;Pi</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters will be hiding and will resist being found. A headhunter can stun a zombie using a blaster or sock. A headhunter can down a human by hitting them with a dart or sock, similar to a spitter. Due to your tier, Union Uniforms, your timer when hit by a mod or admin&rsquo;s blaster or sock is reduced by half. WHEN DOWNED BY A HEADHUNTER you must crouch down for 15 seconds before another human can tag you to move again. After 30 seconds, you can stand up by yourself.</p>\n\n<p>&nbsp;</p>\n\n<p>A headhunter who is blasted or socked by a human will be forced to crouch down as if they were hit by a spitter.</p>\n\n<p>&nbsp;</p>\n\n<p>More information will be revealed at 10, with chances to possibly earn additional rewards.</p>\n\n<p><img alt=\"\" height=\"461\" src=\"https://lh6.googleusercontent.com/foGI755xI0RQGpB82l0rHGCGvbDGQ3rE733ssRxwbCfTOXJP72aKtRZXeMUcmKmaC6k7PmURPjdLErapHZLg0FbXYU-_W1ijOtMDTzmCdJztVFUQCtz3WIZ6SIAWsh3mpSR5ETUl\" width=\"624\" /></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p>The old hires have called in headhunters to attempt to get new jobs away from the JairusTech campus. You can&rsquo;t let the humans leave.</p>\n\n<p>You need to find the headhunters, and ask them to leave campus by tagging them. Headhunters are played by mods and admins, and are wearing a blue/yellow bandana around their neck, and a pink AND green bandana on one arm.</p>\n\n<p>Inactive and non objective mods/admins will have lights on them.</p>\n\n<p>Headhunters are found within the hextants in the image bound below.</p>\n\n<p>In text, the bounds are roughly:</p>\n\n<p>Pi-&gt;Bausch</p>\n\n<p>Bausch-&gt;Greek Rock</p>\n\n<p>Greek Rock-&gt;Gazebo</p>\n\n<p>Gazebo-&gt;Brown hall</p>\n\n<p>Brown hall-&gt;Global village</p>\n\n<p>Global Village-&gt;Pi</p>\n\n<p>&nbsp;</p>\n\n<p>Upon tagging a headhunter, they will despawn for 10 minutes and you may receive a reward. Objectives on cooldown will have lights on them.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters will be hiding and will resist being found. A headhunter can stun a zombie using a blaster or sock. Due to your tier, Casual Clothes, your stun timer when hit by a mod or admin&rsquo;s blaster or sock is reduced by half. Yes, this stacks with the existing stun timers on specials. Normal human blasters and socks still enforce a full stun timer.</p>\n\n<p>&nbsp;</p>\n\n<p>A human who is blasted by a headhunter blaster or sock will be forced to crouch down as if they were hit by a spitter.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters can be hit by spitters.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"\" height=\"461\" src=\"https://lh3.googleusercontent.com/zQcLTXF6hwRqGlx2euSKB6VvHTBaIgtKJv1s6HXLZvPkqmpS3RT31Gctj68Xskxh14GcHWdnTKMahp1_02PydWjlrqKxw5e9Q9ed2gdxFdtCqXrvp2EO_SgLUBUOgCafurOdXZj2\" width=\"624\" /></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>2 for 1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Spitter</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Boomer</td>\n\t\t\t<td>3 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form UPDATE",
      "team": "human",
      "body": "<p>UPDATE: Two additional headhunters, played by Rob and Sam, have arrived on site. They are found in the Gracie&rsquo;s woods. They will have AVs. They will have limited rewards, and limited chances to be found by zombies <em>or </em>humans</p>\n\n<p>You&rsquo;ve called in some headhunters to arrive on campus, but the...unique work environment has put them on the defensive. You need to find them to get considered for positions outside of JairusTech, but they&rsquo;ll resist being found.</p>\n\n<p>&nbsp;</p>\n\n<p>You need to find the headhunters, and tag them to network with them. Headhunters are played by mods and admins, and are wearing a blue/yellow bandana around their neck, and a pink AND green bandana on one arm.</p>\n\n<p>&nbsp;</p>\n\n<p>Upon tagging a headhunter, they will despawn for 10 minutes and you may receive a reward. Objectives on cooldown will have lights on them. HEADHUNTERS CAN DOWN HUMANS.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters are found within the hextants in the image bound below.</p>\n\n<p>In text, the bounds are roughly:</p>\n\n<p>Pi-&gt;Bausch</p>\n\n<p>Bausch-&gt;Greek Rock</p>\n\n<p>Greek Rock-&gt;Gazebo</p>\n\n<p>Gazebo-&gt;Brown hall</p>\n\n<p>Brown hall-&gt;Global village</p>\n\n<p>Global Village-&gt;Pi</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters will be hiding and will resist being found. A headhunter can stun a zombie using a blaster or sock. A headhunter can down a human by hitting them with a dart or sock, similar to a spitter. Due to your tier, Union Uniforms, your timer when hit by a mod or admin&rsquo;s blaster or sock is reduced by half. WHEN DOWNED BY A HEADHUNTER you must crouch down for 15 seconds before another human can tag you to move again. After 30 seconds, you can stand up by yourself.</p>\n\n<p>&nbsp;</p>\n\n<p>A headhunter who is blasted or socked by a human will be forced to crouch down as if they were hit by a spitter.</p>\n\n<p>&nbsp;</p>\n\n<p>More information will be revealed at 10, with chances to possibly earn additional rewards.</p>\n\n<p><img alt=\"\" height=\"461\" src=\"https://lh6.googleusercontent.com/foGI755xI0RQGpB82l0rHGCGvbDGQ3rE733ssRxwbCfTOXJP72aKtRZXeMUcmKmaC6k7PmURPjdLErapHZLg0FbXYU-_W1ijOtMDTzmCdJztVFUQCtz3WIZ6SIAWsh3mpSR5ETUl\" width=\"624\" /></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>2 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Thursday Night: Non-Story Form UPDATE",
      "team": "zombie",
      "body": "<p>UPDATE: Two additional headhunters, played by Rob and Sam, have arrived on site. They are found in the Gracies woods. They will have AVs. They will have limited rewards, and limited chances to be found by zombies <em>or </em>humans</p>\n\n<p>&nbsp;</p>\n\n<p>The old hires have called in headhunters to attempt to get new jobs away from the JairusTech campus. You can&rsquo;t let the humans leave.</p>\n\n<p>You need to find the headhunters, and ask them to leave campus by tagging them. Headhunters are played by mods and admins, and are wearing a blue/yellow bandana around their neck, and a pink AND green bandana on one arm.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters are found within the hextants in the image bound below.</p>\n\n<p>In text, the bounds are roughly:</p>\n\n<p>Pi-&gt;Bausch</p>\n\n<p>Bausch-&gt;Greek Rock</p>\n\n<p>Greek Rock-&gt;Gazebo</p>\n\n<p>Gazebo-&gt;Brown hall</p>\n\n<p>Brown hall-&gt;Global village</p>\n\n<p>Global Village-&gt;Pi</p>\n\n<p>&nbsp;</p>\n\n<p>Upon tagging a headhunter, they will despawn for 10 minutes and you may receive a reward. Objectives on cooldown will have lights on them.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters will be hiding and will resist being found. A headhunter can stun a zombie using a blaster or sock. Due to your tier, Casual Clothes, your stun timer when hit by a mod or admin&rsquo;s blaster or sock is reduced by half. Yes, this stacks with the existing stun timers on specials. Normal human blasters and socks still enforce a full stun timer.</p>\n\n<p>&nbsp;</p>\n\n<p>A human who is blasted by a headhunter blaster or sock will be forced to crouch down as if they were hit by a spitter.</p>\n\n<p>&nbsp;</p>\n\n<p>Headhunters can be hit by spitters.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"\" height=\"461\" src=\"https://lh3.googleusercontent.com/zQcLTXF6hwRqGlx2euSKB6VvHTBaIgtKJv1s6HXLZvPkqmpS3RT31Gctj68Xskxh14GcHWdnTKMahp1_02PydWjlrqKxw5e9Q9ed2gdxFdtCqXrvp2EO_SgLUBUOgCafurOdXZj2\" width=\"624\" /></p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>2 for 1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Spitter</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Boomer</td>\n\t\t\t<td>3 JairusBucks</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Friday Night: Story Form",
      "team": "zombie",
      "body": "<p>&nbsp;&nbsp;&nbsp; Tonight&rsquo;s the night, everyone! The old hires are planning their trip out of JairusTech, and this is their last chance! I&rsquo;m normally a fan of rampant capitalism, being Trusty Russ Jairus and all that, but in this case I&rsquo;m feeling a bit more&hellip; skeptical.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Fortunately for us, it won&rsquo;t be easy for the old hires to get out. They&rsquo;ll be out and around collecting various things--records, receipts, notices of commendation--to try to prove that they&rsquo;re still worth something. Once they&rsquo;ve got those, they&rsquo;ll be looking for their out. It&rsquo;s all of your jobs to stop those old hires. As an added plus, I&rsquo;ve nulled a few casual NDAs, so we&rsquo;ll know exactly where they&rsquo;re headed.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Get out there, all you plucky new hires. Prove your worth to JairusTech.</p>\n"
    },
    {
      "title": "Friday Night: Story Form",
      "team": "human",
      "body": "<p>&nbsp;&nbsp;&nbsp; This is it. This is our last chance to get out of JairusTech. If we don&rsquo;t, we&rsquo;re all being replaced by those new hires, one way or another. Fortunately for us, we&rsquo;ve got a chance: other corporations, JairusTech&rsquo;s rivals, are sending in charters for us to get out.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Unfortunately, it won&rsquo;t be easy to prove that we&rsquo;ll be worth the trouble. We&rsquo;ve got to get all over the office park and collect various records, receipts, and notices of commendation; the sorts of things that will really help us all prove our worth.</p>\n\n<p>&nbsp;&nbsp;&nbsp; At some point, our ride out of this place will show up, and while I&rsquo;m sure it won&rsquo;t be that simple, that&rsquo;s our way out. We&rsquo;ve been practicing our safety drills, so it will be all the easier.</p>\n\n<p>&nbsp;&nbsp;&nbsp; Good luck, everyone. And for anyone that gets replaced by the new hires, it&rsquo;s been an honor working with you.</p>\n"
    },
    {
      "title": "Weather Reminder",
      "team": "all",
      "body": "<p>Due to the rain, many areas on campus are wet and very slippery.&nbsp; Please be careful during tonight&#39;s mission.&nbsp; If you get hurt, mods will have first aid kits and will be wandering around campus.&nbsp; If you need more immediate help, please call RIT Ambulance at 585-475-3333.&nbsp; Please email HvZ@RIT.edu with any concerns.&nbsp; Good luck and play safe!</p>\n"
    },
    {
      "title": "Friday Night: Non-Story Form",
      "team": "human",
      "body": "<p>You must go to an on-site interview to fully extract. To do so, you&rsquo;ll need to validate your travel plans.</p>\n\n<p>Travel tickets are scattered around campus. Due to your performance this week, there are 50 tickets on campus.</p>\n\n<p>At certain locations, there will also be skulls. Do not interfere, obstruct, hide, destroy, or otherwise interact with these skulls.</p>\n\n<p>&nbsp;</p>\n\n<p>These tickets are spread out around at the following locations:</p>\n\n<ol>\n\t<li>\n\t<p>Ironworks</p>\n\t</li>\n\t<li>\n\t<p>Skybridge</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>Bus Stop</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Tiger Statue</p>\n\t</li>\n\t<li>\n\t<p>Gazebo</p>\n\t</li>\n\t<li>\n\t<p>Dorm Side, in the Quads</p>\n\t</li>\n\t<li>\n\t<p>GV Hill</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p>You will need to bring these tickets to the following locations:</p>\n\n<ol>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll</p>\n\t</li>\n\t<li>\n\t<p>&lsquo;twixt SAU / Poliseum</p>\n\t</li>\n\t<li>\n\t<p>Greek Rock</p>\n\t</li>\n\t<li>\n\t<p>Bausch &amp; Lomb</p>\n\t</li>\n\t<li>\n\t<p>Due to your tier, you may also bring tickets to Sentinel.</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p>A ticket guarantees one person&rsquo;s spot at that point. It takes a period of time to validate a ticket.</p>\n\n<p>If you abandon the point in that time, the ticket will need to be completely re-evaluated.</p>\n\n<p>Once validated, a person is safe at that location while within 15 feet of the mod. If you leave the location for any reason you will need a new ticket.</p>\n\n<p>&nbsp;</p>\n\n<p>Each location can only protect a certain limit of people; once that limit is reached, no more tickets can be turned in there.</p>\n\n<p>&nbsp;</p>\n\n<p>You have until 7:10 to validate tickets. More information will be given out at the ticket drop-off points when time comes, as well as by wandering mods. &nbsp;You will be safely brought from those locations to a new location; while travelling safely, the mod with you will hold their PVC stake above their head, and you should hold your extraction ticket above your head as well. You may not fire your blaster or throw socks while travelling in this way.</p>\n\n<p>At 7:10, if you are not at a drop-off location with a validated ticket, you are not safe in transit. Everyone is safe upon arrival at the secondary location. The secondary location will close once every group arrives; everyone else will be killed.</p>\n\n<p>&nbsp;</p>\n\n<p>Merchants will be available in the Gosnell Atrium from 6:00-6:15. Some items will not be usable during the second phase.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Body Armor</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Deployable Cover</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Elephant Blaster</td>\n\t\t\t<td>2 JairusBuck</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    },
    {
      "title": "Friday Night: Non-Story Form",
      "team": "zombie",
      "body": "<p>Humans are attempting to validate travel plans to leave JairusTech. You can&rsquo;t allow this to happen.</p>\n\n<p>Travel tickets are scattered around campus. Do to your performance this week, a limited number are on campus. The humans will be trying to collect these travel tickets, and bring them to a number of locations. Do not hide, obstruct, destroy, or otherwise interfere with these travel tickets.</p>\n\n<p>Around Pi Quad, Bus Stop, Kodak Quad, and Gazebo, there will also be four skulls. You should collect these skulls and bring them to the second location, which will be made known later.</p>\n\n<p>&nbsp;</p>\n\n<p>Due to your Tier, you know that these tickets are spread out around at the following locations:</p>\n\n<ol>\n\t<li>\n\t<p>Ironworks</p>\n\t</li>\n\t<li>\n\t<p>Skybridge</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>Bus Stop</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Tiger Statue</p>\n\t</li>\n\t<li>\n\t<p>Gazebo</p>\n\t</li>\n\t<li>\n\t<p>Dorm Side, in the Quads</p>\n\t</li>\n\t<li>\n\t<p>GV Hill</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p>Due to your Tier, you also know that humans are bringing these tickets to the following locations:</p>\n\n<ol>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll</p>\n\t</li>\n\t<li>\n\t<p>&lsquo;twixt SAU and the Poliseum</p>\n\t</li>\n\t<li>\n\t<p>Greek Rock</p>\n\t</li>\n\t<li>\n\t<p>Bausch &amp; Lomb</p>\n\t</li>\n</ol>\n\n<p>Plus a sixth location that you do not know.</p>\n\n<p>&nbsp;</p>\n\n<p>Humans will have to bring tickets to these locations and have a mod validate them. Tickets take a period of time to validate. If humans are pushed off the point during validation, the process will have to start again. A human with a validated ticket is safe at that location. If the human abandons the point after being validated, they will need a new ticket.</p>\n\n<p>&nbsp;</p>\n\n<p>Humans have until 7:10 to validate tickets. More information will be given out at the ticket drop-off points at that time, and by any wandering mods. The humans will be brought from those locations to a new location. Humans with validated tickets are safe while moving; this will be indicated by the mod travelling with them holding a colorful PVC stake in the air, and the humans travelling with them will be holding their tickets in the air.</p>\n\n<p>&nbsp;</p>\n\n<p>At 7:10, humans without validated tickets are not safe in transit. They are safe upon arrival at the secondary location.</p>\n\n<p>&nbsp;</p>\n\n<p>Zombie merchants will be available at That Field &lsquo;Twixt the Ritter Ice Rink and the Gordon Field House, from 6:00-6:15.</p>\n\n<table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Jackal</td>\n\t\t\t<td>2 for 1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Tank</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Spitter</td>\n\t\t\t<td>1 JairusBuck</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Boomer</td>\n\t\t\t<td>3 JairusBuck</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n"
    }
  ]
}