{
  "scores": {
    "humans": 5,
    "zombies": 407,
    "winners": [
      "Johnny Puskar",
      "Gabriel Brunser",
      "Nick Schaake",
      "Nicholas Atkinson",
      "Cole Williams"
    ]
  },
  "missions": [
    {
      "title": "Sunday Story - Human",
      "team": "human",
      "body": "<p><strong>[BEGIN BROADCAST]</strong></p>\n\n<p><strong>Ninety years ago. That&rsquo;s the last time we faced this menace head on, and we tripped and fell over our own feet. They run through our fields, eating our crops, and what they don&rsquo;t eat, they trample. Not this time. We&rsquo;ll be ready - we&rsquo;re not going to be embarrassed again. We would never live it down, certainly not once it started making the rounds on the internet.</strong></p>\n\n<p><strong>[END BROADCAST]</strong></p>\n"
    },
    {
      "title": "Sunday Story - Zombie",
      "team": "zombie",
      "body": "<p><strong>Our numbers grow, and we make a mighty flock!</strong></p>\n\n<p><strong>Unfortunately, this means we&rsquo;ve eaten all the food on the outside of the fences.</strong></p>\n\n<p><strong>The food inside the fences is plentiful, but it is guarded. If we want to eat and run and thrive in peace, we must take out the angry guards. Then, we can feast.</strong></p>\n"
    },
    {
      "title": "Sunday Mission - Human",
      "team": "human",
      "body": "<p>It is the time of year that the emus rampage across your fields, eating your crops and trampling whatever they don&rsquo;t eat. It is necessary to prepare yourselves and your fields.</p>\n\n<p>&nbsp;</p>\n\n<p>There are a variety of tasks around campus for you to complete. Completing the objectives may earn you rewards in addition to making progress towards tonight&rsquo;s bonuses.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>There are four Field Moderators wrapped in&nbsp;string lights and a hat</strong> who are scattered around campus. Each Field Moderator has a different task for you to complete. <strong>Visit each location and complete the objective, as directed by the moderators </strong>when they are active (lights on). The locations of each Field Moderator and their tasks are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>Kodak Quad: Chicken Herding</p>\n\t</li>\n\t<li>\n\t<p>Slaughter Quad: Crop Storage</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll: Fitness Drills</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad: Command Guides</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>At Orange Hall, there is a Traveling Salesman who is a moderator wearing a pink armband and wrapped in string lights with a large grain bin. <strong>The Traveling Salesman must be escorted on a tour of each of the Field objectives listed above and then return to Orange Hall.</strong> Two players must be holding the grain bin while escorting the Traveling Salesman, otherwise they will not move. At each location, the Traveling Salesman will stop for a brief period of time and must be defended. The order in which the Field objectives are visited is up to you, but you must visit all of them and return to Orange Hall in order to get a reward.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>There are three Wildlife Researchers wearing pink armbands, hats and white string lights. <strong>Wildlife Researchers start at Infinity Quad and must be escorted on a unique path to loop back.</strong> They have a few possible paths they can be escorted on, which the Wildlife Researcher will inform you of upon arrival.</p>\n\n<p>&nbsp;</p>\n\n<p>After any objective has been completed, it will be inactive for a short period of time, signified by the moderator turning their lights off.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Tuesday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you complete 20 Field tasks, a free body armor will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you complete 12 Wildlife Researcher tours, a discount on an elephant blaster will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you complete 4 escorts for the Traveling Salesman, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 egg coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 egg coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Mission - Zombie",
      "team": "zombie",
      "body": "<p>Human farmers are attempting to prepare their fields, their bodies, and their minds for your coming rampage. Show them that their preparations are for naught.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>There are four Field Moderators stationed around campus</strong> that humans are attempting to complete tasks at. The Field Moderators are denoted by string lights and a hat, and can be found at the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>There is also a Traveling Salesman that is part of a human escort objective, who will be denoted by a pink armband and string lights. <strong>Humans will be escorting the Traveling Salesman to the Field Moderator locations and completing a hold at each one. </strong>Two humans must be holding a grain bin for the Traveling Salesman in order to move forward. <strong>You may tag the Traveling Salesman</strong> to hinder the humans&rsquo; completion of their objective and to receive a reward.</p>\n\n<p>&nbsp;</p>\n\n<p>Finally, <strong>there are three Wildlife Researcher moderators</strong> that spawn in Infinity Quad, marked by pink armbands, hats and white string lights. <strong>Each Wildlife Researcher has a unique path that they must be escorted on around campus. You may tag them</strong> to stop human completion of the objective and to receive a reward.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Tuesday night&rsquo;s mission are accumulated based on how well you prevent the humans from completing their objectives; should you fail to stop them, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If the humans complete less than 20 Field tasks, two free jackal shirts will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If the humans complete less than 12 Wildlife Researcher tours, a discount on a spitter shirt will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If the humans complete less than 4 escorts for the Traveling Salesman, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available in front of Bausch &amp; Lomb at 9 and 10 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Jackal Shirt</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 egg coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Tank Shirt</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 egg coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Post-Story - Humans",
      "team": "human",
      "body": "<p>[BEGIN BROADCAST]</p>\n\n<p>They&rsquo;re here. And they&rsquo;re so much more aggressive than we&rsquo;ve ever seen them. It&rsquo;s going to be quite the struggle to deal with them.</p>\n\n<p>In good news, though, we accomplished most of our preparations. We&rsquo;ve done what we can, and now we&rsquo;ll just need to see how it goes. Stay safe, protect your crops. We&rsquo;ll check back in tomorrow.</p>\n\n<p>[END BROADCAST]</p>\n"
    },
    {
      "title": "Sunday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>We were able to breach their defenses before they had finished preparations. We&rsquo;ve disrupted their plans by our mere presence. Next up, feasting on all the sweet, sweet grain!</p>\n"
    },
    {
      "title": "Monday Story - Humans",
      "team": "human",
      "body": "<p>[BEGIN BROADCAST]</p>\n\n<p>Many of the crops that haven&rsquo;t been trampled are ready for harvest, but the emu rampage has continued. It&rsquo;s vital that we collect what crops we can in order to get them safely to storage, but those vile birds are stealing them from right under our noses! Defend our produce, and bring it to safety before anything more can go wrong.</p>\n\n<p>[END BROADCAST]</p>\n"
    },
    {
      "title": "Monday Story - Zombies",
      "team": "zombie",
      "body": "<p>The farmers are trying to collect the food before we can get to it - and that simply won&rsquo;t do. We&rsquo;ve got to make use of our speed to run in, grab it, and get away with it. If we can wear them down while we&rsquo;re at it, all the better.</p>\n"
    },
    {
      "title": "Monday Mission - Humans",
      "team": "human",
      "body": "<p><strong>There are 4 Field Locations around campus, each with a Farmer </strong>- a moderator wearing a hat and colored string lights. <strong>You must help the Farmers harvest their Crops</strong> by defending them for a length of time until they&rsquo;ve grown into a Crop. Each Field Location has a different colored Crop that it grows. The Field Locations are:</p>\n\n<ul>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Greek Rock</p>\n\t</li>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>You cannot touch the Crops until the Farmer says they are ready to harvest after a length of time. However, Zombie players are able to steal the Crops at any point while they are growing, </strong>so you must defend the area against them. If all of the Crops are stolen, the objective is failed and the Farmer will turn their lights off signifying that they&rsquo;re inactive for a period of time. If a zombie snatches a growing Crop and immediately gets stunned within close proximity of the area, you cannot pick it up until the others are finished growing or have all been stolen.</p>\n\n<p>&nbsp;</p>\n\n<p>If you are able to successfully defend at least one Crop during the growing phase, <strong>the Farmer will say when the Crops are ready to be collected by humans. You must then take these Crops to a Collection Moderator. </strong>If you are tagged while holding Crops, you must drop them on the ground.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>There are 2 Collection Moderators located at Infinity Quad and Carlson</strong>, wearing a hat, and will be collecting harvested and stolen Crops for both teams. They will quickly inspect each of the Crops, and may give rewards periodically for dropping off Crops.</p>\n\n<p>&nbsp;</p>\n\n<p>Additionally,<strong> 2 Delivery Truck Moderators wrapped in orange lights will periodically drop Crops while walking in a loop around campus</strong>. These Crops are a different color from the Field Locations. <strong>Either team may pick them up</strong> and turn them into a Collection Moderator.</p>\n\n<p>&nbsp;</p>\n\n<p>Thanks to the Mechanized Society tier, the capture time on the crops has been reduced.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Wednesday&rsquo;s night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you turn in 120 Crops, a free body armor will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you turn in 10 of each Crop color, a discount on an elephant blaster will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you turn in more Delivery Truck Crops than the zombies, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you turn in more Crops than the zombies, you will prevent a Boomer shirt from being available to purchase at the zombie merchant</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Mission - Zombies",
      "team": "zombie",
      "body": "<p><strong>There are 4 Field Locations around campus, each with a Farmer </strong>- a moderator wearing a hat and colored string lights. Humans are helping the Farmer Moderator grow their Crops by spreading their seedlings around the field and defending them for a length of time until they&rsquo;ve grown into a Crop. Each Field Location has a different colored Crop that it grows. The Field Locations are:</p>\n\n<ul>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Greek Rock</p>\n\t</li>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>You are able to snatch the Crops from the Field Locations while they are growing and bring them to a Collection Moderator.</strong> A Crop is considered &ldquo;growing&rdquo; as soon as it&rsquo;s laid on the ground by the Farmer. If you snatch all of the Crops while they are growing, the Farmer will turn their lights off, signifying that they&rsquo;re inactive for a period of time. <strong>Humans cannot interact with the growing Crops until the Farmer says that they are ready to be collected, but they will be defending the locations.</strong> Once humans collect any Crops that weren&rsquo;t stolen, they will also bring them back to the Collection Moderator. <strong>If you are stunned while carrying Crops, you must drop them on the ground.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>There are 2 Collection Moderators located at Infinity Quad and Carlson</strong>, wearing white string lights, a hat with a pink bandana and pink armbands. They will be collecting harvested and stolen Crops for both teams. They will quickly inspect each of the Crops, and may give rewards periodically for dropping off Crops.</p>\n\n<p>&nbsp;</p>\n\n<p>Additionally,<strong> 2 Delivery Truck Moderators wrapped in orange lights will periodically drop Crops while walking in a loop around campus</strong>. These Crops are a different color from the Field Locations. <strong>Either team may pick them up</strong> and turn them into a Collection Moderator.</p>\n\n<p>&nbsp;</p>\n\n<p>Thanks to the Feathery Resilience tier, a free tank shirt will be available at the merchant.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Wednesday&rsquo;s night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you turn in 100 Crops, a free spitter shirt will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you turn in 10 of each Crop type, a discount on tank shirts will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you turn in more Delivery Truck Crops than the humans, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you turn in more Crops than the humans, a Boomer shirt will be available to purchase at the merchant</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available in front of Bausch &amp; Lomb at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Jackal Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Tank Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Spitter Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Post-Story - Human",
      "team": "human",
      "body": "<p><strong>[BEGIN BROADCAST</strong></p>\n\n<p><strong>We were able to collect a good portion of the remaining crops, but those damn birds still made off with more. It was almost like they were organized, taking the food away to store it. Eerie.</strong></p>\n\n<p><strong>[END BROADCAST]</strong></p>\n"
    },
    {
      "title": "Monday Post-Story - Zombie",
      "team": "zombie",
      "body": "<p><strong>Ha-HA! We made off with even more of their precious food, running circles around them. We&rsquo;ll take this land that&rsquo;s been so long cut off for us, and turn it into our ideal home! Get some rest, since that will take a lot of effort yet.</strong></p>\n"
    },
    {
      "title": "Tuesday Story - Humans",
      "team": "human",
      "body": "<p><strong>[BEGIN BROADCAST]</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Okay, this whole &ldquo;conventional tactics&rdquo; thing isn&rsquo;t working. It&rsquo;s time to fight fire with fire.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>We&rsquo;ve acquired a handful of emu eggs in hopes of raising our own emus to fight for us. We&rsquo;ve hidden them in several incubators, but somehow, despite not having any opposable thumbs, the emus are stealing them back. Defend our eggs, and acquire more to replace the losses.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>[END BROADCAST]</strong></p>\n"
    },
    {
      "title": "Tuesday Story - Zombies",
      "team": "zombie",
      "body": "<p><strong>We don&rsquo;t know why, but these farmers have started taking our eggs. Perhaps it&rsquo;s retaliation for all those delicious vegetables we took, or perhaps it&rsquo;s something else entirely, but surely nothing good can come of it. We must bring them back to safety, and stop them from taking any more.</strong></p>\n"
    },
    {
      "title": "Tuesday Mission - Humans",
      "team": "human",
      "body": "<p>If we raise our own emus, we can fight fire with fire! We just need to protect the eggs while they incubate, and acquire more to build our army.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Each team has two eggs that they are defending from the other team. There is also a neutral egg</strong>. Each egg is held by a moderator at a nest location. The locations are as follows:</p>\n\n<p>&nbsp;</p>\n\n<p>Human Egg Locations: (Orange-lit eggs)</p>\n\n<ul>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Ironworks</p>\n\t</li>\n</ul>\n\n<p>Zombie Egg Locations: (Green-lit eggs)</p>\n\n<ul>\n\t<li>\n\t<p>Carlson</p>\n\t</li>\n\t<li>\n\t<p>Fishbowl</p>\n\t</li>\n</ul>\n\n<p>Neutral Egg Location: (White-lit egg)</p>\n\n<ul>\n\t<li>\n\t<p>Infinity Quad</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>When they are at their home nest, <strong>you can hit a zombie egg moderator or the neutral egg moderator with a throwable to get them to follow you</strong> for the next 10 minutes. <strong>You must lead them to one of the human nests</strong>, where you will need to complete a short hold in order to successfully capture the egg. Upon completion of the hold, the moderator will turn off the egg&rsquo;s lights and take it back to the point it started from. <strong>Each regular egg captured this way is worth one point</strong>.</p>\n\n<p>&nbsp;</p>\n\n<p>If an egg moderator is tagged while you are escorting them, they will turn off the egg&rsquo;s lights and return to the nest they started at. Similarly, if you hit an egg moderator that the zombies are escorting with a throwable, that moderator will turn off their egg&rsquo;s lights and return to their nest.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>There will also be a scared Egg Thief appearing around campus</strong> throughout the night at 9:15, 9:45, 10:15, and 10:45. <strong>The Egg Thief carries a golden egg that is worth three points</strong> when captured. The Egg Thief will move away from you when approached, and <strong>must be hit with a throwable</strong> to begin escorting them. Zombies can also tag the Egg Thief to begin escorting them.</p>\n\n<p>&nbsp;</p>\n\n<p>Until the golden egg is captured, the team not escorting the Egg Thief can tag them or hit them with a throwable (as appropriate) to gain control of them.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>You can bring eggs into safe zones, but only for a short period of time</strong> (the moderator will warn you when you need to get going soon). If you keep an egg in a safe zone after the moderator has given their warnings, it will reset. If you abandon an egg, it will reset.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Thanks to the &ldquo;Basic Species Recognition&rdquo; tier, the Egg Thief will flee from you much less energetically. The bonus you earned Sunday night has increased the zombies&rsquo; capture time to capture an egg.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses: </strong>Rewards for Thursday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you capture more Golden Eggs than the zombies, two free body armors will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you capture an Egg 3 times from each Nest, a two-for-one deal on Elephant Blasters will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you score more points than the zombies, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Witch Flare</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Egg Coin</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Antivirus</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">10 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p>The first capture of the night for your team will earn you an extra currency.</p>\n"
    },
    {
      "title": "Tuesday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The farmers are stealing our eggs - save the ones that have been taken, and keep them from acquiring any more!</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Each team has two eggs that they are defending from the other team, and there is also a neutral egg</strong>. Each egg is held by a moderator at a nest location. The locations are as follows:</p>\n\n<p>&nbsp;</p>\n\n<p>Human Egg Locations: (Orange-lit eggs)</p>\n\n<ul>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Ironworks</p>\n\t</li>\n</ul>\n\n<p>Zombie Egg Locations: (Green-lit eggs)</p>\n\n<ul>\n\t<li>\n\t<p>Carlson</p>\n\t</li>\n\t<li>\n\t<p>Fishbowl</p>\n\t</li>\n</ul>\n\n<p>Neutral Egg Location: (White-lit egg)</p>\n\n<ul>\n\t<li>\n\t<p>Infinity Quad</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>When they are at their home nest, <strong>you can tag a human egg moderator or the neutral egg moderator to get them to follow you</strong> for the next 10 minutes. <strong>You must lead them to one of the zombie egg locations</strong>, where you will need to complete a short hold in order to successfully capture the egg. Upon completion of the hold, the moderator will turn off the egg&rsquo;s lights and take it back to the point it started from. <strong>Each regular egg captured this way is worth one point</strong>.</p>\n\n<p>&nbsp;</p>\n\n<p>If an egg moderator is hit with a throwable while you are escorting them, they will turn off the egg&rsquo;s lights and return to the nest they started at. Similarly, if you tag an egg moderator that the humans are escorting, that moderator will turn off their egg&rsquo;s lights and return to their nest.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>There will also be a scared Egg Thief appearing around campus</strong> throughout the night at 9:15, 9:45, 10:15, and 10:45. <strong>The Egg Thief carries a golden egg that is worth three points</strong> when captured. The Egg Thief will move away from you when approached, and <strong>must be tagged</strong> to begin escorting them. Humans can also hit the Egg Thief with a throwable to begin escorting them.</p>\n\n<p>&nbsp;</p>\n\n<p>Until the golden egg is captured, the team not escorting the Egg Thief can tag them or hit them with a throwable (as appropriate) to gain control of them.</p>\n\n<p>&nbsp;</p>\n\n<p>If you abandon an egg, it will reset.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Thanks to the Nesting Instinct tier, the time it takes for you to capture an egg once it is at one of your locations has been reduced. The bonuses you earned Sunday night have earned you a 2-for-1 special on tanks at the merchant, and reduced the time it takes for you to capture an egg once it is at one of your locations.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Thursday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you capture the majority of the Golden Eggs, two free tanks be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you capture an Egg 3 times from each Nest, a discount on spitters will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you score more points than the humans, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available in front of Bausch &amp; Lomb at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Jackal Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Tank Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Necromancer Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">4 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Spitter Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">8 Currency</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p>The first capture of the night for your team will earn you an extra currency.</p>\n"
    },
    {
      "title": "Tuesday Post-Story - Human ",
      "team": "human",
      "body": "<p><strong>[BEGIN BROADCAST]</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Unfortunately, it doesn&rsquo;t seem like all this effort was worth it. We&rsquo;ve received word from the state government that we aren&rsquo;t allowed to just yoink emu eggs and raise them without the proper permits - damn bureaucracy. They don&rsquo;t yet see how desperate things are getting. Stay safe, we&rsquo;ll figure something out.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>[END BROADCAST]</strong></p>\n"
    },
    {
      "title": "Tuesday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p><strong>Good job saving our eggs tonight. The farmers don&rsquo;t know how to handle us, and our numbers keep growing as more and more emus migrate over from farther afield. Our ancestors once ruled this planet, and now we shall make them proud by ruling it again!</strong></p>\n"
    },
    {
      "title": "Wednesday Story - Humans",
      "team": "human",
      "body": "<p>[BEGIN BROADCAST]</p>\n\n<p>&nbsp;</p>\n\n<p>We&rsquo;re going to try and capture some birds, see if we can learn their weak points. There are some jeeps patrolling looking for them, and they have a bunch of bait, so try and meet up with them to collect it.&nbsp; We&#39;ve also scrounged some leftover supplies to distribute before you go out.</p>\n\n<p>&nbsp;</p>\n\n<p>Be careful, the emus seem to be becoming even more confident.</p>\n\n<p>&nbsp;</p>\n\n<p>[END BROADCAST]</p>\n"
    },
    {
      "title": "Wednesday Story - Zombies",
      "team": "zombie",
      "body": "<p>Some of our loners have started going missing - that can&rsquo;t be good. We need to convince them to join back up with the flock, for their own safety. They tend not to be too social, so we&rsquo;ll need a way to entice them to hear us out. Go be diplomatic and protect our flock-mates!</p>\n"
    },
    {
      "title": "Wednesday Mission - Humans",
      "team": "human",
      "body": "<p><strong>Five lone kangaroos - witches with string lights - are scattered around academic side, who you must escort to one of three dropoff locations:</strong></p>\n\n<ul>\n\t<li>\n\t<p>Pi Quad (both teams)</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad (both teams)</p>\n\t</li>\n\t<li>\n\t<p>Cybersecurity (humans only, location not shared with the zombies)</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>There are two ways to escort a witch:</p>\n\n<ol>\n\t<li>\n\t<p><strong>Direct the witch using a witch flare. </strong>Witches can match pace with you while under the control of a witch flare. As a reminder, witch flares last for five minutes, and the witch must remain within line of sight of you. Control of a witch can also be transferred to another player if that player presents a new witch flare.</p>\n\t</li>\n\t<li>\n\t<p><strong>Lure the witch after the closest player.</strong> Witches will only move at their own speed under this method.</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p><strong>Upon reaching one of the dropoff points, you will need to complete a short hold</strong> to secure the witch. During the hold, the witch will be neutral and the witch flare timer will not matter - as long as you start the hold before the flare expires, you do not need to worry about the witch running rampant unprompted.</p>\n\n<p>&nbsp;</p>\n\n<p>Either team can still present a new witch flare to the witch all the way until the hold is complete.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>You can acquire witch flares throughout the mission by tagging either of two patrolling jeeps</strong> - headhunters with string lights. When tagged, the headhunter will drop a witch flare and then go inactive for a short period. Witches will not tag headhunters at all - they&rsquo;re lone kangaroos, and are scared by the rumbling machinery.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Thanks to the Competent Containment tier, the time it takes for you to complete the capture of a witch has been reduced. Thanks to your efforts on Monday night, you have prevented a boomer from being available at the zombie merchant.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Friday&rsquo;s night mission can be earned based on how well you complete various objectives:</p>\n\n<ul>\n\t<li>\n\t<p>If you steal 4 Witches from the zombies controlling them, two additional body armors will be available for purchase at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you tag the Headhunters at least 8 times, a discount on deployable covers will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you capture more Witches than the zombies, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2x Witch Flare</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Egg Coin</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">elephant blaster</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 egg coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">4 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Antivirus</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">15 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<table cellspacing=\"0\" style=\"height:18px; width:25px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Mission - Zombies",
      "team": "zombie",
      "body": "<p><strong>Five lone kangaroos - witches with string lights - are scattered around academic side, who you must escort to either of two dropoff locations</strong> at Pi Quad and Kodak Quad. Humans have a third, hidden dropoff location that you are unable to use.</p>\n\n<p>&nbsp;</p>\n\n<p>Quick clarification, since this was a point of confusion last night: after review of the rules, we&rsquo;d like to remind players that safe zones do not protect zombies from being stunned by a witch.</p>\n\n<p>&nbsp;</p>\n\n<p>There are two ways to escort a witch:</p>\n\n<ol>\n\t<li>\n\t<p><strong>Direct the witch using a witch flare. </strong>Witches can match pace with you while under the control of a witch flare. As a reminder, witch flares last for five minutes, and the witch must remain within line of sight of you. Control of a witch can also be transferred to another player if that player presents a new witch flare.</p>\n\t</li>\n\t<li>\n\t<p><strong>Lure the witch after the closest player.</strong> Witches will only move at their own speed under this method.</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p><strong>Upon reaching one of the dropoff points, you will need to complete a short hold</strong> to secure the witch. During the hold, the witch will be neutral and the witch flare timer will not matter - as long as you start the hold before the flare expires, you do not need to worry about the witch running rampant unprompted.</p>\n\n<p>&nbsp;</p>\n\n<p>Either team can still present a new witch flare to the witch all the way until the hold is complete.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>You can acquire witch flares throughout the mission by tagging either of two patrolling jeeps</strong> - headhunters with string lights<strong>.</strong> When tagged, the headhunter will drop a witch flare and then go inactive for a short period. Witches will not tag headhunters at all - they&rsquo;re lone kangaroos, and are scared by the rumbling machinery.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Thanks to the Ratite Recovery tier, the witches will be less hostile to zombies without flares than before. Thanks to your efforts on Monday night, there will be a few witch flares available for free at the merchant.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Friday&rsquo;s night mission can be earned based on how well you complete various objectives:</p>\n\n<ul>\n\t<li>\n\t<p>If you steal 5 Witches from the humans controlling them, a free necromancer shirt be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you tag the Headhunters at least 12 times, 2 free tank shirts will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you capture more Witches than the humans, a free spitter shirt will be available at the merchant</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Bausch &amp; Lomb at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Witch Flare</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Egg Coin</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2x Jackal Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Tank Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">4 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Necromancer Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">6 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Spitter Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">6 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Post-Story - Humans",
      "team": "human",
      "body": "<p>[BEGIN BROADCAST]</p>\n\n<p>Lots of information can be gleaned from the emus you captured tonight - thank you for your efforts. However, some troubling behavior was noticed among the flocks.</p>\n\n<p>&nbsp;</p>\n\n<p>They&hellip; raided our jeeps. They lured their own fellow birds back to safety. Yeah, we got plenty of good data, but that level of intelligence isn&rsquo;t a good sign. We may be in over our heads. Stay tuned, we&rsquo;ll try to figure something out.</p>\n\n<p>[END BROADCAST]</p>\n"
    },
    {
      "title": "Wednesday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>Well done saving our anti-social feathered friends! Several of them <em>did</em> get captured by the dastardly farmers, but far fewer than if you all hadn&rsquo;t stepped in to help. Soon, we&rsquo;ll be able to push them off this land and claim it as ours once and for all!</p>\n"
    },
    {
      "title": "Human Only- Grassy Knoll ",
      "team": "human",
      "body": "<p>WARNING: For human eyes only, no birds! A wise old man has returned from a spiritual journey through the outback. He claims to have achieved inner peace by meditating amongst the Emus. He has a test of mind, body, or spirit for one willing pupil to complete at Grassy Knoll at 10am. You will likely want to come with a guardian.</p>\n"
    },
    {
      "title": "Thursday Story - Humans",
      "team": "human",
      "body": "<p>[BEGIN BROADCAST</p>\n\n<p>&nbsp;</p>\n\n<p>We&rsquo;ve sent out rangers to keep an eye on the movements of the emus, but their communication equipment isn&rsquo;t handling the elements - or the birds - well. We&rsquo;re going to need you to help them out. Meet up with them, and help share their observations.</p>\n\n<p>&nbsp;</p>\n\n<p>[END BROADCAST]</p>\n"
    },
    {
      "title": "Thursday Story - Zombies",
      "team": "zombie",
      "body": "<p>Their rangers are trying to keep tabs on us. They merely adopted the Outback - we were born in it, molded by it, and now the leader of the flock is getting involved. We&rsquo;ll show them what it really takes to make it out here.</p>\n"
    },
    {
      "title": "Thursday Mission - Humans",
      "team": "human",
      "body": "<p><strong>Six Rangers</strong> - moderators wearing white string lights - <strong>are scattered around campus, and need you to deliver messages among them</strong>. Ranger locations are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>MAGIC</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Orange Hall</p>\n\t</li>\n\t<li>\n\t<p>Sentinel</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Every 5 minutes, each ranger will have a new message</strong> - a manilla envelope - <strong>&nbsp;to be delivered. Each message will have a written deadline by which it must be delivered</strong>, after which it is outdated information and will not be accepted.</p>\n\n<p>&nbsp;</p>\n\n<p>When you reach the moderator you are delivering to, <strong>you will need to complete a short hold in order to ensure proper delivery of each message</strong>.</p>\n\n<p>&nbsp;</p>\n\n<p>Messages CAN be brought inside. If you are tagged while holding a message, you must drop it.</p>\n\n<p>&nbsp;</p>\n\n<p>The zombies are trying to interfere with message pickup and delivery with the assistance of the Emu Queen - a moderator wearing blue string lights and a fancy hat. <strong>The Emu Queen will be patrolling from Ranger to Ranger, trying to complete holds to deactivate each Ranger moderator</strong> for a lengthy period.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>The Emu Queen will also be periodically dispensing tarantulas</strong> - golden hockey pucks - <strong>that, when presented to a Ranger, instantly deactivate them</strong> as if the Emu Queen had led a hold. Zombies carrying these must drop them when stunned.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>An inactive Ranger will have their lights turned off, and cannot send messages. Delivering a message to a deactivated moderator will take slightly longer than usual, but will re-activate them.</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>If you hit the Emu Queen with a throwable while their lights are blue,</strong> you will greatly disrupt the zombies&rsquo; effort - <strong>every currently-deactivated Ranger will be instantly re-activated.</strong> The Emu Queen will also turn their lights to red for a short period of time.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Thanks to the Concise Communication tier, the hold time to deliver a message has been reduced. You did not earn any bonuses on Tuesday.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Friday&rsquo;s night mission can be earned based on how well you complete various objectives:</p>\n\n<ul>\n\t<li>\n\t<p>If you deliver at least 35 messages in total, a mission-specific bonus will be provided.</p>\n\t</li>\n\t<li>\n\t<p>If you hit the Emu Queen with throwables more than 3 times, a free Elephant Blaster will be available at the merchant.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Mission - Zombies",
      "team": "zombie",
      "body": "<p><strong>The humans are trying to deliver messages</strong> (manilla envelopes) <strong>among 6 Rangers</strong> - moderators wearing white string lights. Rangers are posted at the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>MAGIC</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Orange Hall</p>\n\t</li>\n\t<li>\n\t<p>Sentinel</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Every five minutes, the Rangers will have a new message</strong> for the humans to deliver. <strong>Each message has a written deadline by which it must be delivered</strong>, after which they are outdated information and will not be accepted.</p>\n\n<p>&nbsp;</p>\n\n<p>In order to deliver a message, humans must complete a short hold with the Ranger they are delivering to.</p>\n\n<p>&nbsp;</p>\n\n<p>Humans <em>are</em> allowed to bring messages inside, and must drop them when tagged. You are not allowed to pick up or move messages.</p>\n\n<p>&nbsp;</p>\n\n<p>It is your job to prevent messages from being delivered successfully. Beyond tagging message-carrying humans, <strong>you can deactivate Rangers with the help of the Emu Queen</strong> - a moderator in blue string lights - who will be patrolling from Ranger to Ranger.</p>\n\n<p>&nbsp;</p>\n\n<p>At each Ranger, <strong>the Emu Queen will lead you in causing a sufficient ruckus for long enough to confuse them, at which point they will turn off their string lights and be unavailable for a lengthy period of time.</strong> Delivering to a deactivated Ranger takes the humans longer, but re-activates the Ranger.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Periodically, the Emu Queen will dispense a tarantula</strong> (a gold hockey puck) <strong>that, when presented to a Ranger, will instantly deactivate them</strong>. If you are tagged while holding a tarantula, you must drop it.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>The humans will be attempting to hit the Emu Queen with throwables</strong> to disrupt the process of inactivating Rangers - upon a successful hit while the lights are blue, the Emu Queen will turn their lights red for a short period, and every deactivated Ranger moderator will be instantly re-activated.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Thanks to the Feathered Flight tier, the Emu Queen is immune to darts. Thanks to your efforts on Tuesday, you will have access to two free Tank shirts at the merchant, you will have a discount on Spitters at the merchant, and the time it takes for humans to deliver messages has been increased.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Bonuses:</strong> Rewards for Friday&rsquo;s night mission can be earned based on how well you complete various objectives:</p>\n\n<ul>\n\t<li>\n\t<p>If the humans deliver fewer than 35 messages in total, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If the humans hit the Emu Queen with throwables fewer than 3 times, the humans will be denied a free Elephant Blaster at their merchant.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Bausch &amp; Lomb at 9 and 10 PM.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">2x Jackal Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Tank Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Spitter Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">4 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t\t<td style=\"vertical-align:top\">&nbsp;</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Boomer Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">8 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Story - Humans",
      "team": "human",
      "body": "<p><strong>[BEGIN BROADCAST]</strong></p>\n\n<p><strong>Ninety years ago, they were stubborn. Now, they&rsquo;re vindictive. We can&rsquo;t sustain this fight, we need to flee. We&rsquo;ve packed up our equipment to boat to New Zealand, but we need to build our escape craft. This is gonna be a janky boat, but whatever we can make is better than staying here.</strong></p>\n\n<p><strong>[END BROADCAST]</strong></p>\n"
    },
    {
      "title": "Friday Story - Zombies",
      "team": "zombie",
      "body": "<p><strong>They are abandoning their fields, letting us run free! Unfortunately, they&rsquo;re packing food with them, so it seems like we need to finish this. Don&rsquo;t let them escape with the food!</strong></p>\n"
    },
    {
      "title": "Friday Mission - Humans",
      "team": "human",
      "body": "<p><strong><em>Due to the possibility of injury due to our experience in previous extractions, it may be necessary for a moderator or an admin to call a game pause for safety. If you hear a whistle blown or a moderator or admin otherwise communicating to stop play, follow their instructions.&nbsp;</em></strong></p>\n\n<p>&nbsp;</p>\n\n<p>The emus are coming, and it&rsquo;s time to flee to New Zealand. We need to gather personnel and supplies before leaving.</p>\n\n<p>&nbsp;</p>\n\n<p>Scattered around campus are five point moderators with string lights. They can be found at the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Sentinel</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>Each moderator will be tracking a cumulative hold</strong> - if you leave and come back, you will not lose progress. In order for the timer to progress, you must have at least 4 players in the vicinity of the moderator. Once you have completed four of the five holds, the second phase of the mission can start.</p>\n\n<p>&nbsp;</p>\n\n<p>We will announce the start of the second phase with an @everyone ping in Discord, in addition to all moderators announcing it to nearby players.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>The second phase will start five minutes after the fourth capture is completed.</strong> Moderators will meet up at <strong>Grassy Knoll</strong> to form your boat - the boundaries of the boat will be delineated by four moderators with flags on the corners. <strong>If the flags are up, the boat is a safe zone, and if the flags are down it is not a safe zone.</strong> You may NOT shoot blasters or throw throwables out of the boat while it is moving, but once it is stopped you <em>are </em>allowed to.</p>\n\n<p>&nbsp;</p>\n\n<p>The boat will travel around campus, stopping periodically. Humans can only enter or leave the boat while it is stopped and the safezone is down. The boat will stop at the following locations to let people on or off:</p>\n\n<ul>\n\t<li>\n\t<p>Grassy Knoll (Starting location)</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Ritter Field (Former zombie merchant location)</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>You must enter the boat at one of the three above locations. While the boat is moving, humans inside of it are out of play.</strong></p>\n\n<p><br />\n&nbsp;</p>\n\n<p>One final stop will be at the extraction bunkers. The bunkers are roped off areas with an open front and two admins on either side of the entrance. Humans who successfully make it into an extraction bunker are considered extracted once they have verified it with one of the admins manning the bunker.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>You must arrive at the bunker run on the boat in order to extract. Once the boat safe zone drops at this final location, the game will run for 15 more minutes.</strong> Any humans not extracted at the end of those 15 minutes will be considered tagged.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Thanks to the Prepared Packing tier, the durations of all holds have been reduced. You did not receive any bonuses from Wednesday&rsquo;s night mission. Thanks to your efforts during Thursday&rsquo;s night mission, you will receive a free Elephant Blaster at the merchant and you will have a longer period where the boat is stopped before the safe zone is dropped for you to fire out.</p>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at the Gosnell atrium only at 6:00.</p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Egg Coin</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Mission - Zombie",
      "team": "zombie",
      "body": "<p><strong><em>Due to the possibility of injury due to our experience in previous extractions, it may be necessary for a moderator or an admin to call a game pause for safety. If you hear a whistle blown or a moderator or admin otherwise communicating to stop play, follow their instructions.&nbsp;</em></strong></p>\n\n<p>&nbsp;</p>\n\n<p>The farmers are fleeing to New Zealand, but they&rsquo;re gathering personnel and supplies as they run. <em>Stop them.</em></p>\n\n<p>&nbsp;</p>\n\n<p>Scattered around campus are five point moderators with string lights. They can be found at the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Slaughter Quad</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Sentinel</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>At each point moderator, the humans must complete a cumulative hold - if they leave and come back, they will not lose progress. Once they have completed four of the five holds, the second phase of the mission can start. Once a moderator has been captured, they will turn off their lights and wait at their location.</p>\n\n<p>&nbsp;</p>\n\n<p>We will announce the start of the second phase with an @everyone ping in Discord, in addition to all moderators announcing it to nearby players.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>The second phase will start five minutes after the fourth hold has been completed.</strong> Moderators will meet up at <strong>Grassy Knoll</strong> to form a boat - the boundaries of the boat will be delineated by four moderators with flags on the corners. <strong>If the flags are up, the boat is a safe zone, and if the flags are down it is not a safe zone.</strong> Humans may not shoot out of the boat while it is moving, but once it is stopped they <em>are </em>allowed to.</p>\n\n<p>&nbsp;</p>\n\n<p>The boat will start traveling around campus, stopping periodically and lowering the safe zone for a short period. Humans can only enter or leave the boat while it is stopped and the safezone is down. The boat will stop for people to enter/leave at the following locations:</p>\n\n<ul>\n\t<li>\n\t<p>Grassy Knoll (Starting location)</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad</p>\n\t</li>\n\t<li>\n\t<p>Ritter Field (Former zombie merchant location)</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><strong>While the boat is moving, humans inside of it are out of play.</strong></p>\n\n<p>&nbsp;</p>\n\n<p>The final stop will be at Gracie&rsquo;s Field, across from the extraction bunkers. The bunkers are roped off areas with an open front and two admins on either side of the entrance. Humans who successfully make it into an extraction bunker are considered out of play. <strong>Once the boat safe zone drops at this final location, the game will run for 15 more minutes.</strong> Any humans not extracted at the end of those 15 minutes will be considered tagged.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Thanks to the &ldquo;One Free Jackal&rdquo; tier, <em>all but one </em>of the Jackal shirts are completely free, and we have scrounged up every Jackal shirt we could find from the club lockers. Your performance on Wednesday&rsquo;s mission has earned you 2 free tank shirts and a free spitter shirt. You did not receive any bonuses from Thursday&rsquo;s night mission.</p>\n\n<p>&nbsp;</p>\n\n<p>The merchant will be available at Bausch &amp; Lomb <strong>only at 6:00.</strong></p>\n\n<table cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Jackal Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">1 Egg Coin</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Tank Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">3 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Spitter Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">4 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Necromancer Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">5 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">Boomer Shirt</p>\n\t\t\t</td>\n\t\t\t<td style=\"vertical-align:top\">\n\t\t\t<p style=\"text-align:center\">8 Egg Coins</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Epilogue ",
      "team": "all",
      "body": "<div data-oembed-url=\"https://youtu.be/bcR0mogP47A\">\n<div style=\"left: 0; width: 100%; height: 0; position: relative; padding-bottom: 56.25%;\"><iframe allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture;\" allowfullscreen=\"\" scrolling=\"no\" src=\"https://www.youtube.com/embed/bcR0mogP47A?rel=0\" style=\"top: 0; left: 0; width: 100%; height: 100%; position: absolute; border: 0;\" tabindex=\"-1\"></iframe></div>\n</div>\n\n<p>&nbsp;</p>\n\n<p><strong>Perth.</strong></p>\n\n<p><strong>Adelaide.&nbsp;</strong></p>\n\n<p><strong>Darwin.&nbsp;</strong></p>\n\n<p><strong>All in flames.</strong></p>\n\n<p><strong>The HMAS Crikey sailed on, as the emus teemed along the shores.</strong></p>\n\n<p><strong>Sydney, though, had survivors. A ragged few. Hauling scraps of their past lives, they clambered aboard.&nbsp;</strong></p>\n\n<p><strong>Their last obstacle: The Sydney Harbor Bridge. To the survivors&rsquo; horror, their enemy was prepared. As they passed, like rain, the emus struck. From the deafening wall of water, only a lifeboat, sanctuary to a lonely group of five, on a slow boat to New Zealand.</strong></p>\n\n<p><strong>As the coast faded from view, the sunset was illuminated again in a brilliant flash. All along the coast, the atomic light of a thousand bombs was the last they saw of their home.</strong></p>\n\n<p><strong>Australia has been lost.</strong></p>\n"
    }
  ]
}