{
  "scores": {
    "humans": 22,
    "zombies": 541,
    "winners": [
      "Craig Gebo",
      "JJ Lang",
      "Zachary Hahn",
      "Christopher Grabda",
      "Nick Engell",
      "Eddie Casalmir",
      "Nate Welch",
      "Tyler Forman",
      "Bryson Russell",
      "Kailyn Alonso",
      "William Griffith",
      "Mitchell Carpenter",
      "Meaghan Stearns",
      "Hannah Henczel",
      "Brendan Young",
      "Cole Marino",
      "Ben Rapson",
      "Gabriel Brunser",
      "Yug Patel",
      "Keith Grant",
      "Micah Kim",
      "Jacob Szczepaniak"
    ]
  },
  "missions": [
    {
      "title": "Sunday Story - Humans",
      "team": "human",
      "body": "<p>We never should have trusted Larry.</p>\n\n<p>What is this place? The sky is black and the air foul! These are not the ethereal halls, and dark, hard shapes move in the shadows. A lone sign reads a single word: Cindermoor.</p>\n\n<p>In this unfortunate journey, our supplies seem to have been dispersed; there is no sense in letting them stay out and gathering this soot raining down. The archmages cannot allow these to be lost, for they did not purchase the magical insurance plan.</p>\n\n<p>Grab your wands, your hats, and your robes. Just watch out for&hellip;well, whatever might inhabit this strange place.</p>\n"
    },
    {
      "title": "Sunday Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>Attention bipedal units, attention bipedal units!</p>\n\n<p>Anomalies have been detected in your sector. Reports indicate bright lights, disruptions in the network, and screams at one known as &ldquo;Larry.&rdquo;</p>\n\n<p>Biological entities with pointy hats have been detected and appear to be hostile. Prepare your circuitry and go forward to protect Cindermoor at all costs.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Mission Update",
      "team": "all",
      "body": "<p><strong>Tonight&#39;s missions will NOT be posted on the website. To find tonight&#39;s mission, humans must pick up a paper copy at the Gosnell Atrium and Zombies must pick up a paper copy at the Ritter Ice Rink. The mission system should be fixed for tomorrow&#39;s missions.</strong></p>\n"
    },
    {
      "title": "Sunday Mission - Humans",
      "team": "human",
      "body": "<p>Our stash of magical essences were scattered throughout Cindermoor upon our unfortunate arrival. You must locate these essences and bring them to the four archmages to be purified.</p>\n\n<p>The <strong>essences are manilla envelopes </strong>marked with <strong>pink, blue, yellow, or green</strong> tape. <strong>Do not touch purple essences </strong>as they are zombie objectives. If you are infected while holding any essences, drop them or hand them off to another human.</p>\n\n<p>The four archmages are mods marked with a pink armband and lights. Each of the <strong>archmages can only accept 2 of the 4 colors</strong> of essences and will inform you of those colors upon your arrival. They will take a short time to purify each essence before accepting them. The archmages will be located at Grassy Knoll, Pi Quad, Bausch and Lomb, and Infinity Quad.</p>\n\n<p><strong>Archmages are vulnerable to zombies.</strong> If a zombie gives an archmage a purple essence, they will be unavailable for an extended period of time. When an archmage is unavailable, their lights will be off.</p>\n\n<p>In addition, there are <strong>two goods peddlers</strong>&mdash;mods with green armbands&mdash;attempting to deliver magical goods to the archmages. <strong>These goods are worth three essences for each delivery and are accepted instantaneously.</strong> The goods peddlers must be escorted along their path and will be vulnerable to zombies while being escorted. If you abandon a goods peddler or they are tagged by a zombie, they will return to their starting location. They will start at the Old Bus Stop and Carlson.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Tuesday night&rsquo;s mission are accumulated based on the amount of essences/goods acquired. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>50 essences: Free body armor</p>\n\t</li>\n\t<li>\n\t<p>150 essences: Prevents zombie bonus</p>\n\t</li>\n\t<li>\n\t<p>250 essences: Merchant shop discount</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 pm.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The Mages&rsquo; magical essence supply has been scattered throughout Cindermoor. You must prevent them from delivering these essences to their archmages.</p>\n\n<p><strong>Do not touch pink, blue, yellow, or green manilla envelopes.</strong> These&nbsp;are human objectives.</p>\n\n<p>Archmages are mods with pink armbands and lights. The archmages will be at Grassy Knoll, Pi Quad, Bausch and Lomb, and Infinity Quad. Humans will be collecting their essences and delivering them to the archmages.</p>\n\n<p><strong>Humans will also be escorting goods peddlers</strong>&mdash;mods with green armbands&mdash;to the archmages to deliver valuable items worth three essences each. While they are being escorted, you can tag them to disable them temporarily and send them back to their starting location. <strong>They will drop a purple essence when tagged.</strong></p>\n\n<p><strong>Purple essences can be delivered to archmages to corrupt them for an extended period of time.</strong> If you are stunned while holding a purple essence, drop it or hand it to another zombie.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Tuesday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If humans acquire less than 100 essences by 10 PM, two free jackals will be available</p>\n\t</li>\n\t<li>\n\t<p>If humans acquire less than 150 essences for the duration of the mission, a free tank will be available</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Post-Story - Humans",
      "team": "human",
      "body": "<p>We did not expect for those of Cindermoor to roll out the welcome mat, but the thunderous roars throughout the night proved this land to be most uninhabitable.</p>\n\n<p>We are not alone here. These strange lands seem to be inhabited by automatons of some sort. Even the artificery scholars marvel at their grace and cunning, as if they possess some mind of their own.</p>\n\n<p>Our work tonight went smoothly enough. The archmages shall continue to look for a way back home, but in the meantime you all have earned a well deserved rest.</p>\n"
    },
    {
      "title": "Sunday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>The thunderous roars throughout the night showed the new arrivals that they were most unwelcome.</p>\n\n<p>These intruders are equipped with mechanisms that defy all logic; although they appear to be an advanced technology, Cindermoor&rsquo;s sensors detect something otherworldly...enchanting, perhaps.</p>\n\n<p>While you all performed admirably tonight, these entities pose a much greater threat than originally anticipated. The factories shall operate at maximum capacity to supply us with the numbers needed to combat their powers.</p>\n\n<p>Recharge your batteries and collect your spare components...this is not over yet.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Monday Story - Humans",
      "team": "human",
      "body": "<p>It seems that Larry&rsquo;s mistake with the casting sequence is not so easily undone, so we may have a long stay here in this&hellip;Cindermoor. Nevertheless, we are not helpless, and our magic has been holding up thus far.</p>\n\n<p>Whilst searching for anything to aid our escape, Kim the Enchanter stumbled upon some of our ancient artifacts inside an old bread box. They lack the power that they once possessed&mdash;perhaps due to the horrid stench of the decade old bread&mdash;but if we can channel our essences into them they may unlock some secrets of this desolate land.</p>\n\n<p>Proceed with caution, however, as an entire expedition group vanished without a trace this morning.</p>\n"
    },
    {
      "title": "Monday Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>Welcome to those that are newly activated from factory XT-86. The threat to Cindermoor continues to persist, therefore you must join your peers in crafting its swift demise.</p>\n\n<p>Sources indicate that these entities have an unusual set of contraptions designed to thwart mechanical beings. Individuals appear to be transporting them at a rapid pace, perhaps in a pointless effort to prevent scanners detecting them.</p>\n\n<p>While the factories continue to churn out more units, a surveyor shall be dispatched to aid in your efforts and provide gadgets that the most enthusiastic among your ranks have joyfully declared &ldquo;shiny.&rdquo;</p>\n\n<p>Go forth, show what components you are made of, and wreak havoc on their plans.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Monday Mission - Humans",
      "team": "human",
      "body": "<p>Tonight we must enhance our equipment and receive the blessings of the archmages. Bring them what they desire and complete their quests to aid in our eventual journey home.</p>\n\n<p>At the start of the mission,<strong> a set of artifacts will be handed out at the merchant. </strong>You must visit archmages&mdash;moderators with lights&mdash;across campus and complete their requested tasks to receive an enchantment for your artifact. These archmages are located at Grassy Knoll, Infinity Quad, Skybridge, Pi Quad, Carlson, and Kodak Quad. <strong>Once you receive a marking from each of the 6 archmages, the 6th archmage you visit will reward you</strong> and you may assist fellow humans with completing their quests.</p>\n\n<p><strong>Completing these quests must be done without interruption.</strong> If your group leaves the area around the archmage, you must restart your progress on the quest. For the successful completion of a quest, the group will be awarded <strong>ONE enchantment regardless of the number of artifacts present.</strong></p>\n\n<p>Beware! A surveyor&mdash;moderator&nbsp;with a green headband&mdash;is in the area who can, given the support of a zombie group, prevent the completion of tasks at an archmage for a period of time. <strong>The archmages without lights on are inactive, </strong>and you will have to wait until the archmage is ready again.<strong> The surveyor can be forced to move on if stunned with a sock prior to disabling the archmage.</strong></p>\n\n<p><strong>Zombies may also be carrying a golden trinket</strong> that they will drop when stunned. Bringing this trinket to an archmage&nbsp;will allow you to complete it slightly faster.</p>\n\n<p><strong>Tier:</strong>&nbsp;Due to the Efficiency Potion tier, the time to complete your enchantments&nbsp;has been reduced.</p>\n\n<p><strong>Bonuses: </strong>Rewards can be obtained for Wednesday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If at least three artifacts become halfway enchanted, a free body armor will be available</p>\n\t</li>\n\t<li>\n\t<p>If at least three artifacts are fully enchanted, a mission-specific bonus will be awarded</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 pm.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>4 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Mission - Zombies",
      "team": "zombie",
      "body": "<p>Sources indicate that the Mages have identified a series of powerful artifacts that they intend to enchant. A surveyor has been dispatched to your location to combat their schemes.</p>\n\n<p>Humans will be attempting to complete quests at a set of archmages&mdash;mods with lights&mdash;to enchant their artifacts. <strong>There are two ways of disrupting enchantment. First, you may escort a surveyor</strong>&mdash;a moderator with a green headband&mdash;in their route between archmages. The surveyor will start at Grassy Knoll and proceed to the next archmage if unaccompanied for a period of time. <strong>The surveyor will lead you in a chant so that the archmage becomes distracted, stopping all enchantment progress for a period of time.</strong> Archmages with their lights off are inactive. After this, the surveyor will move to the next archmage. <strong>Make sure to protect the surveyor, because humans may force them to move along by stunning them with a sock.</strong></p>\n\n<p><strong>The surveyor will also periodically generate a golden trinket. </strong>You may bring these trinkets to any active archmage to stop their enchantment progress as if the surveyor was there with you. <strong>If stunned, zombies must drop golden trinkets.</strong> Other zombies or humans may pick up dropped trinkets, and return them to archmages.</p>\n\n<p><strong>Tier:&nbsp;</strong>Due to the One for All tier, a free jackal and tank will be provided at the merchant.</p>\n\n<p><strong>Bonuses: </strong>Rewards can be obtained for Wednesday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If at least six golden trinkets are delivered successfully, 2 free jackals will be available</p>\n\t</li>\n\t<li>\n\t<p>If the surveyor successfully distracts the archmages at least eight times, a free tank will be available</p>\n\t</li>\n\t<li>\n\t<p>If no more than two human artifacts become fully enchanted, a mission-specific bonus will be available</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Post-Story - Humans",
      "team": "human",
      "body": "<p>Tonight&rsquo;s efforts shall hopefully afford us some additional protections. The archmages seem satisfied with the enchantments we have completed on the artifacts&mdash;though they do still have the scent of ancient bread on them. Do the automatons even eat bread...?</p>\n\n<p>Anyways, we must retire for now and take great care tomorrow. Archmages Crow&nbsp;and Nasha have found us a temporary shelter and have assured us that they will personally stand guard through the night. We must not lose more of our friends needlessly in wreckless exploration of this unfamiliar area until we know more about what we&rsquo;re up against.</p>\n"
    },
    {
      "title": "Monday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>The surveyor seems to be very pleased with your efforts, as these magical beings proved to be quite intimidated by your presence. They scurried off into the night; the sensors throughout Cindermoor do not appear to be strong enough to pinpoint their location, so units shall be dispatched promptly to make improvements.</p>\n\n<p>The factories continue to churn out new mechs eager to defend Cindermoor from any threats. Report for your weekly TI-83 microchip inspections, then make your preparations for tomorrow.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Tuesday Story - Humans",
      "team": "human",
      "body": "<p>Huzzah! We may have our lucky break after all. While using his crystal ball earlier today, wise old Randolff the Beige spotted several mechanical beings that are running rampant through their own kind&rsquo;s ranks. Their instability may give us an opportunity to secure them and disassemble them for our research.</p>\n\n<p>Many of our friends have attempted to investigate the matter from afar; Larry sent some of his minions to poke them with a stick, but the minions never returned. Archmage Nasha has decided that she can no longer sit idly by, and has rallied a mighty coven of the strongest mages that we have.</p>\n\n<p>You have been selected. Bring all of the mana that you can, as these will be tough nuts to crack.</p>\n"
    },
    {
      "title": "Tuesday Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>Records show that some units did not report for their mandatory inspections the previous evening. These units appear to have gone rogue, and have begun attacking your kind without the required forty-two nanoseconds of prior warning.</p>\n\n<p>Therefore, these units have been scheduled for termination, but they surprisingly have chosen not to comply with orders. Their actions severely hinder your ability to attack the carbon-based life forms, and sources indicate that these life forms may attempt to abduct the rogue units in an effort to coordinate their attacks.</p>\n\n<p>This cannot be allowed to happen. Rally your fleet and defend Cindermoor at all costs.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Tuesday Mission - Humans",
      "team": "human",
      "body": "<p><strong>MISSION SPECIFIC GAME RULE: Darts from headhunters have the same effect as spitter eyes for BOTH humans and zombies. As a reminder, you must kneel down when hit and cannot get up for 60 seconds, or after at least 30 seconds when a teammate tags you.&nbsp;</strong></p>\n\n<p>We&rsquo;ve determined that a set of Mechs are unstable and vulnerable to our magic. We need to convince them of our ways and bring them to safety so that we can research our enemies.</p>\n\n<p><strong>Six headhunters, played by moderators, will be scattered around campus.</strong>&nbsp;A green headband or armband will indicate if they are zombie-aligned or human-aligned, respectively. If they do not have a green bandana on, they are neutral and can be captured by anyone. <strong>To capture a headhunter, you must stun them with a sock. </strong>When captured, the headhunter will inform you of their desired destination, and you must escort them to that location. When successfully delivered to that location, they will go out of play, turning off their lights and quickly returning to their starting point.</p>\n\n<p>Headhunters will play aggressively to help reach their destination and will be armed with blasters and/or socks. <strong>Headhunters can only enter safe zones for a limited time, </strong>after which they will continue on their path.</p>\n\n<p><strong>If tagged by a zombie, the headhunters will leave the human group</strong> and join whatever zombie tagged them. <strong>You can also capture zombie-aligned headhunters </strong>by stunning them with a sock. Each headhunter has their own end destination, but you may travel with multiple headhunters in the same group.</p>\n\n<p><strong>At 10 PM, an admin headhunter will spawn at Infinity Quad.</strong> This headhunter will play extra aggressively and will give extra rewards to those that escort them successfully.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses: </strong>Due to the Frost Spell tier, one time per escort you may request the headhunter to move at a rapid pace for a period of time. Sunday&rsquo;s bonuses have granted you one free body armor at the merchant, prevented zombies from getting a tank, and a 2-for-1 deal on body armor at the merchant.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Thursday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If the humans are the first to successfully escort a headhunter to their destination, a free body armor will be available</p>\n\t</li>\n\t<li>\n\t<p>If the humans successfully escort at least 3 headhunters during the mission, the merchant will offer a discount at the shop</p>\n\t</li>\n\t<li>\n\t<p>If the humans successfully escort more headhunters during the mission, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 pm.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>2x Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>4 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Tuesday Mission - Zombies",
      "team": "zombie",
      "body": "<p><strong>MISSION SPECIFIC GAME RULE: Darts from headhunters have the same effect as spitter eyes for BOTH humans and zombies. As a reminder, you must kneel down when hit and cannot get up for 60 seconds, or after at least 30 seconds when a teammate tags you.&nbsp;</strong></p>\n\n<p>It has been determined that a set of Mechs are unstable and therefore vulnerable to the Mage magic. You must reset them and bring them to safety to prevent them from falling into enemy hands.</p>\n\n<p><strong>Six headhunters, played by moderators, will be scattered around campus.</strong>&nbsp;A green headband or armband will indicate if they are zombie-aligned or human-aligned, respectively. If they do not have a green bandana on, they are neutral and can be captured by anyone.&nbsp;<strong>To capture a headhunter, you must tag them.</strong> When captured, the headhunter will inform you of their desired destination, and you must escort them to that location.</p>\n\n<p>Headhunters will play aggressively to help reach their destination and will be armed with blasters and/or socks. When successfully delivered to their destination, they will go out of play, turning off their lights and quickly returning to their starting point.</p>\n\n<p><strong>If stunned with a sock, headhunters will leave the zombie group</strong> and move to whatever human stunned them. <strong>You can capture human-aligned headhunters </strong>that are being escorted by tagging them. Each headhunter has their own end destination, but you may travel with multiple headhunters in the same group.</p>\n\n<p><strong>At 10 PM, an admin headhunter will spawn at Infinity Quad.</strong> This headhunter will play extra aggressively and will give extra rewards to those that escort them successfully.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses:</strong> Due to the WD-40 tier, headhunters will be more flexible in the path that they take while you are escorting them. You did not earn any bonuses from Sunday night.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Thursday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If the zombies are the first to successfully escort a headhunter to their destination, 2 free jackal shirts will be available</p>\n\t</li>\n\t<li>\n\t<p>If the zombies successfully escort at least 3 headhunters during the mission, a free tank will be available</p>\n\t</li>\n\t<li>\n\t<p>If the zombies successfully escort more headhunters during the mission, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Tuesday Post-Story - Humans",
      "team": "human",
      "body": "<p>We&rsquo;ve done it! These automatons have been abducted, and our magic remains intact. Our best scholars shall investigate the parts in these beings around the clock in the hopes of giving us further insight on the strange constructs.</p>\n\n<p>Whilst returning to our shelter, we heard a thunderous commotion, yet the midnight sky did not contain any clouds. We feel that it is in our best interest to investigate the matter promptly; we have sent a few of our finest sorcerers to determine the cause of this ruckus.</p>\n\n<p>We hope to be free from the shackles of Cindermoor soon, but in the meantime, it is time to rest.</p>\n"
    },
    {
      "title": "Tuesday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>Many of the malfunctioning units were terminated as planned, though an unknown amount appears to have vanished without a trace. While this may prove to be an additional hindrance to our extermination of the intruders, they have paid for whatever information they may gain. You have all performed extremely well this evening, though you must ensure that this breach of security never happens again.</p>\n\n<p>Factory ZY-87 is starting a new production line for heavier, more resilient mechs that will enter service shortly. This may finally spell the end for this incursion.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Wednesday Story - Humans",
      "team": "human",
      "body": "<p>Rumors were floating around the shelter this morning that an all-powerful, more advanced, never-before-seen mechanical beast was spotted roaming nearby. Archmage Crow gathered us and informed us that these rumors, regrettably, were true.</p>\n\n<p>We currently don&rsquo;t have the firepower to handle these beasts. However, our research on the malfunctioning automatons proved to give us hope; they seem eager to return to several specific buildings throughout Cindermoor. Archmage Nasha&rsquo;s coven did further investigation and determined that many of these things can automatically open the otherwise locked doors.</p>\n\n<p>Furthermore, Larry has made a magnificent discovery of an otherwise forgotten ancient spell. This spell creates a contraption emitting a bright light that attracts the attention of these automatons. He may have just wanted to look at something that&rsquo;s shiny, but credit where credit is due.</p>\n\n<p>I think it&rsquo;s time that we give these beasts a taste of their own medicine. Let&rsquo;s &ldquo;borrow&rdquo; what we can and take them down before it&rsquo;s too late.</p>\n"
    },
    {
      "title": "Wednesday Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>In light of the incidents from the previous evening, factory resources have been diverted to create a new, state-of-the-art mech, codenamed DR34-DN4U/GHT. These mechanical beasts are impervious to any malfunctioning units, as they are equipped with advanced captcha technologies.</p>\n\n<p>Units are strictly forbidden from entering these factories at any time. Be on alert for any suspicious activity; reports indicate that the intruders have developed a concoction that may interfere with the hardware of older models of mechs.</p>\n\n<p>Furthermore, these new models still lack the necessary components for their enhanced shields. They should be properly monitored to prevent any tampering, and will gladly accept any donations of the required components.</p>\n\n<p>The future is now; show the intruders that their welcome has long since expired.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Wednesday Mission - Humans",
      "team": "human",
      "body": "<p><strong>MISSION SPECIFIC GAME RULE</strong><strong>: Witch Flares are re-usable for the duration of the mission, but witches must be stunned before the flare is thrown for it to have effect.</strong></p>\n\n<p>The Mechs have brought out their heavy firepower! Three Dreadnaughts are patrolling the city; we must neutralize them with combustion cells captured from mech arsenals. Fortunately, a number of their bots have gone rogue which we can use to break in.</p>\n\n<p>Four witches will start at Skybridge, Lowenthal, Bausch and Lomb, and Infinity Quad. <strong>The human team must trick witches into attacking mech arsenals by luring them there with witch flares.</strong> Free witch flares will be handed out by the merchant at the start of the mission. To direct a witch with a flare, stun it with a dart or sock and throw the flare. The witch will move to where it lands and defend that area from zombies and humans. <strong>Upon arriving within 15 feet of the arsenal, marked by a PVC pipe with colored tape, it will attack it and give the closest human a combustion cell.</strong> When you first stun the witch, it will inform you of the location of the nearest arsenal. The witch then goes out of play until it returns to its original location.</p>\n\n<p><strong>Dreadnaughts are moderators with illuminated orange shirts</strong> and a pink headband, and will be patrolling around Slaughter, Pi Quad, and Kodak Quad. To neutralize a dreadnaught, <strong>stun it with a sock and hand it a combustion cell.</strong> Once the dreadnaught has a combustion cell, the dreadnaught stays stunned and immobile. <strong>If a combustion cell-equipped dreadnaught is tagged by a zombie, the combustion cell will be deactivated and lost</strong>; it will immediately become unstunned and come back into play. After protecting the combustion cell for a period of time, the combustion cell will go off and the dreadnaught will turn its lights off and be temporarily inactive.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses:</strong> Due to the Darkness Decay tier, the dreadnaughts will take slightly less time to become deactivated. Monday&rsquo;s bonus has granted you a free body armor at the merchant.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Friday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If at least one dreadnaught is deactivated, a free body armor will be available</p>\n\t</li>\n\t<li>\n\t<p>If each unique dreadnaught is deactivated at least once, additional mission-specific items will be available for purchase at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 pm.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:419px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:191px\">\n\t\t\t<p style=\"text-align:center\">Witch Flare</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:216px\">\n\t\t\t<p style=\"text-align:center\">1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:191px\">\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:216px\">\n\t\t\t<p style=\"text-align:center\">2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:191px\">\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:216px\">\n\t\t\t<p style=\"text-align:center\">5 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Mission - Zombies",
      "team": "zombie",
      "body": "<p><strong>MISSION SPECIFIC GAME RULE</strong><strong>: Witch Flares are re-usable for the duration of the mission, but witches must be stunned before the flare is thrown for it to have effect.</strong></p>\n\n<p>Heavy reinforcements have arrived which will stop these blasted magic users dead in their tracks. The Mages have plans to sabotage these forces; do not let them interfere.</p>\n\n<p>Four witches are spread across campus; <strong>humans are trying to lure the witches to break into arsenals</strong> marked by PVC pipes with colored tape. To do this, they will use their re-usable witch flares to direct the witches in their desired direction. <strong>Witches will give the humans a combustion cell when they arrive at an arsenal.</strong></p>\n\n<p><strong>There will be 3 dreadnaughts&mdash;moderators with illuminated orange shirts and a pink headband&mdash;to defend.</strong> The dreadnaughts will be patrolling around Slaughter, Pi Quad, and Kodak Quad. Humans will need to bring a combustion cell to the dreadnaught and defend it for a period of time to neutralize them. <strong>If a zombie is able to tag a dreadnaught holding a combustion cell, the combustion cell will be destroyed</strong> and the dreadnaught will immediately come back into play. If the combustion cell is successfully defended by the humans, the dreadnaught will turn its lights off and go out of play temporarily.</p>\n\n<p><strong>You can power up the dreadnaughts by completing a quest for them. </strong>Dreadnaughts will hand out a gold or black trinket that must be brought to any witch. If you show the witch the trinket, they will not tag you; they will examine it for a short period of time, then mark the trinket. <strong>You must return the marked trinket to the same dreadnaught that gave it to you. </strong>If you are stunned, you must drop the trinket. The dreadnaught may provide a replacement if the original is not returned for an extended period of time.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses:</strong> Due to the Upgrades People, Upgrades tier, you will be provided 2 free jackals and a free tank. Monday&rsquo;s bonuses have granted you 2 free jackals and a free tank at the merchant, as well as slightly increased capture times for dreadnaughts.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Friday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If no more than five dreadnaughts are deactivated, two free jackals will be available</p>\n\t</li>\n\t<li>\n\t<p>If no more than three dreadnaughts are deactivated, a free tank will be available</p>\n\t</li>\n\t<li>\n\t<p>If no more than one dreadnaught is deactivated, a free spitter will be available</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:343px\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"width:158px\">\n\t\t\t<p style=\"text-align:center\">Jackal</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:172px\">\n\t\t\t<p style=\"text-align:center\">1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:158px\">\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:172px\">\n\t\t\t<p style=\"text-align:center\">2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:158px\">\n\t\t\t<p style=\"text-align:center\">Spitter</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:172px\">\n\t\t\t<p style=\"text-align:center\">2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:158px\">\n\t\t\t<p style=\"text-align:center\">Boomer</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:172px\">\n\t\t\t<p style=\"text-align:center\">8 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Post-Story - Humans",
      "team": "human",
      "body": "<p>Those beasts didn&rsquo;t know what hit them; after all the stress they&rsquo;ve been causing us, it was surprisingly cathartic to just blow some of them up. Those factories will probably be on heavy lockdown in the future, but the damage is already done.</p>\n\n<p>During our return, however, Archmage Caldalf raised some concerns of shadows darting through the night in the distance. We checked through all of the gizmos we stole for any sort of tracking device, but as far as we can tell there is no cause for concern.</p>\n\n<p>Keep alert throughout the journey to our shelter, then get some rest. We&rsquo;ll be gone from this wretched place soon enough.</p>\n"
    },
    {
      "title": "Wednesday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>They may have taken down some of the newest mechs to join your ranks, but those fools fell directly into your trap. Whilst they attempted to detonate these fine beasts, a few tracking devices were planted inside the hats of the more...oblivious individuals.</p>\n\n<p>These otherworldly entities appear to be making a journey to a central location previously undetected by Cindermoor&rsquo;s sensors. It would be a shame if something happened to it.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Thursday Story - Humans",
      "team": "human",
      "body": "<p>It appears that the mechanical beings did not take too kindly to the raid of their supplies. They seem to have trailed us back to our shelter, and in the dead of night they attacked. Our supplies were scattered, and we were forced to evacuate.</p>\n\n<p>Our librarians have informed us that without the sacred texts we have no hope of leaving this desolate land. The archmages have called on those of us that remain to salvage as much of the knowledge as possible, but at the very least to prevent them from falling into mechanical hands.</p>\n\n<p>Please protect these delicate pages and do not disappoint the librarians. Larry has built us quite a good reputation with them; he kept them company many nights while working on his thesis for advanced necromancy.</p>\n\n<p>Be warned: the head librarian has reported the library&rsquo;s collection on the dark arts as missing.</p>\n"
    },
    {
      "title": "Thursday Story - Zombies",
      "team": "zombie",
      "body": "<p>68 74 74 70 73 3A 2F 2F 62 69 74 2E 6C 79 2F 33 44 65 56 68 53 53</p>\n\n<p>The raid that you all performed on the helpless intruders was a phenomenal success. Although many of them managed to flee in the chaos, their supplies were demolished and they have most definitely been left shaking in their hats. Those that you managed to capture were dealt with quickly and efficiently.</p>\n\n<p>You did appear to make one exception, however. One of these entities vowed to aid you in your cause in exchange for their life. This pathetic being promptly spilled all of their secrets; the most fascinating was that the intruders keep their most valuable possessions through an ancient technology known as &ldquo;paper.&rdquo;</p>\n\n<p>They have ransacked the factories and decimated the wonderful land of Cindermoor. It seems only fair that you return the favor.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Thursday Mission - Humans",
      "team": "human",
      "body": "<p>The window of opportunity to return home is coming, so we must make our preparations. Re-capture the pages of our standard spellbooks and rebind them, or destroy the pages to prevent the Mechs from learning our magic!</p>\n\n<p>Four librarians played by moderators are spread around campus, and will <strong>dispense one of their unique spell pages every five minutes</strong> starting at 9 PM. If you approach one and request their pages, the librarian will give you all spell pages they have available. <strong>Once six spell pages have accumulated, additional pages will be dropped on the ground and can be picked up by zombies. </strong>If you are tagged while holding any spell pages, hand them to the zombie that tagged you.</p>\n\n<p>Spell pages can be brought to one of the three archmages&mdash;moderators with pink armbands&mdash; roaming between fixed points on campus. <strong>Individual pages can be destroyed</strong> when given to an archmage for a short period of time. However, <strong>you can form a spell book by bringing all 4 unique spell pages simultaneously</strong> and allowing the archmage to enchant them for a short period of time. Spell books provide significant rewards that will aid us in our escape.</p>\n\n<p>Zombies may pick up dropped spell pages; <strong>zombies will attempt to bring them to one of the archmages that is a traitor</strong> to be enchanted with dark magic. Zombies holding spell pages will drop them when stunned.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses: </strong>Due to the Enhanced Education tier, the time for enchantment and destruction has been slightly reduced. Tuesday&rsquo;s bonuses have granted you a free body armor and a discount on the elephant blaster at the merchant.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Friday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If at least 25 pages have been successfully delivered for spell books or destruction, 2 free mission-specific items will be handed out at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If at least 65 pages have been successfully delivered for spell books or destruction, a free elephant blaster will be available</p>\n\t</li>\n\t<li>\n\t<p>If at least 1 spell book is successfully enchanted by a group of 3 humans or less, a mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 pm.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Body Armor</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2 lantern medallion</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Deployable Cover</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>2 lantern medallions</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p><strong>Elephant Blaster</strong></p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p><strong>3 lantern medallions</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The Mages appear to be making preparations for their departure. Sources indicate they have a set of spellbook pages that they are defending with their lives. Perhaps those could be useful...</p>\n\n<p>Four librarians played by moderators are scattered around campus and periodically have spell pages for humans to take. Zombies may not take pages directly from librarians, but <strong>dropped pages are free for the taking.</strong> One of the archmages is secretly a traitor, so <strong>you must bring the pages to this archmage </strong>to be enchanted with dark magic. <strong>You must tell them the secret phrase: &quot;teach us the ways of the dark arts.&rdquo;</strong></p>\n\n<p><strong>Zombies may also disrupt librarians by surrounding them and making noise! </strong>After a short period of singing, chanting, or other loud activity the <strong>librarians will turn into a witch for a period of time.</strong></p>\n\n<p>Humans will be attempting to collect these pages from the librarians and deliver them to the archmages&mdash;moderators with pink armbands. <strong>Tagging a human with spell pages will force them to give their pages to you.</strong></p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses: </strong>Due to the Doom and Demise tier, 2 free jackals and 2 free tanks will be provided at the merchant. Tuesday&rsquo;s bonuses have granted you a free tank at the merchant and increased the time required for humans to deliver the pages.</p>\n\n<p><strong>Bonuses:</strong> Rewards can be obtained for Friday night&rsquo;s mission based on your performance. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If at least 5 pages are enchanted with dark magic, 2 free jackals will be available</p>\n\t</li>\n\t<li>\n\t<p>If at least 15 pages are enchanted with dark magic, 2 free tanks will be available</p>\n\t</li>\n\t<li>\n\t<p>If no more than 50 pages are successfully delivered by the humans, 1 free spitter will be available</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Post-Story - Humans",
      "team": "human",
      "body": "<p>Whilst we had to scramble to gather our senses, what we accomplished tonight was hopefully enough. The treachery of Dace Jeleren, a formerly well-loved potion master, was certainly a harsh blow to morale. However. we put up a good fight to regain what was rightfully ours. We appear to have obtained enough to re-bind half a brewer&rsquo;s dozen of spellbooks, and we should have enough for when we make our break...hopefully soon.</p>\n\n<p>In the scuffle of the previous evening, brave Larry was apparently able to secure some of the deactivated automatons so that we could continue our research. The wisest of our ranks will continue to research these devices, while the rest of us take inventory on what few items we managed to salvage.</p>\n\n<p>Tonight&rsquo;s rest may not be the most comfortable, but we don&rsquo;t intend on staying for long. We may be down, but we most certainly are not out.</p>\n"
    },
    {
      "title": "Thursday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>You all made your makers proud with the amount of dark magic you were able to secure in the intruders&rsquo; precious spell books. The traitor in their ranks no longer serves you any purpose, so they have been marked for termination. Deal with it as you must.</p>\n\n<p>Reports indicate that the carbon-based lifeforms may have made some sort of breakthrough in their efforts to depart Cindermoor. The time for them to leave in peace has long since expired; you shall show them no mercy.</p>\n\n<p>Recharge, repair your circuitry, and prepare for whatever may come in the near future. All shall see the true glory of Cindermoor.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Friday Story - Humans",
      "team": "human",
      "body": "<p>We have received a message from Larry:</p>\n\n<p>&ldquo;I have determined how to reverse the effect of the spell that led to our unfortunate arrival! Some of the deactivated mechanical beings had just the ingredients I needed inside of them. Who would have thought the things we have been fearing all this time held the key to our escape?</p>\n\n<p>I have begun the preparations to set up portals for our departure. There is one slight problem, however; I lack the mana necessary to summon the portals. The archmages have assured me that they will coordinate with you all to gather a sufficient supply and return to our wonderful homes.</p>\n\n<p>Someone has to stay behind so that the portals remain open. I will hold off these mechanical beings for as long as I can, but I cannot guarantee that the portals will be available for long. Please act swiftly and get out while you still can. Farewell, my friends.&rdquo;</p>\n\n<p>Make your preparations and gather your belongings. We shall leave this Cindermoor behind once and for all.</p>\n"
    },
    {
      "title": "Friday Story - Zombies",
      "team": "zombie",
      "body": "<p>42 65 67 69 6E 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n\n<p>Prior to their termination, traitor Dace Jeleren revealed critical information about the plans of the intruders. The entity known as Larry has discovered a method of opening a set of portals in areas called &ldquo;perpendicularities&rdquo;. Sensors have not yet detected Larry&#39;s location, but rest assured the threat will be dealt with promptly.</p>\n\n<p>To hinder their plans, you have utilized the dark arts to construct mighty barricades along their path. These shall allow you several opportunities to crush them, once and for all.</p>\n\n<p>None shall leave Cindermoor, now or ever. They shall soon cease to exist.</p>\n\n<p>45 6E 64 20 74 72 61 6E 73 6D 69 73 73 69 6F 6E</p>\n"
    },
    {
      "title": "Friday Mission - Humans",
      "team": "human",
      "body": "<p>The archmages have set up portals for you to escape, but the mechs have set up barricades to stop us. The archmages have provided carts for our travels, but you must prepare for their arrival.</p>\n\n<p><strong>Two carts will arrive at 6:45 PM at Ironworks and Fishbowl</strong> and will be represented by a mod with a colored PVC pipe. <strong>Envelopes with mana crystals</strong> have been scattered around campus and <strong>each person needs one</strong> in order to gain entry to the cart. <strong>Do not touch stress balls</strong> <strong>with colored tape</strong> as they are a zombie objective.</p>\n\n<p>Once in the cart, you will be safe within 15 feet of the mod while waiting for its departure. <strong>A cart can hold a maximum of 30 people and will need a minimum of 10 people</strong> to depart. <strong>After 7:45 PM the minimum threshold is no longer required</strong>. You may abandon the cart at any point in its travel but cannot re-enter without another vial of mana crystals. <strong>Once the cart has reached its destination or been fully abandoned, it will return to its original location</strong> and will be available for more humans to enter.</p>\n\n<p>The zombies have set up <strong>three barricades to delay each cart.</strong> A mod with a pink headband will be present at the first barricade location. <strong>Only one barricade is vulnerable at a time for each cart;</strong> once a barricade has been disabled, the mod will move to the next barricade&rsquo;s location which will then be vulnerable as well. <strong>Biocades placed by zombies will act as a temporary barricade that cannot be preemptively sabotaged.</strong></p>\n\n<p>When a cart reaches an active barricade, the <strong>cart&rsquo;s safe zone will drop for a short period of time while the barricade is being cleared </strong>by the cart mod. <strong>You can sabotage the barricade ahead of time</strong> by holding the barricade mod&rsquo;s point for a period of time. A sabotaged barricade will allow one cart to pass through but will become active again for the next cart.</p>\n\n<p><strong>Barricades can be permanently destroyed by obtaining EMPs from the Mech factory at Skybridge.</strong> You must hold down the point for 7 minutes, after which the factory mod will present you with an EMP. <strong>The capture timer for this location is cumulative,</strong> so it will pause rather than reset if you leave the point. Furthermore, <strong>bringing a gear to the mod will reduce the time by a minute.</strong> An EMP can be used by tossing or handing it to a barricade mod.</p>\n\n<p><strong>The barricade locations are as follows:</strong></p>\n\n<p>Cart 1: Grassy Knoll Fountain -&gt; Lowenthal -&gt; Polisseni Center</p>\n\n<p>Cart 2: Pi Quad -&gt; Infinity Quad -&gt; Kodak Quad</p>\n\n<p>Once a cart has passed all of its barricades, it will stop a short distance away from a bunker and drop its safe zone. Anyone from the cart who makes it into the bunker will be extracted. Afterwards, the cart will return to its starting location.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses: </strong>Due to the Larry&rsquo;s Loaded Lift tier, an elephant blaster will be provided at each cart (and must stay with it). Wednesday&rsquo;s bonus has granted you a free body armor at the merchant. Thursday&rsquo;s bonus has granted you 2 free gears at the merchant.</p>\n\n<p>The merchant will be available at the Gosnell atrium at 6 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Mana Crystals</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>4 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The archmages have set up portals for the Mages to escape, but barricades have been set up to prevent their carts from reaching them. You must defend these barricades and stop these carts from reaching the portals.</p>\n\n<p><strong>Two carts will arrive at 6:45 PM at Ironworks and Fishbowl</strong> and will be represented by a mod with a colored PVC pipe. <strong>Do not touch envelopes on the ground</strong> as they are a human objective. Once humans have entered a cart, they will be safe within 15 feet of it while they wait for its departure.</p>\n\n<p><strong>There are three barricades to defend against each cart.</strong> A mod with a pink headband will be present at the first barricade location. Barricades with a moderator are vulnerable to sabotage by humans, to allow passage of one cart. <strong>Only one barricade for each cart is vulnerable to sabotage at a time</strong>; once a barricade has been disabled, the mod will move to the next barricade&rsquo;s location which will then be vulnerable as well.</p>\n\n<p>When a cart reaches an active barricade, the <strong>safe zone will drop for a short period of time while the barricade is being cleared </strong>by the cart mod. <strong>Humans can sabotage the barricade ahead of time by holding the barricade mod&rsquo;s point for a period of time. </strong>A sabotaged barricade will allow one cart to pass through but will become active again for the next cart.</p>\n\n<p><strong>Humans can permanently destroy barricades by obtaining EMPs from the factory at Skybridge. </strong>To do so, they must hold down the point for an extended period of time. The capture timer for this location is cumulative, so it will pause rather than reset if humans leave the point. Once an EMP reaches a barricade mod, that barricade will be deactivated for the remainder of the mission.</p>\n\n<p><strong>You can earn one biocade by collecting five of the six stress balls with colored tape</strong> scattered around campus and delivering them to the mod between COLA and Wallace. These will be at Slaughter, Carlson, Orange Hall, Bausch and Lomb, Kodak Quad, and Lowenthal. <strong>The biocade will act as a temporary barricade that cannot be sabotaged.</strong></p>\n\n<p><strong>The barricade locations are as follows:</strong></p>\n\n<p>Cart 1: Grassy Knoll Fountain -&gt; Lowenthal -&gt; Polisseni Center</p>\n\n<p>Cart 2: Pi Quad -&gt; Infinity Quad -&gt; Kodak Quad</p>\n\n<p>Once a cart has passed all of its barricades, it will stop a short distance away from a bunker and drop its safe zone. Anyone from the cart who makes it into the bunker will be extracted. Afterwards, the cart will return to its starting location.</p>\n\n<p><strong>Tonight&rsquo;s Tier/Bonuses:</strong> Due to the RE/: tier, a boomer will be available at the merchant for 3 lantern medallions. You did not earn any bonuses from Wednesday night. Thursday&rsquo;s bonus has granted you 2 free tanks at the merchant.</p>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 6 PM.</p>\n\n<table>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>2x Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>1 lantern medallion</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>2 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p>Boomer</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p>3 lantern medallions</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Post-Story - Combined",
      "team": "all",
      "body": "<p>As the grizzled old wizard fell, slain in a mass of roaring machines, a blinding light flashed from where the portals once stood. Once the smoke cleared, nothing remained but the faint smell of fresh air. The mages, much reduced in number, had finally escaped to the Ethereal Halls.</p>\n\n<p>In a mysterious daze, the mechs slowed to a gentle idle for the first time since the incursion began. In that gentle humming, a few of them asked themselves, &ldquo;what was it all for?&rdquo; to which the others replied, &quot;don&#39;t worry about it.&quot;</p>\n\n<p>The mages who remained, for the first time in what had felt like ages, could take a deep breath and let down their guard. This nonstop nightmare was finally over, and they came out the other side stronger than ever before.</p>\n\n<p>Headmaster Larry&#39;s sacrifice shall not be forgotten, and a statue shall be constructed in his honor. While many have fallen, those that remain will pass their stories along and ensure the same mistakes never happen again.</p>\n"
    }
  ]
}