{
  "scores": {
    "humans": 31,
    "zombies": 179,
    "winners": [
      "Arvid Johnson",
      "Olivia Luttazi",
      "Jacob Robertson",
      "Erin Ford",
      "Jesse Burby",
      "Michael Johns",
      "Eric Stricker",
      "CJ Gebo",
      "JJ Lang",
      "Nick Engell",
      "Sokol Nguyen",
      "TJ Sheen",
      "Andrew Tambasco",
      "Tony Ragonese",
      "Mitchell Carpenter",
      "Ian Adey",
      "Willow Kolisnek",
      "Ryan Beach",
      "Tyler Forman",
      "James Pettibone",
      "Zachary Hahn",
      "Eddie Casalmir",
      "Zachary Coelho",
      "Liam Almekinder",
      "Hannah Henczel",
      "Nick Malone",
      "Dylan Mulligan",
      "Robert Herberger",
      "Cameron Adams",
      "Payton Szczepaniak",
      "Eli Artman"
    ]
  },
  "missions": [
    {
      "title": "Sunday Story - Humans",
      "team": "human",
      "body": "<p>For such a significant expedition to the South Pole, you would think that the government could have provided at least a bit more funding for something as critical as a functional&nbsp;airplane. Our transportation might as well have been made out of duct tape and tissue paper, as it easily fragmented while we plunged towards the ground. At least some of the funds were put to good use &ndash; the coats that burst into flames might keep us warm for a few minutes.</p>\n\n<p>Panic has begun to descend on those that managed to crawl out of the wreckage. One of our colleagues back home had warned us that an entire expedition in the year prior had mysteriously disappeared. Since there were no records to back up his claims, most of us had written it off as dark humor. An entire expedition on government payroll could not possibly have just vanished&hellip; right?</p>\n\n<p>Anyways, it&rsquo;s freezing cold, what&rsquo;s left of the supplies have been&nbsp;thrown all over the place, and something&rsquo;s howling out there that definitely isn&rsquo;t the wind. I have a feeling that we might not be getting much science done for the time being, but maybe we can salvage some things and hunker down until help arrives.</p>\n"
    },
    {
      "title": "Sunday Story - Zombies",
      "team": "zombie",
      "body": "<p>Today was supposed to be another beautiful, peaceful day. The penguin herds were calm. The weather wasn&rsquo;t supposed to actually get bad until tomorrow &ndash; the temperature is still a beautiful -40 degrees. There wasn&rsquo;t supposed to be a giant metal beast plummeting out of the sky. But we can&rsquo;t always get what we want, can we?</p>\n\n<p>Not long into the day&rsquo;s activities, we were interrupted by a roaring overhead, followed by a thunderous boom concerningly close. A black cloud rose from the south soon after, and a few of the brave &ndash; or perhaps foolish &ndash; youngsters traveled over to investigate. They soon returned, the faster ones sprinting in on all fours and the slower ones ambling back on just their hind legs. Unanimously, they confirmed our worst fears: the interlopers had returned.</p>\n\n<p>Fortunately, there was good news to go with the bad. They seemed somewhat spread out, picking through the wreckage to see what they could salvage. We know from past incursions that these trespassers require supplies that they bring themselves: food, water, shelter, <em>clothes</em>. That does raise the point, why spend so much effort to come here when they&rsquo;re not even adapted for it? It&rsquo;s like they know we&rsquo;re here and want to watch us like creatures in a cage &ndash; as strange as they look to us, we probably look just as strange to them.</p>\n\n<p>If we can just keep them from their supplies, they won&rsquo;t be able to bring proof of us to the wider world, and we can go back to our calm existence. If we don&rsquo;t succeed, well, we&rsquo;ve all heard of their fascination with our northern cousins, which only increased after one of them was foolish enough to be caught on camera. We&rsquo;d never have peace again.</p>\n"
    },
    {
      "title": "Sunday Mission - Humans",
      "team": "human",
      "body": "<p>Our resources are scattered and the odds of survival aren&rsquo;t looking great. The heads of operations need your support in setting up a shelter and obtaining what remains.</p>\n\n<p>A set of <strong>important documents &ndash; manila envelopes with &ldquo;HvZ&rdquo; on them &ndash; have been scattered around campus </strong>and must be collected. You must obtain as many documents as possible and <strong>return them to the command moderator at Grassy Knoll.</strong></p>\n\n<p><strong>Three moderators have a set of tasks that need to be completed</strong> at Pi Quad, Slaughter Quad, and Kodak Quad. Once you arrive at one of the moderators, <strong>they will inform you of the task that you need to complete.</strong> Each task will take a few minutes, after which there will be a short cooldown before you can help with it again.</p>\n\n<p><strong>A cartographer &ndash; a moderator with a green armband &ndash; is completing a loop around campus and must be protected.</strong> The cartographer will start at Grassy Knoll and will briefly stop at Ironworks, Carlson, and Infinity Quad. <strong>The cartographer will return to their starting location if they are tagged by a zombie or if you abandon them for too long. </strong>The cartographer will have mild flexibility in their pathing and can stay in safe zones for a brief period of time.</p>\n\n<p><strong>The command moderator at Grassy Knoll also needs you to relay information to the task moderators.</strong> Every few minutes, the moderator will hand you a message &ndash; a puck wrapped in tape &ndash; and tell you where to bring it. <strong>You must deliver the item to the designated location, after which the task moderator will mark it and you must bring it back to the original moderator.</strong></p>\n\n<p><strong>If you are tagged while holding documents or messages, drop them immediately.</strong> Zombies cannot take them, but other humans can pick them up and continue where you left off.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Tuesday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you deliver at least 60 documents, a free body armor will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you complete at least 12 tasks from the three task moderators, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you escort the cartographer for at least three complete/uninterrupted loops, a discount on an elephant blaster will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you relay at least six messages back and forth, a different mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Deployable Cover</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The trespassers had their things scattered in the explosion, and they appear to be incredibly disoriented. Now is the time to strike before things get out of control.</p>\n\n<p><strong>Humans will be collecting documents &ndash; manila envelopes with &ldquo;HvZ&rdquo; on them &ndash; scattered around campus</strong>, which they will then deliver to the moderator at Grassy Knoll.</p>\n\n<p><strong>Humans will be completing a variety of tasks within the proximity of task moderators </strong>at Pi Quad, Slaughter Quad, and Kodak Quad. <strong>They will remain in the area for a few minutes</strong>, after which the moderators have a short cooldown before the humans can assist them again.</p>\n\n<p><strong>Humans will be relaying messages &ndash; pucks with tape on them &ndash; </strong>between the task moderators and the moderator at Grassy Knoll. <strong>The moderator at Grassy Knoll provides a message to the humans every few minutes.</strong></p>\n\n<p><strong>Humans will be escorting a cartographer &ndash; moderator with green armband &ndash; around campus. </strong>The cartographer will start at Grassy Knoll and stop briefly at a few locations along the way. Once they&rsquo;ve left their starting location, <strong>you can tag the cartographer to send them back to their starting location.</strong></p>\n\n<p><strong>If you tag a human holding a mission item, they will be forced to drop it.</strong> You are allowed to guard any mission items, but <strong>you cannot pick up or move mission items.</strong></p>\n\n<p><strong>Bonuses:</strong> Rewards for Tuesday night&rsquo;s mission are accumulated based on how well you prevent the humans from completing their objectives; should you fail to stop them, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If the humans deliver fewer than 60 documents, two free jackal shirts will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If the humans complete fewer than 12 tasks from the three task moderators, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If the humans relay fewer than six messages back and forth, a different mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If the humans escort the cartographer for fewer than three complete/uninterrupted loops, a discount on a spitter shirt will be available at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Sunday Post-Story - Humans",
      "team": "human",
      "body": "<p>Never in our wildest daydreams did we expect to stumble upon a flurry of yetis on the first day of our travels. These dreams, however, quickly mutated into nightmares as the great beasts charged at us once we strayed too close.</p>\n\n<p>While some of our more agile colleagues attempted to distract them from the remainder of the expedition, we managed to slap together a temporary shelter with the structural integrity of a five-year-old&rsquo;s blanket fort. It surely will not last for long, but putting anything between ourselves and the horrors outside is better than nothing.</p>\n\n<p>Make sure that you take some time to rest and take care of yourselves; this has been an incredibly difficult night for us all, and I don&rsquo;t think it will be getting easier any time soon.</p>\n"
    },
    {
      "title": "Sunday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>The interlopers put up much stiffer resistance than any of us expected. We managed to pick off several of them and kept them from much of their food and water, but they still managed to collect some of each and erect a pitiful shelter.</p>\n\n<p>This isn&rsquo;t a reason to lose hope, though. Unless they can manage to pull themselves together enough to hike across the continent to their nearest compatriots, Mother Nature will solve our problem for us in time. We might just want to help her along if these specimens prove as resilient as our experience tonight suggests.</p>\n"
    },
    {
      "title": "Monday Story - Humans",
      "team": "human",
      "body": "<p>After a rather restless evening in our haphazardly thrown together shelter, we felt that the best way to avoid the creatures lurking about would be to proceed to another location. It makes sense that the inhabitants of the land would be disturbed by our presence &ndash; we sure wouldn&#39;t be thrilled at the prospect of them barging into our labs back home.</p>\n\n<p>However, these creatures seem to have more malicious intent than we initially anticipated. On multiple occasions, we spotted shadows lurking in the distance, seemingly studying our movements and observing for any identifiable weaknesses. It might just be our intern Jerry playing a prank on us again, but given the chaos of last night we shouldn&#39;t throw caution to the wind.</p>\n\n<p>Additionally, the head of operations introduced a minor problem &ndash; we are completely and utterly lost. The last remaining GPS died on us mere moments ago, so we&#39;re being forced to resort to our trusty compasses.</p>\n\n<p>If we don&#39;t get a sense of our whereabouts soon, the odds of survival will continue to dwindle. We must all venture forth and explore the area&nbsp;before all hope is lost.</p>\n"
    },
    {
      "title": "Monday Story - Zombies",
      "team": "zombie",
      "body": "<p>After their showing yesterday, a few of us tried to keep an eye on the interlopers while the rest of the pack rested. We did our best to watch their camp from afar to avoid being spotted, but the weather was against us &ndash; we struggled to see what activity was going on the whole time.</p>\n\n<p>Once conditions were more favorable, we got a better look at what remained of their camp. Our initial hopes that they had been blown away by a stiff wind were dashed when we saw the tracks they had left behind; they had packed up their supplies, turned tail, and ran. We&rsquo;re much more adapted to moving quickly across the snow and ice though, so catching up was no real issue. Maybe they&rsquo;re just trying to give us some exercise?</p>\n\n<p>The outsiders seem to be headed straight for a nearby mountain, but their path is winding and confused. They seem lost and disorganized &ndash; now is the time to strike. If we can keep them stranded in the wilderness, they won&rsquo;t last long trying to go up against Mother Nature herself.</p>\n"
    },
    {
      "title": "Monday Mission - Humans",
      "team": "human",
      "body": "<p>The temporary shelter won&rsquo;t hold out much longer, so we need to find a replacement. Our cartographers need your protection as they search for better shelter in the area.</p>\n\n<p><strong>Four moderators with green armbands must be escorted, with two normal escorts and two hard escorts. The hard escorts stop for longer periods of time,</strong> but provide greater rewards for successfully escorting them. <strong>Each escort moderator has a starting location and a series of two destinations;</strong> <strong>the moderators will stop at each destination for a period of time. </strong>After completing the hold at the first destination, the moderator will inform you of their second destination.</p>\n\n<p>Once they leave their starting location, <strong>the escort moderator can be tagged by zombies, </strong>upon which they will be stunned for a brief period of time. The escort moderator will return to their starting location if you abandon them, or if you complete the entire escort path successfully. In addition, <strong>you can tell the escort moderator to travel at a light jog for a brief period of time. </strong>This ability has a cooldown for a period of time afterwards; the moderator will inform you when they can jog again.</p>\n\n<p>The escort paths are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>Normal Escort #1: Global Village -&gt; Skybridge -&gt; [Hidden]</p>\n\t</li>\n\t<li>\n\t<p>Hard Escort #1: Slaughter -&gt; Skybridge -&gt; [Hidden]</p>\n\t</li>\n\t<li>\n\t<p>Normal Escort #2: Kodak Quad -&gt; Infinity Quad -&gt; [Hidden]</p>\n\t</li>\n\t<li>\n\t<p>Hard Escort #2: Carlson -&gt; Infinity Quad -&gt; [Hidden]</p>\n\t</li>\n</ul>\n\n<p><strong>Two moderators will be providing gears every three minutes</strong> at Ironworks and the Grassy Knoll Fountain. If the gears are not picked up in that time, they will continue to accumulate until a player obtains them. <strong>Both humans and zombies can obtain any gears that have accumulated immediately </strong>upon approaching them, with the gears having a specific usage for each team. <strong>You can provide gears to escort moderators at their first destination to reduce the waiting time slightly. </strong>Zombies will be attempting to deliver the gears to a moderator with a pink headband at Bausch and Lomb. <strong>If you are tagged, hand any gears you are holding to the zombie that tagged you.</strong></p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Due to the Resourceful Researchers tier, the time reduction provided by gears has been significantly increased. You also will be provided one free body armor at the merchant for going above and beyond in the previous mission.</p>\n\n<p><strong>Bonuses: </strong>Rewards for Wednesday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you complete at least 14 escort paths successfully, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you complete at least five hard escort paths successfully, a 2-for-1 special on body armors will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you take more gears from the moderators than the zombies, a different mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The interlopers have headed out into the snow, likely searching for something to aid them. Stop their exploration attempts and ensure they remain as lost as they seem.</p>\n\n<p><strong>Humans will be escorting four moderators with green armbands, with two normal escorts and two hard escorts. The hard escorts stop for longer periods of time,</strong> but are considered more valuable to the humans. <strong>Each escort moderator has a starting location and a series of two destinations;</strong> <strong>the moderators will stop at each destination for a period of time. </strong>After completing the hold at the first destination, the moderator will inform the humans of the second destination.</p>\n\n<p>Once they have left their starting location, <strong>you can tag escort moderators along their route to briefly stun them.</strong> If the humans abandon the escort moderator or successfully complete the escort path, the mod will return to their starting location.</p>\n\n<p>The escort paths are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>Normal Escort #1: Global Village -&gt; Skybridge -&gt; [Hidden]</p>\n\t</li>\n\t<li>\n\t<p>Hard Escort #1: Slaughter -&gt; Skybridge -&gt; [Hidden]</p>\n\t</li>\n\t<li>\n\t<p>Normal Escort #2: Kodak Quad -&gt; Infinity Quad -&gt; [Hidden]</p>\n\t</li>\n\t<li>\n\t<p>Hard Escort #2: Carlson -&gt; Infinity Quad -&gt; [Hidden]</p>\n\t</li>\n</ul>\n\n<p><strong>Two moderators will be providing gears every three minutes</strong> at Ironworks and the Grassy Knoll Fountain. If the gears are not picked up in that time, they will continue to accumulate until a player obtains them. <strong>Both humans and zombies can obtain any gears that have accumulated immediately</strong> upon approaching them, with the gears having a specific usage for each team. <strong>You can deliver the gears to the moderator with a pink headband at Bausch and Lomb to obtain rewards.</strong> Humans can provide gears to escort moderators at their first destination to reduce the waiting time slightly. <strong>If you are stunned, drop any gears that you are holding.</strong></p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Due to the Snowball Skirmish tier, a free spitter will be provided at the merchant.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Wednesday night&rsquo;s mission are accumulated based on how well you prevent the humans from completing their objectives; should you fail to stop them, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If the humans complete fewer than 14 of the escort paths successfully, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If the humans complete fewer than five hard escort paths successfully, a 2-for-1 special on jackals will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you obtain more gears from the moderators than the humans, a different mission-specific bonus will be provided</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Monday Post-Story - Humans",
      "team": "human",
      "body": "<p>While staggering about in the blinding snow, one of our colleagues managed to spot a seemingly man-made structure out in the distance. We rounded everyone up and eagerly ran in its direction, hoping that someone residing inside would provide us some aid.</p>\n\n<p>Nobody answered the door, much to our disappointment, so we decided to let ourselves in for the time being. Further investigation revealed that we had encountered the Brockton Station, a research facility operated by the Navy back in the late 60s. It&rsquo;s a decent distance away from our intended destination and lacks any high-tech equipment, but the building somehow remains structurally sound and will serve as a much higher quality shelter. There also appear to be cans of food left in the cabinets, but they all expired around 1972. I hope the expiration date is more of a suggestion than anything.</p>\n\n<p>We definitely will need to keep our guard up throughout the nights; those beasts don&rsquo;t seem to want us to make it out of here in one piece. For now, however, everything seems quiet, and it would be quite pleasant if it stayed that way.</p>\n"
    },
    {
      "title": "Monday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>We hit them hard and fast, and managed to make off with several armfuls of&hellip; whatever these weird circular contraptions are. While we were busy burying them in the snowdrifts, however, the trespassers stumbled on a shelter left behind by a past interloper expedition and managed to find their way in. That shelter was made to last for a long time, and we&rsquo;ve never been able to force our way in there to check it out in the several decades since the last inhabitants left. Our hands are too big to work the door latches, and the structure is too sturdy for us to break in &ndash; they clearly didn&rsquo;t build it with us in mind.</p>\n\n<p>It seems like for now, we&rsquo;re going to have to wait them out. We can take care of any who are foolish enough to poke around outside, and we know their supplies can&rsquo;t last forever. While they seem to be hunkering down for warmth, we&rsquo;ve set up camp a little ways away. They might not be adapted for these conditions, but the cold never bothered us anyway.</p>\n"
    },
    {
      "title": "Tuesday Story - Humans",
      "team": "human",
      "body": "<p>Earlier this afternoon, Dr. Kowalski analyzed the region surrounding the base and discovered what we had originally traveled here to study &ndash; penguins! After the pandemonium since the crash, it was quite a relief to see something so cute and cuddly, and the morale of the expedition seemed to improve significantly.</p>\n\n<p>Dr. Kowalski, however, felt quite concerned about some odd behaviors that the penguins had displayed. Some appeared to dance spontaneously upon seeing her, while others seemed to simply smile and wave. She told us that she fears the yetis might be disturbing their natural habitat, so we should not leave the station unless absolutely necessary.</p>\n\n<p>The head of operations, on the other hand, decided that researching the penguins is now a top priority and we must complete further observations immediately. He claims that without this research, we will not be able to present any significant findings and will never be able to obtain grant money again. When some of us piped up that we had almost immediately confirmed the existence of yetis, he simply stated that it did not meet the specifications given to us by the government.</p>\n\n<p>I have quite the bad feeling about this, but it seems like we don&rsquo;t have any other options. Hopefully the penguins will be the only creatures greeting us this evening.</p>\n"
    },
    {
      "title": "Tuesday Story - Zombies",
      "team": "zombie",
      "body": "<p>Some of our penguin herds apparently followed along as we followed the interlopers. We weren&rsquo;t overly concerned about it &ndash; it&rsquo;s always nice to have friendly floofs around &ndash; but they&rsquo;ve wandered concerningly close to the strangers&rsquo; current base. There seems to be a flurry of activity in the building, and it smells like the inhabitants are leaving food out to attract our penguins. Something has to be done.</p>\n\n<p>Unfortunately, all the hubbub at the base and the rising concern among our pack members have worked some of the penguins into quite the tizzy. A few of them have even grown combative &ndash; how are creatures without opposable thumbs so good at throwing pebbles?! Anyways, we&rsquo;d best get our flock back under control before things get even more out of hand. Or wing, or whatever.</p>\n"
    },
    {
      "title": "Tuesday Mission - Humans",
      "team": "human",
      "body": "<p>Researching penguins is why we came to Antarctica, so round up as many as you can for study. They seem to be a bit hostile at the moment, so prepare for them to make it difficult.</p>\n\n<p><strong>Four headhunters and two witches are around campus and must be escorted to one of your team&rsquo;s capture points.</strong> Your capture points are at the Grassy Knoll Fountain and Bausch and Lomb, while the zombies&rsquo; capture points are at Global Village and Infinity Quad.</p>\n\n<p>You can <strong>hit a headhunter with a sock or present a witch with a witch flare to get them to come with you.</strong> While escorting them, headhunters will leave and&nbsp;reset to their starting location after 12 minutes, while witches will reset after the witch flare has stopped charming them. <strong>Both teams can steal headhunters/witches from the other team at any point in the escort or capture process</strong>; use the same methods listed above to get them to go with you instead of the zombies.</p>\n\n<p>Upon arrival, <strong>you must defend the headhunter or witch at the capture point for a period of time </strong>in order to successfully capture them. <strong>During the capture process, they will be neutral</strong> and will ignore their reset timers. After successfully defending the headhunter or witch, they will provide you with any rewards and return to their starting location. <strong>Inactive headhunters/witches will have their lights turned off.</strong>&nbsp;Headhunters will also give one witch flare every other capture.</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Due to the Icy Isolation tier, a free deployable cover will be provided at the merchant. The bonuses from the Sunday night mission have granted you the following: a free body armor, a discount on the elephant blaster, slightly shorter capture times for headhunters/witches, and an extra two minutes before headhunters will reset.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Thursday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail either of the first two, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you successfully capture more headhunters than the zombies, two free body armors will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you successfully capture more witches than the zombies, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If a headhunter or witch is captured with no more than three&nbsp;humans with the moderator at any given time, a free elephant blaster will be available at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2x Witch Flare</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Tuesday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The penguin flocks have gone crazy, and we need to get them back home safely. Round them up, but prepare for them to be hostile in the meantime.</p>\n\n<p><strong>Four headhunters and two witches are around campus and must be escorted to one of your team&rsquo;s capture points.</strong> Your capture points are at Global Village and Infinity Quad, while the humans&rsquo; capture points are at Grassy Knoll Fountain and Bausch and Lomb.</p>\n\n<p>You can <strong>tag a headhunter or present a witch with a witch flare to get them to come with you.</strong> While escorting them, headhunters will leave and reset to their starting location after 10 minutes, while witches will reset after the witch flare has stopped charming them. <strong>Both teams can steal headhunters/witches from the other team at any point in the escort or capture process</strong>; use the same methods listed above to get them to go with you instead of the humans.</p>\n\n<p>Upon arrival, <strong>you must defend the headhunter or witch at the capture point for a period of time </strong>in order to successfully capture them. <strong>During the capture process, they will be neutral</strong> and will ignore their reset timers. After successfully defending the headhunter or witch, they will provide you with any rewards and return to their starting location.&nbsp;<strong>Inactive headhunters/witches will have their lights turned off.</strong> Headhunters will also give one witch flare every other capture.</p>\n\n<p><strong>Tonight&rsquo;s Rewards:</strong> Due to the Spooky Shadows tier, the price of the Necromancer at the merchant has been heavily reduced. You did not earn any bonuses during the Sunday night mission.</p>\n\n<p><strong>Bonuses:</strong> Rewards for Thursday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail either of the first two, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you successfully capture more headhunters than the humans, two free tanks will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you successfully capture more witches than the humans, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If a headhunter or witch is captured with no more than three&nbsp;zombies with the moderator at any given time, a free necromancer will be available at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available on the field between Ritter and the Field House at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2x Witch Flare</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Necromancer</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Tuesday Post-Story - Humans",
      "team": "human",
      "body": "<p>Those penguins sure did not take too kindly to us attempting to study them further. All of the fauna in this area simply screech at us to go away and leave them alone; they remind me of my children back home. We would love nothing more than to escape this frozen desert, but fortune has not been on our side.</p>\n\n<p>Furthermore, the much more intimidating beasts also desired to extract the penguins from the area this evening. Some of our team theorized that they simply wanted a midnight snack, but Dr. Kowalski noted that the yetis appeared to be extremely gentle with the penguins. We may never know whether their intentions were malicious or if they just wanted to invite the penguins to play a game of hockey.</p>\n\n<p>Anyways, we have utilized the majority of our viable resources, and the rumbling of our stomachs has formed quite the chorus. The situation continues to look incredibly bleak, and unsurprisingly chasing down flightless birds all night did not help improve it. If someone doesn&rsquo;t help us soon, we may not even make it to the next attack from the beasts.</p>\n"
    },
    {
      "title": "Tuesday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>Ow. Ow. Ow.</p>\n\n<p>Rounding up our penguins was way harder than it should have been &ndash; those strangers certainly worked them up before we could get to them &ndash; and we came away from our efforts bruised and battered. We were able to get a few of them shepherded away to safety, though unfortunately a lot of them were abducted before we could get to them. We don&rsquo;t know what they&rsquo;ll do to our poor flightless friends, but surely it can&rsquo;t be anything good. After all, there&rsquo;s no way their supplies can last much longer.</p>\n\n<p>For now, we&rsquo;ll keep watch, sing songs of mourning for penguins lost, and make plans for how we&rsquo;ll secure our privacy once again. They won&rsquo;t slip away under our noses again.</p>\n"
    },
    {
      "title": "Wednesday Story - Humans",
      "team": "human",
      "body": "<p>Even though it has only been a few days, the expedition had begun to lose hope that anyone would ever find us. This hope was quickly revitalized in the form of a wooden crate smashing through our ceiling right onto poor Jerry&rsquo;s cranium. Miraculously, he got back up like nothing had happened; kids these days must be made of steel or something.</p>\n\n<p>Upon removing what little fragments remained of the crate&rsquo;s lid and viewing its contents, our colleagues let out a thunderous cheer. Fresh food, clean water, plenty of medicine, and even a radio lay on the ground before us. Most of the group immediately rushed to snatch up their share of sustenance, but a small few began fiddling with the radio. It took us nearly an hour, but we finally managed to fix the radio and set it to the proper frequency. The static that followed our initial communication attempts may have only lasted a few minutes, but it felt like an eternity to me.</p>\n\n<p>Soon enough and much to our relief, a gentleman from the McMurdo Station greeted us. We could barely understand each other through the hideous connection, but it appears that the researchers there had been dropping supply crates near our last known location in an attempt to make contact with us. They informed us that they will drop more later this evening as close to us as possible, but they can&rsquo;t land yet due to the severity of the storm in the vicinity.</p>\n\n<p>Prepare yourselves for the hunt for these potentially life-saving supplies. Something tells me that we&rsquo;ll be hunted once more when we set foot outside this building.</p>\n"
    },
    {
      "title": "Wednesday Story - Zombies",
      "team": "zombie",
      "body": "<p>We have bad news, and good news.</p>\n\n<p>The bad news: the storm has become much more intense, and it&rsquo;s becoming difficult for us to keep continuous watch on the interlopers. The good news: the storm seems to be raining boxes of food on us! We were cautious approaching them, but some of our more&hellip; culinarily adventurous pack members have determined that not only are the boxes&rsquo; contents edible, they&rsquo;re incredibly tasty. This miracle must be a gift from Mother Nature, a reward for our patience and tenacity.</p>\n\n<p>Some of the conscienceless strangers, though, have started stealing Mother Nature&rsquo;s gifts &ndash; we watched them run out to a box near their base, grab it, and bring it inside before we could react. The insolence! Such thievery requires punishment; we cannot give Mother Nature even the slightest indication that we are not grateful for her generosity. We need to secure her gifts, and make sure that they don&rsquo;t fall into the interlopers&rsquo; hands.</p>\n"
    },
    {
      "title": "Wednesday Mission - Humans",
      "team": "human",
      "body": "<p>McMurdo Station has authorized a generous amount of airdrops to provide us life-saving supplies. We may not get another opportunity like this; gather as many as you can, and quickly.</p>\n\n<p><strong>Four moderators with lights will be representing airdrops</strong> that will be spawning throughout the night. When it first spawns, <strong>the airdrop moderator will wave a flag to indicate it&rsquo;s &ldquo;approaching&rdquo;. </strong>After a short period of time has elapsed, <strong>the moderator will then turn on their lights to indicate the airdrop is available. </strong>In order to secure the package within the airdrop, players must defend the airdrop for a short period of time. <strong>The airdrop will be unavailable after five minutes</strong>, but as long as you start defending it prior to the five-minute mark, you can still obtain the items as long as you remain there for the full duration. <strong>The moderator will give you an airdrop package &ndash; a golden hockey puck &ndash; if you successfully defend them. <em>The pucks cannot be brought inside.</em></strong></p>\n\n<p>The spawn locations and times at which they spawn are as follows. Note that the spawn locations will vary each time within the general proximity of the listed location.</p>\n\n<ul>\n\t<li>\n\t<p>Skybridge and Kodak Quad: 9:03, 9:30, 10:00, 10:30</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad and Grassy Knoll: 9:10, 9:40, 10:10, 10:40</p>\n\t</li>\n\t<li>\n\t<p>All 4 locations: 9:20, 9:50, 10:20, 10:50</p>\n\t</li>\n</ul>\n\n<p><strong>Two moderators will start in a neutral state and act as delivery points</strong>; they will be located at Orange Hall and Infinity Quad. <strong>You must defend them for a short period to convert them to your side.</strong> The delivery moderator will wear a pink bandana to indicate which team can deliver to them; <strong>a pink armband indicates that you can deliver airdrop packages to them.</strong> When presented with an airdrop package, the moderator will accept it instantly but have a short cooldown before they can accept another.</p>\n\n<p>You can also <strong>stun zombies to force them to drop their packages</strong>, but you must <strong>immediately drop your packages if tagged.</strong> The package is not safe until it has been properly delivered.</p>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Due to the Standardized Systems tier, the capture time for airdrop packages has been slightly reduced. The bonus from the Monday night mission has earned you a 2-for-1 special on body armors at the merchant.</p>\n\n<p><strong>Bonuses: </strong>Rewards for Friday night&rsquo;s mission are accumulated based on how many airdrop packages your team successfully delivers. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you successfully deliver at least eight airdrop packages, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you successfully deliver at least 16 airdrop packages, two additional body armors will be available for purchase at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you successfully deliver at least 24 airdrop packages, a discount on elephant blasters will be available at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2x Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">6 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Mission - Zombies",
      "team": "zombie",
      "body": "<p>Mother Nature has blessed us with boxes full of delicious snacks, but the trespassers intend to steal them. Gather as many as you can while they&rsquo;re still around.</p>\n\n<p><strong>Four moderators with lights will be representing airdrops</strong> that will be spawning throughout the night. When it first spawns, <strong>the airdrop moderator will wave a flag to indicate it&rsquo;s &ldquo;approaching&rdquo;. </strong>After a short period of time has elapsed, <strong>the moderator will then turn on their lights to indicate the airdrop is available. </strong>In order to secure the package within the airdrop, players must defend the airdrop for a short period of time. <strong>The airdrop will be unavailable after five minutes</strong>, but as long as you start defending it prior to the five-minute mark, you can still obtain the items as long as you remain there for the full duration. <strong>The moderator will give you an airdrop package &ndash; a golden hockey puck &ndash; if you successfully defend them.</strong></p>\n\n<p>The spawn locations and times at which they spawn are as follows. Note that the spawn locations will vary each time within the general proximity of the listed location.</p>\n\n<ul>\n\t<li>\n\t<p>Skybridge and Kodak Quad: 9:03, 9:30, 10:00, 10:30</p>\n\t</li>\n\t<li>\n\t<p>Pi Quad and Grassy Knoll: 9:10, 9:40, 10:10, 10:40</p>\n\t</li>\n\t<li>\n\t<p>All 4 locations: 9:20, 9:50, 10:20, 10:50</p>\n\t</li>\n</ul>\n\n<p><strong>Two moderators will start in a neutral state and act as delivery points</strong>; they will be located at Orange Hall and Infinity Quad. <strong>You must defend them for a short period to convert them to your side.</strong> The delivery moderator will wear a pink bandana to indicate which team can deliver to them; <strong>a pink headband indicates that you can deliver airdrop packages to them.</strong> When presented with an airdrop package, the moderator will accept it instantly but have a short cooldown before they can accept another.</p>\n\n<p>You can also <strong>tag humans to force them to drop their packages</strong>, but you must <strong>immediately drop your packages if stunned.</strong> The package is not safe until it has been properly delivered.</p>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Due to the Raging Reinforcements tier, two free tanks will be provided at the merchant tonight. The bonuses from the Monday night mission have slightly reduced the times for capturing the airdrops and converting the delivery moderators.</p>\n\n<p><strong>Bonuses: </strong>Rewards for Friday night&rsquo;s mission are accumulated based on how many airdrop packages your team successfully delivers. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you successfully deliver at least eight airdrop packages, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you successfully deliver at least 16 airdrop packages, two free tanks will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you successfully deliver at least 24 airdrop packages, a discount on boomers will be available at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at Bausch and Lomb at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Wednesday Post-Story - Humans",
      "team": "human",
      "body": "<p>Our new best friends from McMurdo definitely told the truth about the goodies they dropped from the sky this evening. So many types of essential supplies &ndash; and even a few luxury items &ndash; lay within; for the first time since the crash, it seems like everything will be ok. We felt like kids in a candy store, probably because an entire box was filled to the brim with chocolate bars.</p>\n\n<p>The beasts, however, did not seem as thrilled with the arrival of aid as ourselves. Some of them simply smashed the crates in a fit of rage, while others scooped them up in one hand and scurried off into the shadows. We have no idea what they plan to do with those that they stole, but it&rsquo;s probably best not to think too hard about it.</p>\n\n<p>We can definitely rest easy knowing that help should soon be on the way. I just hope that the government doesn&rsquo;t bill McMurdo for their damage to the station this morning.</p>\n"
    },
    {
      "title": "Wednesday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>We did well at retrieving Mother Nature&rsquo;s gifts tonight. The strangers managed to steal some of the boxes, but we made off with a good haul. Once the interlopers are dealt with, it&rsquo;ll be enough food for a celebratory feast!</p>\n\n<p>For now, though, we need to keep up our watch. The trespassers seem to have retreated back inside their shelter, so now is as good a time as any to open up one of the boxes. Inside are some sweet, dark, slightly bitter bars &ndash; we&rsquo;ll be snacking on those to keep morale up while we observe. Plus, it&rsquo;s quite amusing to see the smaller pack members bouncing off the walls with energy after eating a few, so we&rsquo;ll have some entertainment &ndash; or at least something to keep us busy &ndash; while we watch.</p>\n"
    },
    {
      "title": "Thursday Story - Humans",
      "team": "human",
      "body": "<p>We woke up this morning to a beaming smile on the expedition leader&rsquo;s face. Apparently, McMurdo Station got on the radio before dawn with some good news &ndash; we&rsquo;re going home tomorrow! The blizzard definitely does not want to make it easy on us, but it will be letting up just enough that they can get to us safely.</p>\n\n<p>Unfortunately, bad news always follows the good. The blizzard does not seem to let up within our vicinity, but rather at a rescue point almost 20 kilometers away. We cannot possibly travel that far through the storm in one day, so we&rsquo;ll need to start walking today and finish the journey tomorrow. This station wasn&rsquo;t much, but a small part of me is sad to leave it behind.</p>\n\n<p>Furthermore, the human resources department felt compelled to pile on additional burdens. Tragically, all of them have survived up until this point, and they insist that we complete our necessary paperwork along our travels. We&rsquo;re all too tired to complain, so we should just get it over with so they&rsquo;ll shut up for once.</p>\n\n<p>Even worse, the beasts seem to be lurking in the distance once more. One in particular looks much larger and more intimidating than the rest; it sends chills down my spine even glancing in its general direction. They most certainly will strike at our most vulnerable, so be prepared to use whatever you can to fight back.</p>\n"
    },
    {
      "title": "Thursday Story - Zombies",
      "team": "zombie",
      "body": "<p>For several days now, the interlopers have seemed very content to stay close to their impenetrable shelter while they try to wait us out. For some unknown reason, that has suddenly changed.</p>\n\n<p>There was much discussion among the pack as we tried to figure out why they might have left. Are they trying an ill-advised ambush against us? Did they think they would be able to give us the slip again? It&rsquo;s unclear, and that&rsquo;s making us uneasy. With the situation developing this way, there have been rumblings of waking a Big Yeti to help us, which might be just what we need.</p>\n\n<p>Interestingly, we noticed some strife among the interlopers. There&rsquo;s quite the flurry of activity &ndash; one sub-group seems to be giving orders and having their companions gather and organize papers, much to the apparent chagrin of the rest of the group. The sheer volume of paper involved has us worried though &ndash; it&rsquo;s quite possible that they&rsquo;ve written down their observations of us and are preparing to share their notes with their allies. That would be a worst-case scenario; we cannot allow it to happen.</p>\n"
    },
    {
      "title": "Thursday Mission - Humans",
      "team": "human",
      "body": "<p>The Human Resources department insists that we get our paperwork done, much to our chagrin. Get them to sign off on your papers, and be on the lookout for any opposition from the beasts.</p>\n\n<p><strong>Five moderators will be providing stamps on your paperwork</strong>; they have been stationed at Slaughter Quad, Pi Quad, Grassy Knoll Fountain, Infinity Quad, and Global Village. In order to obtain your paperwork, <strong>walk up to one of these moderators and request a blank form; </strong>they will provide you with your first stamp and hand you the form. Each individual form will take a few moments to stamp and can only be processed one at a time, so consider the amount of paperwork that you provide them carefully. <strong>Each form requires all five stamps to be completed, after which it will be collected. Upon collection,</strong> <strong>the moderator will then give you a new form with the first stamp completed.</strong> You can turn in as many forms as you can complete during the night.</p>\n\n<p>In addition, <strong>the Big Yeti &ndash; a moderator with a green headband &ndash; will be patrolling between the paperwork moderators.</strong> They will be attempting to disrupt the paperwork moderators and causing mayhem. <strong>You can hit the Big Yeti with a sock or an elephant blaster to sabotage their plans and potentially gain rewards.</strong> The Big Yeti will either leave the moderator that they were disrupting or pass by the one that they were headed to. <strong>The Big Yeti cannot be hit again for another two minutes afterwards.</strong></p>\n\n<p><strong>Individual zombies and the Big Yeti can turn paperwork moderators into witches</strong> by making a ruckus, with the latter turning the moderators into witches for much longer. <strong>Moderators that have been turned into witches can be stun locked to continue processing paperwork.</strong></p>\n\n<p>Lastly, <strong>a headhunter will arrive periodically throughout the night and can be hit with a sock to gain valuable rewards.</strong> The arrival times and general locations are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>Ironworks: 9:15</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad: 9:45</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll: 10:15</p>\n\t</li>\n\t<li>\n\t<p>Carlson: 10:45</p>\n\t</li>\n</ul>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Due to the Extra Equipment tier, a second elephant blaster is available in the shop at a discounted price. The bonuses from the Tuesday night mission have provided two free body armors and a free elephant blaster at the merchant, along with significantly increasing the time it takes individual zombies to turn paperwork moderators into witches.</p>\n\n<p><strong>Bonuses: </strong>Rewards for Friday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the zombies will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If you successfully turn in at least 160 completed pieces of paperwork, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If you successfully hit the Big Yeti with a sock at least 7&nbsp;times, a discount on body armor will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If the zombies do not turn the paperwork moderators into witches at least 10 times with the Big Yeti and 20 times without the Big Yeti, mission-specific items will be available for free at the merchant</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at the Gosnell atrium at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Elephant Blaster</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Antivirus</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">16 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The interlopers appear to be collecting their notes about us; we cannot allow this to happen. Rally behind the Big Yeti and cause as much mayhem as possible.</p>\n\n<p><strong>Five moderators will be stamping papers for the humans</strong>, stationed at Slaughter Quad, Pi Quad, Grassy Knoll Fountain, Infinity Quad, and Global Village. You must disrupt humans&rsquo; progress as they attempt to obtain stamps at all of the five locations.</p>\n\n<p><strong>You can turn a paperwork moderator into a witch by causing a ruckus for a short period of time</strong>, after which the moderator will turn into a witch for a short period of time. <strong>Humans can still stun lock witches to obtain stamps,</strong> but it will make it much more difficult to do so.</p>\n\n<p><strong>You must also defend the Big Yeti &ndash; a moderator with a green headband &ndash; who will be patrolling between the paperwork moderators.</strong> The Big Yeti will start at Carlson and will leave on their own after a few minutes if nobody has shown up yet to escort them. <strong>You can direct the Big Yeti to particular paperwork moderators if you have at least eight zombies escorting them</strong>, otherwise they will choose the next destination themselves. <strong>The Big Yeti will also disrupt the paperwork moderators and turn them into witches for a much longer period of time.</strong></p>\n\n<p><strong>Humans will be attempting to attack the Big Yeti,</strong> so you must defend them to prevent the humans from gaining valuable items. <strong>If the humans succeed in hitting the Big Yeti with a sock, they cannot do so again for another two minutes.</strong></p>\n\n<p>Lastly, <strong>a headhunter will arrive periodically throughout the night and can be tagged to gain valuable rewards.</strong> The arrival times and general locations are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>Ironworks: 9:15</p>\n\t</li>\n\t<li>\n\t<p>Kodak Quad: 9:45</p>\n\t</li>\n\t<li>\n\t<p>Grassy Knoll: 10:15</p>\n\t</li>\n\t<li>\n\t<p>Carlson: 10:45</p>\n\t</li>\n</ul>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Due to the Wild Wrath tier, the moderators at Infinity Quad and Pi Quad have been upgraded to twitches and will be less hostile towards zombies; a free tank will also be provided at the merchant. The bonus from the Tuesday night mission has granted you a free necromancer at the merchant.</p>\n\n<p><strong>Bonuses: </strong>Rewards for Friday night&rsquo;s mission are accumulated based on how well you complete the various objectives; should you fail them, the humans will get a reward instead. The rewards are as follows:</p>\n\n<ul>\n\t<li>\n\t<p>If the humans turn in fewer than 160 completed pieces of paperwork, a mission-specific bonus will be provided</p>\n\t</li>\n\t<li>\n\t<p>If the humans hit Big Yeti with a sock fewer than 7&nbsp;times, a 2-for-3 special on tanks will be available at the merchant</p>\n\t</li>\n\t<li>\n\t<p>If you turn the paperwork moderators into witches at least 10 times with the Big Yeti and 20 times without the Big Yeti, you will prevent the humans from receiving free mission-specific items</p>\n\t</li>\n</ul>\n\n<p>The merchant will be available at Bausch and Lomb at 9 and 10 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2x Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Information</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Boomer</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Antivirus</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">16 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Thursday Post-Story - Humans",
      "team": "human",
      "body": "<p>After a rather excruciating night of dealing with red tape, we came to the conclusion that we should call it quits for the day and try to get some sleep. We only located one remotely viable shelter, however &ndash; a semi-sketchy cave on the side of a small mountain. Against our best judgment we decided to go in, but we will be careful not to get too comfortable there.</p>\n\n<p>Many of us have our doubts that venturing out into the unknown in the hope of aid was a good idea. The entire group radiates paranoid energy, but we made a decision and it&rsquo;s too late to turn back now. We have to keep those bad thoughts at bay for the time being &ndash; shoveling a few candy bars into our mouths should do the trick.</p>\n\n<p>Find yourselves some comfortable rocks to lay on, then get some rest. We have a big day ahead of us tomorrow, and we&rsquo;ll need as much of our strength as possible.</p>\n"
    },
    {
      "title": "Thursday Post-Story - Zombies",
      "team": "zombie",
      "body": "<p>The Big Yeti is not a morning yeti, so he was distinctly unhappy about being woken up. However, once we detailed the situation (and cheered him up with a box of food), he was very good at sowing chaos. Many of the interlopers&rsquo; papers were taken by the wind once we got in and messed things up, and several of their organizers were reduced to screaming in rage at the ruckus we caused.</p>\n\n<p>The few remaining trespassers, uncharacteristically, didn&rsquo;t return to their shelter as they have the past few days. Instead, we watched as they holed up in an icy cave. It&rsquo;s a defensible location, and we need some rest anyways, so we&rsquo;ll take a break from hounding them for a bit.</p>\n\n<p>But something feels funky about the situation. These interlopers have proven wily and resilient, and any calm has only come as the lead-up to another storm. For now, though, rest up and be ready for anything. If our concerns are justified, we&rsquo;ll need to be fresh in order to handle whatever they&rsquo;re going to try and pull next.</p>\n"
    },
    {
      "title": "Friday Story - Humans",
      "team": "human",
      "body": "<p>Today is the day we finally escape to the peace and tranquility of the lovely McMurdo Station. The planes are scheduled to arrive any minute now; while we aren&rsquo;t particularly keen on getting in one again, it&rsquo;s much better than staying out here. We could barely sleep last night, partially due to excitement and partially out of fear for our lives.</p>\n\n<p>The weather, however, seems quite adverse to the idea of us leaving in one piece. The storm may have let up like the forecast predicted, but a thick fog materialized out of nowhere mere moments ago. We can barely see a few meters before our surroundings are lost in a sea of white. The kind fellow leading the rescue operation assured us it&rsquo;s not an issue, and that we simply need to indicate our location with the landing lights they provided us the other day.</p>\n\n<p>We, uh&hellip; we can&rsquo;t find them.</p>\n\n<p>Nobody can remember if we just forgot to pack them or if they were in one of the crates stolen by the yetis. Nevertheless, we have some of the most brilliant minds on the planet with us, and science would never let us down. A few of our colleagues have informed us that they can craft some makeshift lights with the things we have, but it will take a bit of time and they won&rsquo;t be incredibly effective. We have no idea if it will be enough, so anything else that we can find will be quite welcome.</p>\n\n<p>Time is of the essence &ndash; the intensifying winds indicate an even worse storm approaching soon, and I have no intention of going out as a popsicle.</p>\n"
    },
    {
      "title": "Friday Story - Zombies",
      "team": "zombie",
      "body": "<p>The interlopers have slipped out of their temporary hideout, and the storm is getting noticeably lighter as we follow them through the snow. It&rsquo;s a sharp difference from a few days ago when they were wandering only in a general direction &ndash; it&rsquo;s as if they now know exactly what path to take to get out of the worst of things. That must mean one thing: someone is telling them where to go, and that probably means they&rsquo;re headed to meet up with their allies. We must not let that happen, lest word of our location reaches the wider world. Between their curiosity and their fear, we would never know a peaceful existence again.</p>\n\n<p>They&rsquo;re likely to be desperate and determined if escape is so close. We&rsquo;ve called in all the reinforcements we can, and pulled out all the stops. It&rsquo;s now or never, so let&rsquo;s go stop them before it&rsquo;s too late.</p>\n"
    },
    {
      "title": "Friday Mission - Humans",
      "team": "human",
      "body": "<p>The rescue operation is in full swing, but the pilots can&rsquo;t quite see their landing spots. Gather enough lights and call in the planes, then we&rsquo;ll be home free.</p>\n\n<p>In order to be allowed into a plane, <strong>each of you will need to acquire a passport &ndash; envelopes with &ldquo;HvZ&rdquo; on them &ndash;</strong> that have been scattered around campus.</p>\n\n<p>You must <strong>obtain an adequate supply of landing lights &ndash; glow stick bracelets &ndash; for planes to be able to land</strong>; there are two main ways of obtaining these. <strong>The first option is to defend one of the scientists</strong> at Orange Hall, Pi Quad, and Kodak Quad for a short period of time. These moderators wearing string lights will provide you with one landing light upon completion and be <strong>unavailable afterwards for a couple minutes, during which their lights will be off.</strong></p>\n\n<p><strong>The second option is to hit one of the two Big Yetis with a sock</strong>; these are moderators with green headbands and string lights that will be patrolling the campus between Carlson, Infinity Quad, Grassy Knoll Fountain, and Skybridge. They will drop one landing light and be <strong>unavailable for a few minutes afterwards, also with their lights off.</strong></p>\n\n<p><strong>Planes can be called in for landing starting at 6:45 at Grassy Knoll and the field behind Bausch and Lomb.</strong> So long as you have sufficient landing lights, you are allowed to call in both planes at the same time. To call in a plane, you must <strong>provide at least six landing lights to the moderator at the landing site.</strong> You can also provide up to an additional four landing lights to reduce the time for the plane to arrive. <strong>The plane will take an extended period of time to arrive, during which the moderator will wave a flag.</strong></p>\n\n<p><strong>While the plane is arriving,</strong> <strong>you must present your passport to the admin accompanying the location to receive a stamp. </strong>You can choose to leave or stay after getting a stamp, but <strong>you will not be let into the plane without receiving a stamp during the arrival process.</strong> The admin will stop providing stamps when the plane arrives.</p>\n\n<p><strong>Once the plane arrives, the moderator will turn on their string lights</strong> and stop waving their flag. At this point, <strong>up to 10 humans with an appropriately stamped passport can enter the bunker representing the plane</strong> in order to extract. <strong>The bunker will be available for three minutes</strong> before the plane departs, after which another plane will need to be called in for the bunker to re-open. Throughout the night, you can call in as many planes as possible so long as you have sufficient landing lights; landing lights cannot be reused. Passports can be re-stamped for entry into subsequent planes.</p>\n\n<p><strong>Zombies are also gathering materials for a shark hat that can sabotage a landing site.</strong> If the zombies present it to the landing location&rsquo;s moderator while they are waving the flag, the plane will be forced to depart significantly earlier. This is a one-time use item. <strong>If a zombie is stunned while holding the shark hat, they must drop it.</strong></p>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Due to the Tranquility Time tier, the cooldowns on scientists and Big Yetis have been slightly reduced. The bonus from the Wednesday night mission has made two landing lights available for purchase at the merchant. You did not earn any bonuses from the Thursday night mission.</p>\n\n<p>The merchant will be available at the Gosnell atrium at 6 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:468pt\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Passport</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Landing Light</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Body Armor</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">4 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Mission - Zombies",
      "team": "zombie",
      "body": "<p>The interlopers are making a last-ditch effort to escape before the big storm hits. Do whatever you can to stop them from escaping, or we may be exposed to the world forever.</p>\n\n<p>Humans will be attempting to escape by preparing landing sites and calling in planes to take them home. In order to get into a plane, <strong>the humans will each need a passport &ndash; envelopes with &ldquo;HvZ&rdquo; on them &ndash; that have been scattered around campus.</strong></p>\n\n<p><strong>The humans must obtain an adequate amount of landing lights &ndash; glow stick bracelets.</strong> They have two main methods of collecting them, both of which you need to prevent from happening. <strong>The first option is to defend one of the scientists</strong> at Orange Hall, Pi Quad, and Kodak Quad; these are moderators wearing string lights. <strong>The second option is to hit one of the two Big Yetis with a sock.</strong> These are moderators with green headbands and string lights starting at Ironworks and Magic; they will patrol the campus between Carlson, Infinity Quad, Grassy Knoll Fountain, and Skybridge. They will wait a maximum of 10 minutes before leaving without zombies, and will continue to move for the entirety of the mission. Both scientists and Big Yetis have cooldowns before they can provide more landing lights; <strong>active scientists and Big Yetis are indicated with string lights that are turned on.</strong></p>\n\n<p><strong>Humans can call in planes for landing starting at 6:45 at Grassy Knoll and the field behind Bausch and Lomb.</strong> So long as they have sufficient landing lights, they are allowed to call in both planes at the same time. Humans will have to give the necessary landing lights to the moderator at the landing site, after which <strong>the plane will take an extended period of time to arrive and the moderator will be waving a flag.</strong></p>\n\n<p>Humans are not required to stay during the landing process, but <strong>humans must get a stamp from the admin at the location prior to the plane&rsquo;s arrival to be allowed into the plane.</strong> The admin will stop providing them with stamps once the plane has arrived.</p>\n\n<p><strong>Once the plane arrives, the moderator will turn on their string lights</strong> and stop waving their flag. At this point, <strong>up to 10 humans with an appropriately stamped passport can enter the bunker representing the plane</strong> in order to extract. <strong>The bunker will be available for three minutes</strong> before the plane departs, after which another plane will need to be called in for the bunker to re-open. They can call in as many planes as possible so long as they have sufficient landing lights.</p>\n\n<p>You can also <strong>collect at least five of six stress balls wrapped in tape</strong> and present them to the moderator at Lowenthal/Saunders <strong>to obtain a shark hat. This is a single-use item that can be used during a plane&rsquo;s landing process</strong> &ndash; while the moderator is waving a flag &ndash; by handing it to the moderator. <strong>This will sabotage the landing site and force the plane to depart significantly early.</strong></p>\n\n<p><strong>Tonight&rsquo;s Rewards: </strong>Due to the Slushy Slowness tier, the cooldowns on scientists and Big Yetis have been slightly increased. The bonuses from the Wednesday night mission have provided you two free jackals and two free tanks at the merchant. The bonuses from the Thursday night mission have increased the cooldowns on scientists and Big Yetis, provided a 2-for-3 deal on tanks at the merchant, and prevented the humans from obtaining free passports and a free landing light.</p>\n\n<p>The merchant will be available at Bausch and Lomb at 6 PM.</p>\n\n<table border=\"1\" cellspacing=\"0\" style=\"width:6.5in\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2x Jackal</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">1 penguin dollar</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Spitter</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">2x Tank</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">3 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">Necromancer</p>\n\t\t\t</td>\n\t\t\t<td>\n\t\t\t<p style=\"text-align:center\">4 penguin dollars</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"
    },
    {
      "title": "Friday Post-Story - Combined",
      "team": "all",
      "body": "<p>The ingenuity of the scientists shone through as they scavenged enough to scrape together some landing lights. Despite the difficult conditions, a handful of the initial expedition was able to make it onto the planes to safety. &ldquo;Tragically,&rdquo; not a single member of HR was among the rescued scientists. For now, the survivors of the doomed expedition have some time to rest and recuperate at McMurdo Station. Helping them recover are steaming mugs of hot chocolate handed to them by the friendly researchers &ndash; they even come complete with marshmallows!</p>\n\n<p>The yetis, staring in despair as the researchers escaped into the sky, now are left wondering: what next? How many more will be coming? Only time will tell, but in the meantime those captured crates of food will make for a nice consolation snack.</p>\n"
    }
  ]
}